Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# subscriptionPopupTitle
source: This sentence could have a grammar mistake...
bn: এই বাক্যটি ব্যাকরণগত ভুল থাকতে পারে...
bo: འདི་ཚིག་ནས་སྒྲོམ་གཏོད་བྱེད་ན་སྤྱོད་ལོག་འདུག...
ca: Aquesta frase podria tenir un error de gramàtica...
cs: Tato věta může obsahovat gramatickou chybu...
da: Denne sætning kan have en grammatikk fejl...
de: Dieser Satz könnte einen Grammatikfehler enthalten...
eo: Ĉi tiu frazo eble enhavas gramatikan eraron...
et: See lause võib sisaldada grammatikaviga...
eu: Esaldia hau gramatika akats bat izan dezake...
fi: Tällä lauseella saattaa olla kielioppivirhe...
fr: Cette phrase pourrait contenir une erreur de grammaire...
ga: D'fhéadfadh botún gramadaí a bheith sa abairt seo...
gl: Esta frase podería ter un erro gramatical...
hi: क्या इस वाक्य में व्याकरण की गलती हो सकती है...
hr: Ova rečenica može imati gramatičku pogrešku...
it: Questa frase potrebbe contenere un errore grammaticale...
ka: ეს წინადადება შეიძლება შეიცავდეს გრამატიკის შეცდომას...
nb: Denne setningen kan ha en grammatikkfeil...
nl: Deze zin kan een grammaticafout bevatten...
pl: To zdanie może zawierać błąd gramatyczny...
pt: Esta frase pode conter um erro gramatical...
ru: Это предложение может содержать грамматическую ошибку...
sk: Táto veta môže obsahovať gramatickú chybu...
sr: Ова реченица можда има граматичку грешку...
sv: Denna mening kan ha ett grammatikfel...
ta: இந்த வாக்கியம் இலக்கண பிழை இருக்க வாய்ப்பு...
th: ประโยคนี้อาจมีข้อผิดพลาดด้านไวยากรณ์...

# subscriptionPopupDesc
source: Subscribe today to unlock translation and grammar correction!
bn: আজই সাবস্ক্রাইব করুন অনুবাদ এবং ব্যাকরণ সংশোধন আনলক করতে!
bo: དེ་ལས་སྒྲོམ་གཏོད་ལ་སྤྱོད་ལོག་ལས་སྤྱོད་ལོག་ལས་སྤྱོད་ལོག
ca: Subscripteu-vos avui per desbloquejar la traducció i la correcció gramatical!
cs: Přihlaste se dnes a odemkněte překlady a opravy gramatiky!
da: Abonner i dag for at låse op for oversættelse og grammatikkorrektion!
de: Abonnieren Sie noch heute, um Übersetzungen und Grammatikprüfung freizuschalten!
eo: Aboni hodiaŭ por malŝlosi tradukadon kaj gramatikan korekton!
et: Telli täna, et avada tõlke ja grammatikakorrektuur!
eu: Hautatu gaur egun itzulpen eta gramatika zuzenketa irekitzeko!
fi: Tilaa tänään avataksesi käännökset ja kielioppikorjaukset!
fr: Abonnez-vous aujourd'hui pour débloquer la traduction et la correction grammaticale !
ga: Cláraigh inniu chun aistriúchán agus ceartú gramadach a fháil!
gl: ¡Suscríbete hoxe para desbloquear a tradución e corrección gramatical!
hi: आज ही सदस्यता लें ताकि अनुवाद और व्याकरण सुधार को अनलॉक किया जा सके!
hr: Pretplatite se danas za otključavanje prijevoda i ispravljanja gramatike!
it: Iscriviti oggi per sbloccare la traduzione e la correzione grammaticale!
ka: გამოწერით დღესვე, რათა გააქტიუროთ თარგმნა და გრამატიკის კორექტირება!
nb: Abonner i dag for å låse opp oversettelse og grammatikkorreksjon!
nl: Abonneer je vandaag nog om vertalingen en grammaticacorrecties te ontgrendelen!
pl: Zapisz się już dziś, aby odblokować tłumaczenia i korektę gramatyczną!
pt: Assine hoje para desbloquear tradução e correção gramatical!
ru: Подпишитесь сегодня, чтобы разблокировать перевод и исправление грамматики!
sk: Prihláste sa dnes a odomknite preklad a opravu gramatiky!
sr: Претплатите се данас да бисте откључали превод и исправку граматике!
sv: Prenumerera idag för att låsa upp översättning och grammatikrättning!
ta: இப்போது சந்தா செய்து மொழிபெயர்ப்பு மற்றும் இலக்கண திருத்தங்களை திறக்கவும்!
th: สมัครสมาชิกวันนี้เพื่อปลดล็อกการแปลและการแก้ไขไวยากรณ์!

source: See options
bn: বিকল্প দেখুন
bo: ཚོད་ལོག་ལོག
ca: Veure opcions
cs: Zobrazit možnosti
da: Se muligheder
de: Optionen anzeigen
eo: Vidi opciojn
et: Vaata valikuid
eu: Ikusi aukerak
fi: Näytä vaihtoehdot
fr: Voir les options
ga: Féach roghanna
gl: Ver opcións
hi: विकल्प देखें
hr: Pogledajte opcije
it: Vedi opzioni
ka: იხილეთ პარამეტრები
nb: Se alternativer
nl: Bekijk opties
pl: Zobacz opcje
pt: Ver opções
ru: Посмотреть опции
sk: Zobraziť možnosti
sr: Погледај опције
sv: Se alternativ
ta: விருப்பங்களைப் பார்க்கவும்
th: ดูตัวเลือก

# continuedWithoutSubscription
source: Continue without subscribing
bn: সাবস্ক্রিপশন ছাড়াই চালিয়ে যান
bo: སྲོལ་བརྗེ་མེད་སྤྱོད་ལོག
ca: Continuar sense subscripció
cs: Pokračovat bez předplatného
da: Fortsæt uden abonnement
de: Ohne Abonnement fortfahren
eo: Daŭrigi sen abono
et: Jätka tellimuseta
eu: Jarraitu harpidetu gabe
fi: Jatka ilman tilausta
fr: Continuer sans abonnement
ga: Lean ar aghaidh gan síntiús a ghlacadh
gl: Continuar sen suscribirse
hi: सदस्यता के बिना जारी रखें
hr: Nastavi bez pretplate
it: Continua senza abbonarti
ka: გაგრძელება აბონენტობის გარეშე
nb: Fortsett uten abonnement
nl: Doorgaan zonder abonnement
pl: Kontynuuj bez subskrypcji
pt: Continuar sem assinatura
ru: Продолжить без подписки
sk: Pokračovať bez predplatného
sr: Настави без претплате
sv: Fortsätt utan att prenumerera
ta: சந்தாவின்றி தொடரவும்
th: ดำเนินการต่อโดยไม่สมัครสมาชิก

# trialPeriodExpired
source: Your trial period has expired
bn: আপনার ট্রায়াল সময় শেষ হয়েছে
bo: ཁྱེད་ཀྱི་ལོག་ལོག་ཚེས་བརྒྱབ་ཡོད།
ca: El període de prova ha expirat
cs: Vaše zkušební období vypršelo
da: Din prøveperiode er udløbet
de: Ihre Testphase ist abgelaufen
eo: Via provperiodo eksvalidiĝis
et: Teie prooviperiood on lõppenud
eu: Zure proba epea amaitu da
fi: Kokeilujaksonne on päättynyt
fr: Votre période d'essai a expiré
ga: Tá do thriail imithe
gl: O teu período de proba expirou
hi: आपका परीक्षण अवधि समाप्त हो गई है
hr: Vaše probno razdoblje je isteklo
it: Il tuo periodo di prova è scaduto
ka: საბრძოლო პერიოდი ამოიწურა
nb: Prøveperioden din har utløpt
nl: Je proefperiode is verlopen
pl: Twój okres próbny wygasł
pt: Seu período de teste expirou
ru: Ваш пробный период истёк
sk: Váš skúšobný čas vypršal
sr: Ваш пробни период је истекао
sv: Din provperiod har löpt ut
ta: உங்கள் சோதனை காலம் முடிவடைந்தது
th: ระยะทดลองใช้งานของคุณหมดอายุแล้ว

# selectToDefine
source: Click any word to see its definition!
bn: কোনও শব্দে ক্লিক করে তার সংজ্ঞা দেখুন!
bo: ཚོད་རིགས་གནང་ན་སྤྱོད་ལོག་ལོག་ལས་སྤྱོད་ལོག
ca: Fes clic a qualsevol paraula per veure la seva definició!
cs: Klikněte na jakékoli slovo, abyste viděli jeho definici!
da: Klik på et hvilket som helst ord for at se dets definition!
de: Klicken Sie auf ein Wort, um die Definition zu sehen!
eo: Klaku ajnan vorton por vidi ĝian difinon!
et: Klõpsake mis tahes sõna, et näha selle definitsiooni!
eu: Klikatu edozein hitz bere definizioa ikusteko!
fi: Klikkaa mitä tahansa sanaa nähdäksesi sen määritelmän!
fr: Cliquez sur un mot pour voir sa définition !
ga: Cliceáil ar aon fhocal chun a shainmhíniú a fheiceáil!
gl: Fai clic en calquera palabra para ver a súa definición!
hi: किसी भी शब्द पर क्लिक करें ताकि उसकी परिभाषा देखें!
hr: Kliknite bilo koju riječ za prikaz definicije!
it: Clicca su qualsiasi parola per vedere la sua definizione!
ka: დააჭირეთ ნებისმიერ სიტყვას მისი განმარტებისთვის!
nb: Klikk på et hvilket som helst ord for å se dets definisjon!
nl: Klik op een woord om de definitie te zien!
pl: Kliknij dowolne słowo, aby zobaczyć jego definicję!
pt: Clique em qualquer palavra para ver sua definição!
ru: Нажмите на любое слово, чтобы увидеть его определение!
sk: Kliknite na akékoľvek slovo, aby ste videli jeho definíciu!
sr: Кликните на било which реч да бисте видели њену дефиницију!
sv: Klicka på ett ord för att se dess definition!
ta: தயவுசெய்து எந்த ஒரு சொல்லையும் கிளிக் செய்து அதன் வரையறையைப் பாருங்கள்!
th: คลิกคำใดก็ได้เพื่อดูคำจำกัดความ!

source: translations
bn: অনুবাদ
bo: འབྲེལ་བའི་སྒྲོམ
ca: traduccions
cs: překlady
da: oversættelser
de: Übersetzungen
eo: tradukoj
et: tõlked
eu: itzulpenak
fi: käännökset
fr: traductions
ga: aistriúcháin
gl: traducións
hi: अनुवाद
hr: prijevodi
it: traduzioni
ka: თარგმნები
nb: oversettelser
nl: vertalingen
pl: tłumaczenia
pt: traduções
ru: переводы
sk: preklady
sr: преводи
sv: översättningar
ta: மொழிபெயர்ப்புகள்
th: คำแปล

source: message audio
bn: বার্তার অডিও
bo: ཚོད་རིགས་སྒྲོམ
ca: àudio del missatge
cs: zvuk zprávy
da: lyd til besked
de: Nachrichten-Audio
eo: mesaĝa sono
et: sõnumi heli
eu: mezua audioa
fi: viestin ääni
fr: audio du message
ga: fuaim an teachtaireachta
gl: áudio da mensaxe
hi: संदेश ऑडियो
hr: zvuk poruke
it: audio del messaggio
ka: შეტყობინების აუდიო
nb: meldingslyd
nl: bericht audio
pl: dźwięk wiadomości
pt: áudio da mensagem
ru: аудио сообщения
sk: zvuk správy
sr: аудио поруке
sv: meddelande ljud
ta: செய்தி ஒலி
th: เสียงข้อความ

source: definitions
bn: সংজ্ঞা
bo: ལོག་སྟོན
ca: definicions
cs: definice
da: definitioner
de: Definitionen
eo: difinoj
et: definitsioonid
eu: definizioak
fi: määritelmät
fr: définitions
ga: sainmhíniú
gl: definicións
hi: परिभाषाएँ
hr: definicije
it: definizioni
ka: განმარტებები
nb: definisjoner
nl: definities
pl: definicje
pt: definições
ru: определения
sk: definície
sr: дефиниције
sv: definitioner
ta: வரையறைகள்
th: คำจำกัดความ

# subscribedToUnlockTools
source: Subscribe to unlock interactive translation and grammar checking, audio playback, personalized practice activities, and learning analytics!
bn: ইন্টারেক্টিভ অনুবাদ এবং ব্যাকরণ পরীক্ষা, অডিও প্লেব্যাক, ব্যক্তিগত অনুশীলন কার্যক্রম, এবং শেখার বিশ্লেষণ আনলক করতে সাবস্ক্রাইব করুন!
bo: ལོག་ལས་སྤྱོད་ལོག་ལས་སྤྱོད་ལོག་ལས་སྤྱོད་ལོག་ལས་སྤྱོད་ལོག
ca: Subscriu-te per desbloquejar la traducció interactiva i la comprovació gramatical, reproducció d'àudio, activitats de pràctica personalitzades i anàlisi d'aprenentatge!
cs: Přihlaste se k odemknutí interaktivního překladu a kontroly gramatiky, přehrávání zvuku, personalizovaných cvičení a analytiky učení!
da: Abonner for at låse op for interaktiv oversættelse og grammatikkontrol, lydafspilning, personlige øvelsesaktiviteter og læringsanalyser!
de: Abonnieren Sie, um interaktive Übersetzungen und Grammatikprüfungen, Audio-Wiedergabe, personalisierte Übungsaktivitäten und Lernanalysen freizuschalten!
eo: Abonu por malŝlosi interagan tradukadon kaj gramatikan kontrolon, sonan ludon, personigitajn praktikajn agadojn kaj lernan analitikadon!
et: Telli, et avada interaktiivne tõlge ja grammatika kontroll, heli taasesitus, isikupärastatud harjutustegevused ja õppeanalüütika!
eu: Harpidetu interactiveko itzulpen eta gramatika egiaztapenak, audio jolasak, praktika jarduera pertsonalizatuak eta ikasketa analitikak irekitzeko!
fi: Viritä tilaukseen saadaksesi käyttöön vuorovaikutteinen käännös ja kielioppitarkistus, äänen toisto, henkilökohtaiset harjoitustoiminnot ja oppimisanalyyttiset tiedot!
fr: Abonnez-vous pour débloquer la traduction interactive, la vérification grammaticale, la lecture audio, les activités de pratique personnalisées et les analyses d'apprentissage !
ga: Cláraigh chun aistriúchán idirghníomhach agus seiceáil gramadach, fuaimrian, gníomhaíochtaí cleachtadh pearsanta, agus anailísíocht foghlama a fháil!
gl: ¡Suscríbete para desbloquear traducións interactivas, revisión gramatical, reprodución de audio, actividades de práctica personalizadas e análises de aprendizaxe!
hi: इंटरैक्टिव अनुवाद और व्याकरण जांच, ऑडियो प्लेबैक, व्यक्तिगत अभ्यास गतिविधियों, और सीखने के विश्लेषण को अनलॉक करने के लिए सदस्यता लें!
hr: Pretplatite se za otključavanje interaktivnog prijevoda i provjere gramatike, reprodukcije zvuka, personaliziranih aktivnosti vježbanja i analitike učenja!
it: Iscriviti per sbloccare la traduzione interattiva e il controllo grammaticale, la riproduzione audio, le attività di pratica personalizzate e le analisi di apprendimento!
ka: გამოწერით გააქტიურეთ ინტერკტივული თარგმნა და გრამატიკის შემოწმება, აუდიო დაკვრა, პერსონალიზებული პრაქტიკული აქტივობები და სწავლების ანალიტიკა!
nb: Abonner for å låse opp interaktiv oversettelse og grammatikkontroll, lydavspilling, tilpassede øvelsesaktiviteter og læringsanalyse!
nl: Abonneer je om interactieve vertalingen en grammatica-controle, audioweergave, gepersonaliseerde oefenactiviteiten en leeranalyses te ontgrendelen!
pl: Subskrybuj, aby odblokować interaktywny tłumacz i sprawdzanie gramatyki, odtwarzanie dźwięku, spersonalizowane ćwiczenia oraz analitykę nauki!
pt: Assine para desbloquear tradução interativa, verificação gramatical, reprodução de áudio, atividades de prática personalizadas e análises de aprendizagem!
ru: Подпишитесь, чтобы разблокировать интерактивный перевод, проверку грамматики, воспроизведение аудио, персонализированные упражнения и аналитические данные обучения!
sk: Odoberať na odomknutie interaktívneho prekladu a kontroly gramatiky, prehrávania zvuku, personalizovaných cvičení a analytiky učenia!
sr: Претплатите се да бисте откључали интерактивни превод и проверу граматике, репродукцију аудио записа, персонализоване активности за вежбање и аналитике учења!
sv: Prenumerera för att låsa upp interaktiv översättning och grammatikkontroll, ljuduppspelning, personliga övningsaktiviteter och inlärningsanalys!
ta: இணையமிடும் மொழிபெயர்ப்பு மற்றும் இலக்கண சரிபார்ப்பு, ஒலி வாசிப்பு, தனிப்பட்ட பயிற்சி செயல்பாடுகள் மற்றும் கற்றல் பகுப்பாய்வுகளை திறக்க சந்தா செய்யவும்!
th: สมัครสมาชิกเพื่อปลดล็อกการแปลแบบโต้ตอบและการตรวจสอบไวยากรณ์ การเล่นเสียง การฝึกฝนแบบส่วนตัว และวิเคราะห์การเรียนรู้!

# translationTooltip
source: Translate
bn: অনুবাদ করুন
bo: འབྲེལ་བའི་སྒྲོམ
ca: Tradueix
cs: Překlad
da: Oversæt
de: Übersetzen
eo: Traduki
et: Tõlgi
eu: Itzuli
fi: Käännä
fr: Traduire
ga: Aistriú
gl: Traducir
hi: अनुवाद करें
hr: Prevedi
it: Traduci
ka: თარგმნა
nb: Oversett
nl: Vertalen
pl: Tłumaczenie
pt: Traduzir
ru: Перевести
sk: Preložiť
sr: Преведи
sv: Översätt
ta: மொழிபெயர்ப்பு
th: แปล

# audioTooltip
source: Play Audio
bn: অডিও চালান
bo: སྒྲོམ་སྒྲོམ
ca: Reproduir àudio
cs: Přehrát zvuk
da: Afspil lyd
de: Audio abspielen
eo: Ludi Sonon
et: Mängi heli
eu: Jolastu Audioa
fi: Toista ääni
fr: Jouer l'audio
ga: Seinn Fuaim
gl: Reproducir audio
hi: ऑडियो चलाएँ
hr: Pusti zvuk
it: Riproduci audio
ka: აუდიო დაკვრა
nb: Spill av lyd
nl: Speel audio af
pl: Odtwórz dźwięk
pt: Reproduzir Áudio
ru: Воспроизвести аудио
sk: Prehrať zvuk
sr: Пусти аудио
sv: Spela upp ljud
ta: ஒலி வாசிப்பு
th: เล่นเสียง

# speechToTextTooltip
source: Transcript
bn: ট্রান্সক্রিপ্ট
bo: རླུང་སྣོད་ལོག་འཕྲིན།
ca: Transcripció
cs: Přepis
da: Transskription
de: Transkript
eo: Transskribo
et: Transkriptsioon
eu: Transkribatu
fi: Tekstiksi
fr: Transcription
ga: Trascríobh
gl: Transcripción
hi: प्रतिलेख
hr: Transkript
it: Trascrizione
ka: ტრანსკრიპტი
nb: Transkripsjon
pl: Transkrypcja
pt: Transcrição
ru: Транскрипция
sk: Prepis
sr: Транскрипт
sv: Transkription
ta: பதிவு
th: ถอดเสียง

# certifyAge
source: I certify that I am over {age} years of age
bn: আমি নিশ্চিত করি যে আমি {age} বছরের বেশি বয়সী
bo: ང་ཚོས {age} ལོའི་འདི་འདི་འདི་ལས་ཡོད།
ca: Certifico que tinc més de {age} anys
cs: Potvrzuji, že mi je více než {age} let
da: Jeg bekræfter, at jeg er over {age} år gammel
de: Ich bestätige, dass ich über {age} Jahre alt bin
eo: Mi certigas, ke mi estas pli ol {age} jarojn aĝa
et: Ma kinnitan, et olen üle {age} aasta vana
eu: Ziurtatzen dut {age} urtetik gorakoa naizela
fi: Varmistan, että olen yli {age} vuotta vanha
fr: Je certifie avoir plus de {age} ans
ga: Deimhním go bhfuil mé os cionn {age} bliain d'aois
gl: Certifico que teño máis de {age} anos
hi: मैं प्रमाणित करता हूँ कि मेरी उम्र {age} वर्ष से अधिक है
hr: Potvrđujem da imam više od {age} godina
it: Dichiaro di avere più di {age} anni
ka: ვადასტურებ, რომ მე ვარ {age} წლის ზევით
nb: Jeg bekrefter at jeg er over {age} år gammel
nl: Ik certificeer dat ik ouder ben dan {age} jaar
pl: Oświadczam, że mam ponad {age} lat
pt: Certifico que tenho mais de {age} anos de idade
ru: Я подтверждаю, что мне больше {age} лет
sk: Potvrdením, že mám viac ako {age} rokov
sr: Потврђујем да имам више од {age} година
sv: Jag intygar att jag är över {age} år gammal
ta: நான் {age} வயதுக்கு மேல் என்று சான்றளிக்கிறேன்
th: ฉันรับรองว่าฉันมีอายุเกิน {age} ปี

# kickBotWarning
source: Kicking Pangea Bot will remove the conversation bot from this chat.
bn: Pangea Bot কে সরিয়ে দিলে এই চ্যাট থেকে কথোপকথন বট সরিয়ে দেওয়া হবে।
bo: ཕང་གེ་བོད་ལོག་འཕྲིན་ལས་བཀལ་བའི་སྒོ་ལོག་བཏོན་ནས་འགྱོ་བ་འབད།
ca: Treure el bot Pangea eliminarà el bot de conversa d'aquest xat.
cs: Vyhození Pangea Bota odstraní konverzačního bota z tohoto chatu.
da: At fjerne Pangea Bot vil fjerne samtalebotten fra denne chat.
de: Das Entfernen des Pangea-Bots entfernt den Konversationsbot aus diesem Chat.
eo: Forigi Pangea-boton forigos la konversaci-boton de ĉi tiu babilejo.
et: Pangea bot'i eemaldamine eemaldab vestluse bot'i sellest vestlusest.
eu: Pangea Bot botaren kenduak, elkarrizketa bot-a ezabatuko da this chat-etik.
fi: Pangea-botin poistaminen poistaa keskustelubotin tästä keskustelusta.
fr: Expulser le bot Pangea supprimera le bot de conversation de cette discussion.
ga: Beidh sé i gceist le buille Pangea Bot an bot comhrá a bhaint den chomhrá seo.
gl: Eliminar o Pangea Bot eliminará o bot de conversa deste chat.
hi: पांगेआ बॉट को निकालने से इस चैट से बातचीत बॉट हटा दिया जाएगा।
hr: Izbacivanje Pangea Bota uklonit će chat bota iz ovog razgovora.
it: Espellere il bot Pangea rimuoverà il bot di conversazione da questa chat.
ka: პანგეა ბოტის გამოთიშვა ამ საუბრის ბოტს ამოიღებს ამ ჩატიდან.
nb: Å sparke Pangea Bot vil fjerne samtale-boten fra denne chatten.
nl: Het verwijderen van de Pangea Bot verwijdert de gesprekbot uit deze chat.
pl: Usunięcie Pangea Bota z tej rozmowy usunie bota konwersacyjnego z tego czatu.
pt: Remover o Pangea Bot irá remover o bot de conversa deste chat.
ru: Удаление бота Pangea из чата удалит бота для беседы.
sk: Vyhodenie Pangea Bota odstráni konverzačného bota z tohto chatu.
sr: Искључивање Пангее бота уклонит ће бота за разговор из овог чета.
sv: Att sparka Pangea Bot kommer att ta bort konversationsboten från denna chatt.
ta: பங்கேயா பாண்டியா பாட்டை இச்சந்தையில் இருந்து அகற்றும்.
th: การเตะบอท Pangea จะเป็นการลบบอทสนทนาออกจากแชทนี้

# joinToView
source: Join this room to view details
bn: বিস্তারিত দেখার জন্য এই রুমে যোগ দিন
bo: ཁྱེད་རང་གིས་བརྗེ་བཙུགས་སྟེ་བརྗེ་བཙུགས་ལག་ལེན་འབད།
ca: Uneix-te a aquesta sala per veure els detalls
cs: Připojte se do této místnosti, abyste viděli podrobnosti
da: Deltag i dette rum for at se detaljer
de: Treten Sie diesem Raum bei, um Details anzuzeigen
eo: Aliĝu al ĉi tiu ĉambro por vidi detalojn
et: Liitu selle ruumiga, et vaadata üksikasju
eu: Sartu gelan xehetasunak ikusteko
fi: Liity tähän huoneeseen nähdäksesi tiedot
fr: Rejoignez cette salle pour voir les détails
ga: Cláraigh sa seomra seo chun sonraí a fheiceáil
gl: Únete a esta sala para ver detalles
hi: विवरण देखने के लिए इस कमरे में शामिल हों
hr: Pridružite se ovom prostoru za pregled detalja
it: Unisciti a questa stanza per visualizzare i dettagli
ka: შეერთდით ამ ოთახში დეტალების სანახავად
nb: Bli med i dette rommet for å se detaljer
nl: Doe mee aan deze kamer om details te bekijken
pl: Dołącz do tego pokoju, aby zobaczyć szczegóły
pt: Participe desta sala para ver detalhes
ru: Присоединяйтесь к этой комнате, чтобы просмотреть детали
sk: Pripojte sa do tejto miestnosti, aby ste si mohli prezrieť podrobnosti
sr: Придружите се овом соби да бисте видели детаље
sv: Gå med i detta rum för att se detaljer
ta: விவரங்களைப் பார்க்க இந்த அறைக்கு சேரவும்
th: เข้าร่วมห้องนี้เพื่อดูรายละเอียด

source: Refresh
bn: রিফ্রেশ
bo: རྩོམ་ལོག
ca: Actualitza
cs: Obnovit
da: Opdater
de: Aktualisieren
eo: Refreŝigi
et: Värskenda
eu: Berrabiatu
fi: Päivitä
fr: Rafraîchir
ga: Athnuachan
gl: Actualizar
hi: रिफ्रेश करें
hr: Osvježi
it: Aggiorna
ka: განახლება
nb: Oppdater
nl: Verversen
pl: Odśwież
pt: Atualizar
ru: Обновить
sk: Obnoviť
sr: Освежи
sv: Uppdatera
ta: புதுப்பி
th: รีเฟรช

# autoPlayTitle
source: Auto Play Messages
bn: অটো প্লে মেসেজ
bo: རང་སྒྲིག་འཕྲིན་ཚུལ་གསར་བརྗེ་འབད།
ca: Reproducció automàtica de missatges
cs: Automatické přehrávání zpráv
da: Automatisk afspil beskeder
de: Automatisches Abspielen von Nachrichten
eo: Aŭtomata Ludado de Mesaĝoj
et: Automaatne mängimine sõnumitest
eu: Auto Jolas Mezua
fi: Automaattinen toisto viesteistä
fr: Lecture automatique des messages
ga: Seinn Uathoibríoch Teachtaireachtaí
gl: Reprodución automática de mensaxes
hi: ऑटो प्ले संदेश
hr: Automatski reproduciraj poruke
it: Riproduzione automatica dei messaggi
ka: ავტომატური დაკვრა შეტყობინებების
nb: Automatisk avspilling av meldinger
nl: Automatisch afspelen van berichten
pl: Automatyczne odtwarzanie wiadomości
pt: Reprodução Automática de Mensagens
ru: Автоматическое воспроизведение сообщений
sk: Automatické prehrávanie správ
sr: Аутоматско репродуковање порука
sv: Automatisk uppspelning av meddelanden
ta: தானியங்கி வாசிப்பு செய்திகள்
th: เล่นอัตโนมัติข้อความ

# autoPlayDesc
source: When enabled, the text-to-speech audio of messages will play automatically when selected.
bn: সক্ষম হলে, বার্তার টেক্সট-টু-স্পিচ অডিও স্বয়ংক্রিয়ভাবে চালু হবে যখন নির্বাচন করা হবে।
bo: འདི་སྟེང་ལས་བརྗེ་འབད་ནས་ཚིག་གཅིག་ལས་སྒྲིག་འཕྲིན་གྱི་རོལ་བར་འགྱོ་བ་འབད་ཡོད།
ca: Quan està activat, l'àudio de text a veu dels missatges s'hi reproduirà automàticament quan es seleccionin.
cs: Když je povoleno, text-to-speech audio zpráv se bude automaticky přehrávat při výběru.
da: Når aktiveret, vil tekst-til-tale-lyden af beskeder automatisk afspilles, når de vælges.
de: Wenn aktiviert, wird die Text-zu-Sprache-Audio der Nachrichten automatisch abgespielt, wenn sie ausgewählt werden.
eo: Kiam ebligita, la teksto-al-parolado de mesaĝoj aŭtomate ludos kiam elektita.
et: Kui see on lubatud, mängitakse automaatselt tekstist kõne heli, kui see on valitud.
eu: Gaituta dagoenean, mezuren testu-ahots audioa automatikoki jokatuko da hautatuta dagoenean.
fi: Kun tämä on käytössä, viestien tekstistä puheeksi -ääni toistetaan automaattisesti valittaessa.
fr: Lorsqu'elle est activée, la lecture audio des messages par synthèse vocale se fera automatiquement lors de la sélection.
ga: Nuair a bheidh sé cumraithe, beidh fuaim téacs-go-huaire ag na teachtaireachtaí a sheinnfidh go huathoibríoch nuair a roghnófar iad.
gl: Cando está activado, o audio de texto a fala das mensaxes reproducirase automaticamente cando se seleccione.
hi: जब सक्षम हो, तो संदेशों का टेक्स्ट-टू-स्पीच ऑडियो स्वचालित रूप से चलेगा जब चुना जाएगा।
hr: Kad je omogućeno, tekst u govor audio poruka će se automatski reproducirati kada se odaberu.
it: Quando abilitato, l'audio testo-parlato dei messaggi verrà riprodotto automaticamente quando selezionato.
ka: როდესაც ჩართულია, ტექსტიდან-ხმაზე აუდიო ავტომატურად დაკვრის ფუნქცია მუშაობს, როდესაც აირჩევა.
nb: Når den er aktivert, vil tekst-til-tale-lyden av meldinger spilles av automatisk når den er valgt.
nl: Wanneer ingeschakeld, wordt de tekst-naar-spraak audio van berichten automatisch afgespeeld wanneer geselecteerd.
pl: Po włączeniu, odtwarzanie tekstu na mowę wiadomości będzie się odbywać automatycznie po wybraniu.
pt: Quando ativado, o áudio de texto para fala das mensagens será reproduzido automaticamente ao ser selecionado.
ru: При включении текст-в-речь аудио сообщений будет воспроизводиться автоматически при выборе.
sk: Keď je povolené, textovo-hlasové prehrávanie správ sa bude automaticky prehrávať pri výbere.
sr: Када је омогућено, текстуално-говорни аудио порука ће се аутоматски репродуковати када се изаберу.
sv: När den är aktiverad kommer text-till-tal-ljudet av meddelanden att spelas upp automatiskt när de väljs.
ta: செயலாக்கப்பட்டால், உரையின்-தொகுப்பு ஒலி தானாகவே வாசிக்கப்படும்.
th: เมื่อเปิดใช้งาน เสียงข้อความจากข้อความจะเล่นโดยอัตโนมัติเมื่อเลือก
