Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# addGroupDescription
source: Add a chat description
bn: একটি চ্যাট বিবরণ যোগ করুন
bo: ཚགས་ཚིག་བརྡ་བཅོས་བྱེད་པ།
ca: Afegeix una descripció del xat
cs: Přidat popis chatu
da: Tilføj en chatbeskrivelse
de: Fügen Sie eine Chat-Beschreibung hinzu
eo: Aldoni priskribon de la babilo
et: Lisa vestluse kirjeldus
eu: Gehitu txatearen deskribapena
fi: Lisää keskustelun kuvaus
fr: Ajouter une description de chat
ga: Cuir síos ar mhíniú ar chomhrá
gl: Engadir unha descrición ao chat
hi: एक चैट विवरण जोड़ें
hr: Dodaj opis chata
it: Aggiungi una descrizione alla chat
ka: დაამატეთ ჩატის აღწერა
nb: Legg til en chatbeskrivelse
nl: Voeg een chatbeschrijving toe
pl: Dodaj opis czatu
pt: Adicionar uma descrição ao chat
ru: Добавить описание чата
sk: Pridať popis chatu
sr: Dodaj opis chata
sv: Lägg till en chattbeskrivning
ta: ஒரு உரையாடல் விளக்கத்தைச் சேர்க்கவும்
th: เพิ่มคำอธิบายแชท

source: Add new friend
bn: নতুন বন্ধু যোগ করুন
bo: གནང་བའི་གྲོགས་མོ་ཐོབ་པ།
ca: Afegeix un nou amic
cs: Přidat nového přítele
da: Tilføj ny ven
de: Neuen Freund hinzufügen
eo: Aldoni novan amikon
et: Lisa uus sõber
eu: Gehitu lagun berri bat
fi: Lisää uusi ystävä
fr: Ajouter un nouvel ami
ga: Cuir cara nua leis
gl: Engadir novo amigo
hi: नया मित्र जोड़ें
hr: Dodaj novog prijatelja
it: Aggiungi un nuovo amico
ka: დაამატეთ ახალი მეგობარი
nb: Legg til ny venn
nl: Voeg nieuwe vriend toe
pl: Dodaj nowego znajomego
pt: Adicionar novo amigo
ru: Добавить нового друга
sk: Pridať nového priateľa
sr: Dodaj novog prijatelja
sv: Lägg till ny vän
ta: புதிய நண்பரைச் சேர்க்கவும்
th: เพิ่มเพื่อนใหม่

source: Already have an account?
bn: অ্যাকাউন্ট ইতিমধ্যে আছে?
bo: ཁྱེད་ལ་གནང་བའི་ཁུངས་འདི་འདི་ཡོད་པས།
ca: Ja tens un compte?
cs: Už máte účet?
da: Har du allerede en konto?
de: Haben Sie bereits ein Konto?
eo: Ĉu vi jam havas konton?
et: Kas teil on juba konto?
eu: Dagoeneko kontu bat duzu?
fi: Onko sinulla jo tili?
fr: Vous avez déjà un compte ?
ga: An bhfuil cuntas agat cheana?
gl: Xa tes unha conta?
hi: क्या आपके पास पहले से खाता है?
hr: Već imate račun?
it: Hai già un account?
ka: უკვე გაქვთ ანგარიში?
nb: Har du allerede en konto?
nl: Heb je al een account?
pl: Masz już konto?
pt: Já tem uma conta?
ru: Уже есть аккаунт?
sk: Už máte účet?
sr: Već imate nalog?
sv: Har du redan ett konto?
ta: ஏற்கனவே ஒரு கணக்கு உள்ளதா?
th: มีบัญชีอยู่แล้ว?

# createNewGroup
source: Create a new chat
bn: একটি নতুন চ্যাট তৈরি করুন
bo: གནང་བའི་གནང་བ་གསར་པ།
ca: Crea un nou xat
cs: Vytvořit nový chat
da: Opret en ny chat
de: Neuen Chat erstellen
eo: Krei novan babilon
et: Loo uus vestlus
eu: Sortu txate berri bat
fi: Luo uusi keskustelu
fr: Créer un nouveau chat
ga: Cruthaigh comhrá nua
gl: Crear un novo chat
hi: नई चैट बनाएं
hr: Stvori novi chat
it: Crea una nuova chat
ka: შექმენით ახალი ჩატი
nb: Opprett en ny chat
nl: Maak een nieuwe chat
pl: Utwórz nowy czat
pt: Criar um novo chat
ru: Создать новый чат
sk: Vytvoriť nový chat
sr: Napravite novi chat
sv: Skapa en ny chatt
ta: புதிய உரையாடலை உருவாக்கவும்
th: สร้างแชทใหม่

source: Edit chat permissions
bn: চ্যাট অনুমতিগুলি সম্পাদনা করুন
bo: ཚགས་ཚིག་གི་དབྱེ་བའི་དོན་ལུགས་བསྒྱུར་བྱེད་པ།
ca: Edita els permisos del xat
cs: Upravit oprávnění chatu
da: Rediger chat tilladelser
de: Chat-Berechtigungen bearbeiten
eo: Redakti babilajn permesojn
et: Muuda vestluse õigusi
eu: Editatu txatearen baimenak
fi: Muokkaa keskustelun oikeuksia
fr: Modifier les permissions du chat
ga: Cuir in eagar ceadanna an chomhrá
gl: Editar permisos do chat
hi: चैट अनुमतियों को संपादित करें
hr: Uredi dozvole za chat
it: Modifica le autorizzazioni della chat
ka: რეგულაციების რედაქტირება
nb: Rediger chat-tillatelser
nl: Bewerk chatmachtigingen
pl: Edytuj uprawnienia czatu
pt: Editar permissões do chat
ru: Редактировать разрешения чата
sk: Upraviť oprávnenia chatu
sr: Izmeni dozvole za chat
sv: Redigera chattbehörigheter
ta: உரையாடல் அனுமதிகளைத் திருத்தவும்
th: แก้ไขสิทธิ์การแชท

# ignore
source: Block
bn: ব্লক করুন
bo: ཆོག་འཐུས།
ca: Ignora
cs: Ignorovat
da: Bloker
de: Ignorieren
eo: Malatenti
et: Eira
eu: Ezikusi
fa: نادیده‌گرفتن
fi: Jätä huomioitta
fr: Ignorer
ga: Tabhair neamhaird ar
gl: Ignorar
hi: ब्लॉक करें
hr: Zanemari
id: Abaikan
it: Ignora
ka: ბლოკირება
nb: Ignorer
nl: Negeer
pl: Ignoruj
pt: Bloquear
ru: Игнорировать
sk: Ignorovať
sr: Игнориши
sv: Ignorera
ta: தடுக்கும்
th: บล็อก
uk: Нехтувати

# ignoredUsers
source: Blocked users
bn: ব্লক করা ব্যবহারকারীরা
bo: ཆོག་འཐུས་བྱེད་པའི་བཀལ་བའི་ལག་ལེན་པ།
ca: Usuaris ignorats
cs: Ignorovaní uživatelé
da: Blokerede brugere
de: Ignorierte Personen
eo: Malatentitaj uzantoj
et: Eiratud kasutajad
eu: Ez ikusia egindako erabiltzaileak
fa: کاربران نادیده‌گرفته شده
fi: Huomiotta jätetyt käyttäjät
fr: Utilisateur·ices ignoré·es
ga: Úsáideoirí a dtugann tú neamhaird orthu
gl: Usuarias ignoradas
hi: ब्लॉक किए गए उपयोगकर्ता
hr: Zanemareni korisnici
id: Pengguna yang diabaikan
it: Utenti ignorati
ka: ბლოკირებული მომხმარებლები
nb: Ignorerte brukere
nl: Genegeerde personen
pl: Ignorowani użytkownicy
pt: Usuários bloqueados
ru: Игнорируемые пользователи
sk: Ignorovaní užívatelia
sr: Игнорисани корисници
sv: Ignorera användare
ta: தடுக்கும் பயனர்கள்
th: ผู้ใช้ที่ถูกบล็อก
uk: Нехтувані користувачі

# writeAMessageLangCodes
source: Type in {l1} or {l2}...
bn: এখানে {l1} বা {l2} লিখুন...
bo: ཁྱེད་ཀྱིས {l1} དང་ {l2} ལ་ལོག་ལོག་བཟོ་བ།...
ca: Escriu en {l1} o {l2}...
cs: Napište v {l1} nebo {l2}...
da: Skriv i {l1} eller {l2}...
de: Geben Sie in {l1} oder {l2} ein...
eo: Tajpu en {l1} aŭ {l2}...
et: Kirjuta {l1} või {l2}...
eu: Idatzi {l1} edo {l2}...
fi: Kirjoita {l1} tai {l2}...
fr: Tapez en {l1} ou {l2}...
ga: Clóscríobh i {l1} nó {l2}...
gl: Escribe en {l1} ou {l2}...
hi: टाइप करें {l1} या {l2}...
hr: Upišite na {l1} ili {l2}...
it: Scrivi in {l1} o {l2}...
ka: დაწერეთ {l1} ან {l2}...
nb: Skriv inn {l1} eller {l2}...
nl: Typ in {l1} of {l2}...
pl: Piszesz w {l1} lub {l2}...
pt: Digite em {l1} ou {l2}...
ru: Введите на {l1} или {l2}...
sk: Napíšte v {l1} alebo {l2}...
sr: Kucajte na {l1} ili {l2}...
sv: Skriv på {l1} eller {l2}...
ta: {l1} அல்லது {l2} இல் எழுதவும்...
th: พิมพ์ใน {l1} หรือ {l2}...

source: Requests
bn: অনুরোধসমূহ
bo: རྒྱུན་རྒྱུན།
cs: Žádosti
da: Anmodninger
de: Anfragen
eo: Petoj
et: Päringud
eu: Eskariak
fi: Pyyntöjä
fr: Demandes
ga: Iarratais
gl: Solicitudes
hi: अनुरोध
hr: Zahtjevi
it: Richieste
ka: მოთხოვნები
nb: Forespørsler
nl: Verzoeken
pl: Prośby
pt: Solicitações
ru: Запросы
sk: Žiadosti
sr: Zahtevi
sv: Förfrågningar
ta: கோரிக்கைகள்
th: คำขอ

# allCorrect
source: That's how I would say it! Nice!
bn: এটাই আমি বলতাম! সুন্দর!
bo: འདི་ལ་ངེས་བརྟན་བྱེད་ན་ཡོད། བཟང་པོ།
ca: Això és com ho diria jo! Genial!
cs: Tak bych to řekl! Super!
da: Det er sådan, jeg ville sige det! Godt!
de: So würde ich es sagen! Schön!
eo: Tiel mi dirus ĝin! Bone!
et: Nii ma ütleksin! Tubli!
eu: Horrela esango nuke! Polita!
fi: Näin minä sanoisin! Hienoa!
fr: C'est comme ça que je le dirais ! Super !
ga: Sin é an chaoi a ndéarfainn é! Go deas!
gl: Así é como o diría! Gústame!
hi: ऐसे ही मैं कहूंगा! अच्छा!
hr: Tako bih to rekao! Super!
it: È così che lo direi! Bello!
ka: ასე ვიტყოდი! კარგია!
nb: Det er slik jeg ville sagt det! Flott!
nl: Zo zou ik het zeggen! Leuk!
pl: Tak bym to powiedział! Super!
pt: É assim que eu diria! Legal!
ru: Вот как я бы сказал! Отлично!
sk: Takto by som to povedal! Super!
sr: Tako bih to rekao! Super!
sv: Det är så jag skulle säga det! Bra!
ta: அந்தபடி நான் சொல்லுவேன்! நன்றியது!
th: แบบนั้นแหละที่ฉันจะพูด! เยี่ยม!

# newWayAllGood
source: That's not how I would have said it but it looks good!
bn: এটাই আমি বলতাম না কিন্তু দেখতেও ভালো লাগছে!
bo: འདི་ལ་ངེས་བརྟན་བྱེད་ན་མི་འདི་ལ་བཟོ་བའི་ལུང་པོ་ཡོད།
ca: No ho hauria dit així, però sembla bé!
cs: Tak bych to neřekl, ale vypadá to dobře!
da: Det er ikke sådan, jeg ville have sagt det, men det ser godt ud!
de: So hätte ich es nicht gesagt, aber es sieht gut aus!
eo: Tio ne estas kiel mi dirus ĝin, sed ĝi aspektas bone!
et: See ei ole nii, kuidas ma oleksin öelnud, aga näeb hea välja!
eu: Horrela esango nuke ez, baina ondo iruditzen zait!
fi: En ehkä sanoisi niin, mutta se näyttää hyvältä!
fr: Ce n'est pas comme ça que je l'aurais dit, mais ça a l'air bien !
ga: Níl sé sin mar a ndéarfainn é ach tá sé go maith!
gl: Iso non é como o diría, pero parece bo!
hi: यह मैं वैसे नहीं कहता लेकिन यह अच्छा दिखता है!
hr: Nisam baš tako rekao, ali izgleda dobro!
it: Non è come l'avrei detto, ma sembra buono!
ka: ეს ასე არ ვიტყოდი, მაგრამ კარგია!
nb: Det er ikke slik jeg ville sagt det, men det ser bra ut!
nl: Zo zou ik het niet gezegd hebben, maar het ziet er goed uit!
pl: Tak bym tego nie powiedział, ale wygląda dobrze!
pt: Não é exatamente assim que eu diria, mas parece bom!
ru: Это не так, как я бы сказал, но выглядит хорошо!
sk: Takto by som to nepovedal, ale vyzerá to dobre!
sr: To nije baš kako bih to rekao, ali izgleda dobro!
sv: Det är inte så jag skulle ha sagt det, men det ser bra ut!
ta: அந்தபடி நான் சொல்லவில்லை ஆனால் அது நல்லது!
th: นั่นไม่ใช่วิธีที่ฉันจะพูด แต่ดูดี!

# othersAreBetter
source: Hm, there might be a better way to say that.
bn: হুম, হয়তো আরও ভালো বলার উপায় আছে।
bo: ཧེ, ཁྱེད་ཀྱིས་འདི་ལ་བཟོ་བའི་ལུང་པོ་ཡོད་མི་རེད།
ca: Hm, potser hi ha una manera millor de dir-ho.
cs: Hm, může být lepší způsob, jak to říct.
da: Hm, der kan være en bedre måde at sige det på.
de: Hm, es gibt vielleicht eine bessere Art, das zu sagen.
eo: Ho, eble estas pli bona maniero diri tion.
et: Hm, võib-olla on parem viis seda öelda.
eu: Hm, agian hobeto esateko modua egon daiteke.
fi: Hm, saattaa olla parempi tapa sanoa se.
fr: Hm, il pourrait y avoir une meilleure façon de dire cela.
ga: Hm, b'fhéidir go bhfuil bealach níos fearr ann le rá.
gl: Hm, pode haber unha forma mellor de dicilo.
hi: हम्म, शायद कहने का बेहतर तरीका हो सकता है।
hr: Hm, možda postoji bolji način da se to kaže.
it: Hm, potrebbe esserci un modo migliore per dirlo.
ka: ჰმ, შეიძლება უკეთესი გზა არსებობს ამის თქმისთვის.
nb: Hm, det kan være en bedre måte å si det på.
nl: Hm, er is misschien een betere manier om dat te zeggen.
pl: Hm, może jest lepszy sposób, aby to powiedzieć.
pt: Hm, pode haver uma maneira melhor de dizer isso.
ru: Хм, возможно, есть лучший способ сказать это.
sk: Hm, môže byť lepší spôsob, ako to povedať.
sr: Hm, možda postoji bolji način da se to kaže.
sv: Hm, det kan finnas ett bättre sätt att säga det.
ta: ஹ்ம்ம, அதைச் சொல்ல ஒரு சிறந்த வழி இருக்கலாம்.
th: อืม อาจมีวิธีที่ดีกว่านั้นในการพูด

# holdForInfo
source: Click and hold for word info.
bn: শব্দের তথ্যের জন্য ক্লিক ও ধরে রাখুন।
bo: ཚིག་ཚིག་ལ་ལོག་ལོག་བཟོ་བའི་སྟེང་ལ་ལོག་ལོག་བྱེད་པ།
ca: Fes clic i mantén premut per obtenir informació de la paraula.
cs: Klikněte a podržte pro informace o slově.
da: Klik og hold for ordinfo.
de: Klicken und halten für Wortinformationen.
eo: Klaku kaj teni por vorto-informoj.
et: Vajuta ja hoia sõna info saamiseks.
eu: Klikatu eta eutsi hitzaren informazioarentzat.
fi: Pidä painettuna sanan tiedoista.
fr: Cliquez et maintenez pour obtenir des infos sur le mot.
ga: Bain triail as agus coinnigh síos le haghaidh eolas faoin bhfocal.
gl: Fai clic e mantén para obter información sobre a palabra.
hi: शब्द जानकारी के लिए क्लिक करें और होल्ड करें।
hr: Kliknite i držite za informacije o riječi.
it: Tieni premuto per informazioni sulla parola.
ka: დააჭირეთ და შეინახეთ სიტყვების ინფორმაციისთვის.
nb: Klikk og hold for ordinformasjon.
nl: Klik en houd vast voor woordinformatie.
pl: Kliknij i przytrzymaj, aby uzyskać informacje o słowie.
pt: Clique e segure para informações da palavra.
ru: Нажмите и удерживайте для получения информации о слове.
sk: Kliknite a podržte pre informácie o slove.
sr: Kliknite i držite za informacije o reči.
sv: Klicka och håll för ordinformation.
ta: வார்த்தை தகவலுக்கு கிளிக் செய்து பிடிக்கவும்.
th: คลิกและกดค้างเพื่อดูข้อมูลคำ

# greenFeedback
source: That's what I would put!
bn: এটাই আমি রাখতাম!
bo: འདི་ལ་ངེས་བརྟན་བྱེད་ན་ཡོད།
ca: Això és el que jo posaria!
cs: Tohle bych dal!
da: Det er, hvad jeg ville have skrevet!
de: Das würde ich eintragen!
eo: Tio estas, kion mi metus!
et: See on see, mida ma paneksin!
eu: Horrela jarriko nuke!
fi: Se on mitä laittaisin!
fr: C'est ce que je mettrais !
ga: Sin é an rud a chuirfinn!
gl: Iso é o que eu poñería!
hi: यह वही है जो मैं डालूंगा!
hr: To bih ja stavio!
it: È quello che avrei scritto!
ka: ეს არის ის, რასაც მე დავწერდი!
nb: Det er det jeg ville ha skrevet!
nl: Dat zou ik erin zetten!
pl: To jest to, co bym wpisał!
pt: Isso é o que eu colocaria!
ru: Это то, что я бы вставил!
sk: To je to, čo by som dal!
sr: To je ono što bih ja stavio!
sv: Det är vad jag skulle ha skrivit!
ta: அது நான் போடவேண்டியது!
th: นั่นคือสิ่งที่ฉันจะใส่!

# yellowFeedback
source: Hm, you can try that and see if it works! To use this word, just click it again.
bn: হুম, আপনি এটা চেষ্টা করতে পারেন এবং দেখুন কাজ করে কিনা! এই শব্দটি ব্যবহার করতে, আবার ক্লিক করুন।
bo: ཧེ, ཁྱེད་ཀྱིས་འདི་ལ་ལོག་ལོག་བཟོ་བ་བྱེད་ན་ཚོད་ལ་བཟོ་བའི་ལུང་པོ་ཡོད། འདི་ཚིག་ལ་ལོག་ལོག་བཟོ་བའི་སྟེང་ལ་ལོག་ལོག་བྱེད་པ།
ca: Hm, pots provar això i veure si funciona! Per utilitzar aquesta paraula, simplement fes clic de nou.
cs: Hm, můžete to zkusit a uvidíte, jestli to funguje! Pro použití tohoto slova ho jednoduše znovu klikněte.
da: Hm, du kan prøve det og se, om det virker! For at bruge dette ord skal du bare klikke på det igen.
de: Hm, du kannst es versuchen und sehen, ob es funktioniert! Um dieses Wort zu verwenden, klicke es einfach erneut.
eo: Ho, vi povas provi tion kaj vidi ĉu ĝi funkcias! Por uzi ĉi tiun vorton, simple denove klaku ĝin.
et: Hm, võid proovida seda ja vaadata, kas see töötab! Selle sõna kasutamiseks klõpsa seda uuesti.
eu: Hm, saiatu eta ikusi ea funtzionatzen duen! Hitz hau erabiltzeko, klik berriro.
fi: Hm, voit kokeilla sitä ja katsoa, toimiiko se! Käyttääksesi tätä sanaa, klikkaa sitä uudelleen.
fr: Hm, vous pouvez essayer cela et voir si ça fonctionne ! Pour utiliser ce mot, cliquez simplement à nouveau dessus.
ga: Hm, is féidir leat iarracht a dhéanamh é sin a rá agus féach cad a tharlóidh! Chun an focal seo a úsáid, cliceáil arís é.
gl: Hm, podes probalo e ver se funciona! Para usar esta palabra, só fai clic de novo.
hi: हम्म, आप इसे आज़मा सकते हैं और देख सकते हैं कि यह काम करता है या नहीं! इस शब्द का उपयोग करने के लिए, बस इसे फिर से क्लिक करें।
hr: Hm, možete pokušati s tim i vidjeti hoće li uspjeti! Da biste koristili ovu riječ, jednostavno je kliknite ponovno.
it: Hmm, puoi provarlo e vedere se funziona! Per usare questa parola, cliccaci di nuovo.
ka: ჰმ, შეგიძლიათ სცადოთ და ნახოთ, მუშაობს თუ არა! ამ სიტყვისთვის, უბრალოდ დააჭირეთ ისევ.
nb: Hm, du kan prøve det og se om det fungerer! For å bruke dette ordet, klikk bare igjen.
nl: Hm, je kunt dat proberen en kijken of het werkt! Om dit woord te gebruiken, klik er gewoon nog een keer op.
pl: Hm, możesz spróbować i zobaczyć, czy to działa! Aby użyć tego słowa, po prostu kliknij je ponownie.
pt: Hm, você pode tentar isso e ver se funciona! Para usar esta palavra, basta clicar nela novamente.
ru: Хм, попробуйте это и посмотрите, сработает ли! Чтобы использовать это слово, просто нажмите его снова.
sk: Hm, môžete to vyskúšať a zistiť, či to funguje! Ak chcete použiť toto slovo, jednoducho naň opäť kliknite.
sr: Hm, možete pokušati to i videti da li radi! Da biste koristili ovu reč, jednostavno je ponovo kliknite.
sv: Hm, du kan prova det och se om det fungerar! För att använda detta ord, klicka bara på det igen.
ta: ஹ்ம்ம, அதை முயற்சி செய்து பார்க்கலாம்! இந்த வார்த்தையை பயன்படுத்த, மீண்டும் கிளிக் செய்யவும்.
th: อืม คุณสามารถลองดูและดูว่ามันใช้งานได้ไหม! เพื่อใช้คำนี้ เพียงคลิกอีกครั้ง

# redFeedback
source: I don't think that's right...
bn: আমি মনে করি এটা সঠিক নয়...
bo: ངེད་ཀྱིས་འདི་ལ་བཟོ་བའི་ལུང་པོ་མེད།
ca: No crec que sigui correcte...
cs: Nemyslím si, že je to správně...
da: Jeg tror ikke, det er rigtigt...
de: Ich glaube nicht, dass das richtig ist...
eo: Mi ne pensas, ke tio estas ĝusta...
et: Ma arvan, et see ei ole õige...
eu: Ez nago ziur hori denik...
fi: En usko, että se on oikein...
fr: Je ne pense pas que ce soit correct...
ga: Ní dóigh liom go bhfuil sé sin ceart...
gl: Creo que iso non é correcto...
hi: मुझे नहीं लगता कि यह सही है...
hr: Mislim da to nije to...
it: Non credo sia giusto...
ka: მგონია, რომ ეს სწორია არა...
nb: Jeg tror ikke det er riktig...
nl: Ik denk niet dat dat klopt...
pl: Nie sądzę, żeby to było poprawne...
pt: Acho que isso não está certo...
ru: Я думаю, это неправильно...
sk: Nemyslím si, že je to správne...
sr: Mislim da to nije tačno...
sv: Jag tror inte att det är rätt...
ta: அது சரியானது என்று நினைக்கவில்லை...
th: ฉันไม่คิดว่านั่นถูกต้อง...

# itInstructionsTitle
source: I can help you translate!
bn: আমি আপনাকে অনুবাদ করতে সাহায্য করতে পারি!
bo: ངེད་ལ་ཁྱེད་ལ་འབྲེལ་བ་བྱེད་ན་བརྡ་བཅོས་བྱེད་ནི་ངེད་ལ་འགྱོ་ཡོད།
ca: Puc ajudar-te a traduir!
cs: Mohu vám pomoci s překladem!
da: Jeg kan hjælpe dig med at oversætte!
de: Ich kann dir beim Übersetzen helfen!
eo: Mi povas helpi vin traduki!
eu: Lagundu dezaket itzultzen!
fi: Voin auttaa sinua kääntämisessä!
fr: Je peux vous aider à traduire !
ga: Is féidir liom cabhrú leat aistriú!
gl: ¡Podo axudarche a traducir!
hi: मैं आपकी अनुवाद में मदद कर सकता हूँ!
hr: Mogu vam pomoći s prijevodom!
it: Posso aiutarti a tradurre!
ka: მიძლია დაგეხმაროთ თარგმნაში!
nb: Jeg kan hjelpe deg med å oversette!
nl: Ik kan je helpen met vertalen!
pl: Mogę pomóc Ci z tłumaczeniem!
pt: Posso ajudar você a traduzir!
ru: Я могу помочь вам с переводом!
sk: Môžem vám pomôcť s prekladom!
sr: Mogu vam pomoći sa prevodom!
sv: Jag kan hjälpa dig att översätta!
ta: நான் உங்களுக்கு மொழிபெயர்க்க உதவ முடியும்!
th: ฉันสามารถช่วยคุณแปลได้!

# itInstructionsBody
source: You can click and hold choices for word info.
bn: শব্দের তথ্যের জন্য বিকল্পগুলিতে ক্লিক ও ধরে রাখুন।
bo: ཁྱེད་ཀྱིས་ཚིག་ཚིག་ལ་ལོག་ལོག་བཟོ་བའི་ལུང་པོ་ལ་ལོག་ལོག་བྱེད་ན་ལོག་ལོག་བཟོ་བའི་སྟེང་ལ་ལོག་ལོག་བྱེད་པ།
ca: Pots fer clic i mantenir premudes les opcions per obtenir informació de la paraula.
cs: Můžete kliknout a podržet volby pro informace o slově.
da: Du kan klikke og holde valg for ordinfo.
de: Sie können durch Tippen und Halten Informationen zum Wort erhalten.
eo: Vi povas klaki kaj teni elektojn por vorto-informoj.
eu: Klik eta eutsi aukera hitzaren informazioaren bila.
fi: Voit napsauttaa ja pitää valintoja saadaksesi sanan tiedot.
fr: Vous pouvez cliquer et maintenir pour obtenir des infos sur le mot.
ga: Is féidir leat roghanna a chliceáil agus a choinneáil síos le haghaidh eolas faoin bhfocal.
gl: Podes facer clic e manter as opcións para obter información sobre a palabra.
hi: आप शब्द जानकारी के लिए विकल्पों पर क्लिक कर सकते हैं और होल्ड कर सकते हैं।
hr: Možete kliknuti i držati odabire za informacije o riječi.
it: Puoi cliccare e tenere premute le scelte per informazioni sulla parola.
ka: თქვენ შეგიძლიათ დააჭიროთ და შეინახოთ არჩევანი სიტყვების ინფორმაციისთვის.
nb: Du kan klikke og holde på valgene for ordinformasjon.
nl: U kunt keuzes vastpakken en vasthouden voor woordinformatie.
pl: Możesz kliknąć i przytrzymać wybory, aby uzyskać informacje o słowach.
pt: Você pode clicar e segurar opções para obter informações da palavra.
ru: Вы можете нажимать и удерживать выборы для получения информации о слове.
sk: Môžete kliknúť a podržať voľby pre informácie o slove.
sr: Možete kliknuti i držati opcije za informacije o reči.
sv: Du kan klicka och hålla kvar val för ordinformation.
ta: பதிவுகளைத் தேர்ந்தெடுத்து, வார்த்தை தகவலுக்கு பிடித்து வைத்துக் கொள்ளலாம்.
th: คุณสามารถคลิกและกดค้างตัวเลือกเพื่อดูข้อมูลคำ

# oneday
source: Last 24 hours
bn: গত ২৪ ঘণ্টা
bo: ལོ་གསུམ་ལས་ནང་།
ca: Darreres 24 hores
cs: Posledních 24 hodin
da: Sidste 24 timer
de: Letzte 24 Stunden
eo: Lastaj 24 horoj
et: Viimased 24 tundi
eu: Azken 24 ordu
fi: Viimeiset 24 tuntia
fr: Dernières 24 heures
ga: An 24 uair deireanach
gl: Últimas 24 horas
hi: पिछले 24 घंटे
hr: Posljednja 24 sata
it: Ultime 24 ore
ka: გუშინ 24 საათში
nb: Siste 24 timer
nl: Afgelopen 24 uur
pl: Ostatnie 24 godziny
pt: Últimas 24 horas
ru: Последние 24 часа
sk: Posledných 24 hodín
sr: Poslednjih 24 sata
sv: Senaste 24 timmar
ta: கடந்த 24 மணி நேரம்
th: 24 ชั่วโมงที่ผ่านมา

# oneweek
source: Last 7 days
bn: গত ৭ দিন
bo: ལོ་གསུམ་ལས་ནང་།
ca: Darrers 7 dies
cs: Posledních 7 dní
da: Sidste 7 dage
de: Letzte 7 Tage
eo: Lastaj 7 tagoj
et: Viimased 7 päeva
eu: Azken 7 egun
fi: Viimeiset 7 päivää
fr: Derniers 7 jours
ga: An seachtain deireanach
gl: Últimos 7 días
hi: पिछले 7 दिन
hr: Zadnjih 7 dana
it: Ultimi 7 giorni
ka: გუშინ 7 დღეში
nb: Siste 7 dager
nl: Afgelopen 7 dagen
pl: Ostatnie 7 dni
pt: Últimos 7 dias
ru: Последние 7 дней
sk: Posledných 7 dní
sr: Poslednjih 7 dana
sv: Senaste 7 dagar
ta: கடந்த 7 நாட்கள்
th: 7 วันที่ผ่านมา

# onemonth
source: Past month
bn: গত মাস
bo: ཁྱེད་རང་གི་ལོ་ནས་ནང
ca: Mes passat
cs: Poslední měsíc
da: Sidste måned
de: Letzter Monat
eo: Pasinta monato
et: Eelmine kuu
eu: Aurreko hilabetea
fi: Viime kuukausi
fr: Mois passé
ga: An mhí seo caite
gl: Mes pasado
hi: पिछला महीना
hr: Prošli mjesec
it: Mese scorso
ka: გუშინ ერთი თვე
nb: Siste måned
nl: Afgelopen maand
pl: Ostatni miesiąc
pt: Mês passado
ru: Прошлый месяц
sk: Minulý mesiac
sr: Prošli mesec
sv: Föregående månad
ta: கடந்த மாதம்
th: เดือนที่ผ่านมา

# gaTooltip
source: L2 use with grammar assistance
bn: ব্যাকরণ সহায়তার জন্য L2 ব্যবহার করুন
bo: L2 ལུས་སྤྱོད་ནས་སྒྲོམ་བཅོས་རྟགས་སྤྱོད
ca: L2 utilitza amb assistència gramatical
cs: L2 použití s gramatickou asistencí
da: L2 brug med grammatikassistance
de: L2 Verwendung mit Grammatikhilfe
eo: L2 uzi kun gramatika helpo
et: L2 kasutamine grammatika abiga
eu: L2 gramatika laguntzarekin erabiltzeko
fi: L2:n käyttö kielioppiavustuksella
fr: L2 à utiliser avec l'assistance grammaticale
ga: Úsáid L2 le cabhair gramadaí
gl: L2 con asistencia gramatical
hi: व्याकरण सहायता के साथ L2 का उपयोग करें
hr: L2 korištenje s gramatičkom pomoći
it: L2 utilizzo con assistenza grammaticale
ka: L2 გამოყენება გრამატიკის დახმარებით
nb: L2 bruk med grammatikkhjelp
nl: L2 gebruik met grammatica hulp
pl: L2 użycie z pomocą gramatyczną
pt: L2 usar com assistência gramatical
ru: Использование L2 с грамматической помощью
sk: L2 použitie s gramatickou asistenciou
sr: L2 upotreba sa gramatičkom pomoći
sv: L2 användning med grammatikhjälp
ta: வியக்கருடன் இலக்கண உதவியுடன் பயன்படுத்தவும்
th: ใช้ L2 พร้อมความช่วยเหลือด้านไวยากรณ์

# taTooltip
source: L2 use with translation assistance
bn: অনুবাদ সহায়তার জন্য L2 ব্যবহার করুন
bo: L2 ལུས་སྤྱོད་ནས་སྒྲོམ་བཅོས་རྟགས་སྤྱོད
ca: L2 utilitza amb assistència de traducció
cs: L2 použití s překladatelskou asistencí
da: L2 brug med oversættelsesassistance
de: L2 Verwendung mit Übersetzungshilfe
eo: L2 uzi kun tradukada helpo
et: L2 kasutamine tõlke abiga
eu: L2 itzulpen laguntzarekin erabiltzeko
fi: L2:n käyttö käännösavustuksella
fr: L2 utilisation avec assistance à la traduction
ga: Úsáid L2 le cabhair aistriúcháin
gl: L2 con asistencia de tradución
hi: अनुवाद सहायता के साथ L2 का उपयोग करें
hr: L2 korištenje s prijevodnom pomoći
it: L2 utilizzo con assistenza alla traduzione
ka: L2 გამოყენება თარგმნის დახმარებით
nb: L2 bruk med oversettelseshjelp
nl: L2 gebruik met vertaalhulp
pl: L2 użycie z pomocą tłumaczeniową
pt: L2 com assistência de tradução
ru: Использование L2 с переводческой помощью
sk: L2 použitie s prekladateľskou asistenciou
sr: L2 upotreba sa pomoć za prevod
sv: L2 användning med översättningshjälp
ta: மொழிபெயர்ப்பு உதவியுடன் பயன்படுத்தவும்
th: ใช้ L2 พร้อมความช่วยเหลือด้านการแปล

# unTooltip
source: Other
bn: অন্য
bo: གཞན་
ca: Altres
cs: Jiné
da: Andet
de: Andere
eo: Alia
et: Muu
eu: Beste
fi: Muu
fr: Autre
ga: Eile
gl: Outro
hi: अन्य
hr: Ostalo
it: Altro
ka: სხვა
nb: Annet
nl: Overige
pl: Inne
pt: Outro
ru: Другое
sk: Iné
sr: Drugo
sv: Annat
ta: மற்றவை
th: อื่น ๆ
