Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Message Analytics
bn: বার্তা বিশ্লেষণ
bo: ཚིག་རྒྱབ་ལས་རྟོག་བསྟན།
ca: Anàlisi de missatges
cs: Analýza zpráv
da: Beskedanalyse
de: Nachrichtenanalyse
eo: Mesaĝa Analitiko
et: Sõnumi analüütika
eu: Mezua Analisia
fi: Viestien analytiikka
fr: Analyse des messages
ga: Anailís ar Theachtaireachtaí
gl: Análise de mensaxes
hi: संदेश विश्लेषण
hr: Analitika poruka
it: Analisi dei messaggi
ka: შეტყობინებების ანალიტიკა
nb: Meldingsanalyse
nl: Berichtanalyse
pl: Analiza wiadomości
pt: Análise de Mensagens
ru: Аналитика сообщений
sk: Analytika správ
sr: Аналитика порука
sv: Meddelandesanalys
ta: செய்தி பகுப்பாய்வு
th: วิเคราะห์ข้อความ

source: Words
bn: শব্দ
bo: ཚིག་ཚིག
ca: Paraules
cs: Slova
da: Ord
de: Wörter
eo: Vortoj
et: Sõnad
eu: Hitzak
fi: Sanat
fr: Mots
ga: Focail
gl: Palabras
hi: शब्द
hr: Riječi
it: Parole
ka: სიტყვები
nb: Ord
nl: Woorden
pl: Słowa
pt: Palavras
ru: Слова
sk: Slová
sr: Речи
sv: Ord
ta: வாக்கியங்கள்
th: คำ

source: Score
bn: স্কোর
bo: མཐོ་ཚད།
ca: Puntuació
cs: Skóre
da: Point
de: Punktzahl
eo: Poentaro
et: Hinne
eu: Puntuazioa
fi: Pisteet
ga: Scór
gl: Puntuación
hi: अंक
hr: Rezultat
it: Punteggio
ka: შეფასება
nb: Poeng
pl: Wynik
pt: Pontuação
ru: Очки
sk: Skóre
sr: Резултат
sv: Poäng
ta: மதிப்பீடு
th: คะแนน

source: Accuracy
bn: সঠিকতা
bo: ངོ་བོའི་སྤྱོད་ལམ།
ca: Precisió
cs: Přesnost
da: Nøjagtighed
de: Genauigkeit
eo: Precizeco
et: Täpsus
eu: Zehatza
fi: Tarkkuus
fr: Précision
ga: Beachtas
gl: Exactitude
hi: सटीकता
hr: Točnost
it: Precisione
ka: სწორობა
nb: Nøyaktighet
nl: Nauwkeurigheid
pl: Dokładność
pt: Precisão
ru: Точность
sk: Presnosť
sr: Tačnost
sv: Noggrannhet
ta: துல்லியம்
th: ความถูกต้อง

source: Points
bn: পয়েন্ট
bo: མཐོ་ཚད།
ca: Punts
cs: Body
da: Point
de: Punkte
eo: Punktoj
et: Punktid
eu: Puntuak
fi: Pisteet
ga: Pointí
gl: Puntos
hi: अंक
hr: Bodovi
it: Punti
ka: ქულები
nb: Poeng
nl: Punten
pl: Punkty
pt: Pontos
ru: Баллы
sk: Body
sr: Poeni
sv: Poäng
ta: புள்ளிகள்
th: คะแนน

# noPaymentInfo
source: No payment info necessary!
bn: কোনও পেমেন্ট তথ্য প্রয়োজন নয়!
bo: དགོས་མེད་པའི་དབྱེ་སྤྱོད་ཚུལ།
ca: No cal informació de pagament!
cs: Není třeba žádné platební informace!
da: Ingen betalingsoplysninger nødvendige!
de: Keine Zahlungsinformationen erforderlich!
eo: Ne necesas paginformoj!
et: Makseteadet pole vaja!
eu: Ez dago ordainketa informaziorik behar!
fi: Maksutietoja ei tarvita!
fr: Aucune information de paiement nécessaire !
ga: Níl aon eolas íocaíochta de dhíth!
gl: Non é necesaria información de pagamento!
hi: कोई भुगतान जानकारी आवश्यक नहीं!
hr: Nije potrebna informacija o plaćanju!
it: Nessuna informazione di pagamento necessaria!
ka: გადახდის ინფორმაცია საჭირო არაა!
nb: Ingen betalingsinformasjon nødvendig!
nl: Geen betalingsinformatie nodig!
pl: Brak konieczności podawania informacji o płatności!
pt: Nenhuma informação de pagamento necessária!
ru: Информация о платеже не требуется!
sk: Nie sú potrebné žiadne platobné údaje!
sr: Није потребно информације о плаћању!
sv: Ingen betalningsinformation behövs!
ta: பணம் செலுத்தும் தகவல் தேவையில்லை!
th: ไม่จำเป็นต้องมีข้อมูลการชำระเงิน!

# conversationBotModeSelectDescription
source: Chat activity
bn: চ্যাট কার্যকলাপ
bo: ཚོད་ལམ་སྒོར་ལེན།
ca: Activitat de xat
cs: Aktivita chatu
da: Chataktivitet
de: Chat-Aktivität
eo: Babilado de agado
et: Vestlustegevus
eu: Elkarrizketa jarduera
fi: Keskustelutoiminta
fr: Activité de chat
ga: Gníomhaíocht comhrá
gl: Actividade de chat
hi: चैट गतिविधि
hr: Aktivnost chata
it: Attività di chat
ka: ჩეთის აქტივობა
nb: Chataktivitet
nl: Chatactiviteit
pl: Aktywność czatu
pt: Atividade de chat
ru: Активность чата
sk: Aktivita chatu
sr: Активност у ћаскању
sv: Chattaktivitet
ta: பேச்சு செயல்பாடு
th: กิจกรรมแชท

# conversationBotModeSelectOption_discussion
source: Discussion
bn: আলোচনা
bo: ཚོད་ལམ།
ca: Discussió
cs: Diskuse
da: Diskussion
de: Diskussion
eo: Diskuto
et: Arutelu
eu: Eztabaida
fi: Keskustelu
ga: Plé
gl: Discusión
hi: चर्चा
hr: Diskusija
it: Discussione
ka: დისკუსია
nb: Diskusjon
nl: Discussie
pl: Dyskusja
pt: Discussão
ru: Обсуждение
sk: Diskusia
sr: Дискусија
sv: Diskussion
ta: பேச்சு
th: การอภิปราย

# conversationBotModeSelectOption_custom
source: Custom
bn: কাস্টম
bo: རང་བཞིན།
ca: Personalitzat
cs: Vlastní
da: Brugerdefineret
de: Benutzerdefiniert
eo: Propra
et: Kohandatud
eu: Pertsonalizatua
fi: Mukautettu
fr: Personnalisé
ga: Saincheaptha
gl: Personalizado
hi: कस्टम
hr: Prilagođeno
it: Personalizzato
ka: მოწოდება
nb: Egendefinert
nl: Aangepast
pl: Niestandardowe
pt: Personalizado
ru: Настраиваемый
sk: Vlastné
sr: Прилагођено
sv: Anpassad
ta: தனிப்பயன்
th: กำหนดเอง

# conversationBotModeSelectOption_conversation
source: Conversation
bn: সংলাপ
bo: ཚོད་ལམ།
ca: Conversa
cs: Konverzace
da: Samtale
de: Konversation
eo: Babilo
et: Vestlus
eu: Elkarrizketa
fi: Keskustelu
ga: Comhrá
gl: Conversación
hi: संवाद
hr: Razgovor
it: Conversazione
ka: საუბარი
nb: Samtale
nl: Gesprek
pl: Rozmowa
pt: Conversa
ru: Беседа
sk: Konverzácia
sr: Разговор
sv: Konversation
ta: பேச்சு
th: การสนทนา

# conversationBotModeSelectOption_textAdventure
source: Text Adventure
bn: টেক্সট অ্যাডভেঞ্চার
bo: ཚིག་རྒྱབ་འགྱོ་བ།
ca: Aventura de text
cs: Textové dobrodružství
da: Teksteventyr
eo: Teksta Aventuro
et: Tekstiseiklus
eu: Abentura Testua
fi: Tekstiseikkailu
fr: Aventure textuelle
ga: Eachtra Téacs
gl: Aventura de texto
hi: पाठ साहसिक
hr: Tekstualna avantura
it: Avventura testuale
ka: ტექსტური თავგადასავალი
nb: Teksteventyr
nl: Tekstavontuur
pl: Przygoda tekstowa
pt: Aventura de Texto
ru: Текстовое приключение
sk: Textové dobrodružstvo
sr: Текстуална авантура
sv: Textäventyr
ta: படிகை சாகசம்
th: การผจญภัยในข้อความ

# conversationBotModeSelectOption_storyGame
source: Story Game
bn: গল্পের খেলা
bo: ལེན་སྒོར།
ca: Joc d'històries
cs: Příběhová hra
da: Historie Spil
de: Geschichtenspiel
eo: Rakonta Ludo
et: Lugumäng
eu: Joko Istorioa
fi: Tarina-peli
fr: Jeu d'histoire
ga: Cluiche Scéil
gl: Xogo de historia
hi: कहानी खेल
hr: Igra priče
it: Gioco di storia
ka: სიუჟეტის თამაში
nb: Historie Spill
nl: Verhaalspel
pl: Gra fabularna
pt: Jogo de História
ru: История игры
sk: Príbehová hra
sr: Игра прича
sv: Storyspel
ta: கதை விளையாட்டு
th: เกมเรื่องราว

# conversationBotDiscussionZone_title
source: Discussion Settings
bn: আলোচনা সেটিংস
bo: ཚོད་ལམ་སྒོར་ལེན།
ca: Configuració de discussió
cs: Nastavení diskuse
da: Diskussionsindstillinger
de: Diskussionseinstellungen
eo: Agadaj Agordoj
et: Arutelu seaded
eu: Eztabaida Ezarpenak
fi: Keskusteluasetukset
fr: Paramètres de discussion
ga: Socrúí Comhrá
gl: Configuración de discusión
hi: चर्चा सेटिंग्स
hr: Postavke rasprave
it: Impostazioni di discussione
ka: დისკუსიის პარამეტრები
nb: Diskusjonsinnstillinger
nl: Discussie-instellingen
pl: Ustawienia dyskusji
pt: Configurações de Discussão
ru: Настройки обсуждения
sk: Nastavenia diskusie
sr: Подешавања дискусије
sv: Diskussionsinställningar
ta: பேச்சு அமைப்புகள்
th: การตั้งค่าการอภิปราย

# conversationBotDiscussionZone_discussionTopicLabel
source: Discussion Topic
bn: আলোচনার বিষয়
bo: བཟོ་བརྗོད་གནས་ཚུལ
ca: Tema de discussió
cs: Téma diskuse
da: Diskussionsemne
de: Diskussionsthema
eo: Diskuta Temoj
et: Arutelu teema
eu: Eztabaidaren Gaia
fi: Keskustelun aihe
fr: Sujet de discussion
ga: Ábhar Plé
gl: Tema de discusión
hi: चर्चा विषय
hr: Tema rasprave
it: Argomento della discussione
ka: დისკუსიის თემა
nb: Diskusjonstema
nl: Discussieonderwerp
pl: Temat dyskusji
pt: Tópico de Discussão
ru: Тема обсуждения
sk: Téma diskusie
sr: Тема дискусије
sv: Diskussionstema
ta: பேச்சு தலைப்பு
th: หัวข้อการอภิปราย

# conversationBotDiscussionZone_discussionTopicPlaceholder
source: Set discussion topic
bn: আলোচনার বিষয় নির্ধারণ করুন
bo: བཟོ་བརྗོད་གནས་ཚུལ་སྟོན
ca: Estableix el tema de discussió
cs: Nastavte téma diskuse
da: Indstil diskussionsemne
de: Diskussionsthema festlegen
eo: Agordi diskutan temon
et: Määra arutelu teema
eu: Ezarri eztabaidaren gaia
fi: Aseta keskustelun aihe
fr: Définir le sujet de discussion
ga: Socraigh ábhar an phlé
gl: Establecer tema de discusión
hi: चर्चा विषय सेट करें
hr: Postavi temu rasprave
it: Imposta l'argomento della discussione
ka: საზოგადოების თემა
nb: Sett diskusjonstema
nl: Stel discussieonderwerp in
pl: Ustaw temat dyskusji
pt: Defina o tópico de discussão
ru: Установить тему обсуждения
sk: Nastavte tému diskusie
sr: Поставите тему дискусије
sv: Ange diskussionstema
ta: பேச்சு தலைப்பை அமைக்கவும்
th: ตั้ง หัวข้อการอภิปราย

# conversationBotDiscussionZone_discussionKeywordsLabel
source: Discussion Keywords
bn: আলোচনার কীওয়ার্ড
bo: བཟོ་བརྗོད་གནས་ཚུལ་སྣོད
ca: Paraules clau de discussió
cs: Klíčová slova diskuse
da: Diskussionsnøgler
de: Diskussions-Schlüsselwörter
eo: Diskutaj Ŝlosilvortoj
et: Arutelu märksõnad
eu: Eztabaidaren Gako-hitzak
fi: Keskustelun avainsanat
fr: Mots-clés de discussion
ga: Eochairfhocail an Phlé
gl: Palabras clave de discusión
hi: चर्चा कीवर्ड
hr: Ključne riječi rasprave
it: Parole chiave della discussione
ka: დისკუსიის საკვანძო სიტყვები
nb: Diskusjonsnøkler
nl: Discussiezoekwoorden
pl: Słowa kluczowe dyskusji
pt: Palavras-chave de discussão
ru: Ключевые слова для обсуждения
sk: Kľúčové slová diskusie
sr: Кључне речи за дискусију
sv: Diskussionsnyckelord
ta: பேச்சு முக்கியச்சொற்கள்
th: คำสำคัญในการอภิปราย

# conversationBotDiscussionZone_discussionKeywordsPlaceholder
source: Set discussion keywords
bn: আলোচনার কীওয়ার্ড নির্ধারণ করুন
bo: བཟོ་བརྗོད་གནས་ཚུལ་སྣོད་སྟོན
ca: Estableix paraules clau de discussió
cs: Nastavte klíčová slova diskuse
da: Indstil diskussionsnøgler
de: Diskussions-Schlüsselwörter festlegen
eo: Agordi diskutajn ŝlosilvortojn
et: Määra arutelu märksõnad
eu: Ezarri eztabaidaren gako-hitzak
fi: Aseta keskustelun avainsanat
fr: Définir les mots-clés de discussion
ga: Socraigh eochairfhocail an phlé
gl: Establecer palabras clave de discusión
hi: चर्चा कीवर्ड सेट करें
hr: Postavi ključne riječi rasprave
it: Imposta le parole chiave della discussione
ka: საკვანძო სიტყვების მითითება
nb: Sett diskusjonsnøkler
nl: Stel discussiezoekwoorden in
pl: Ustaw słowa kluczowe dyskusji
pt: Definir palavras-chave de discussão
ru: Установить ключевые слова для обсуждения
sk: Nastavte kľúčové slová diskusie
sr: Поставите кључне речи за дискусију
sv: Ange diskussionsnyckelord
ta: பேச்சு முக்கியச்சொற்களை அமைக்கவும்
th: ตั้งคำสำคัญในการอภิปราย

# conversationBotDiscussionZone_discussionKeywordsHintText
source: Comma separated list of keywords to guide the discussion
bn: কীওয়ার্ডের কমা দিয়ে আলাদা তালিকা আলোচনা নির্দেশিকা হিসেবে
bo: བཟོ་བརྗོད་ལ་སྣོད་ཚིག་ཚོད་ལོག་ལོག་ལུས་སྟོན་ལུས་སྟོན
ca: Llista separada per comes de paraules clau per guiar la discussió
cs: Seznam klíčových slov oddělených čárkou, které řídí diskusi
da: Komma-separeret liste over nøgleord til at vejlede diskussionen
de: Kommagetrennte Liste von Schlüsselwörtern zur Steuerung der Diskussion
eo: Vojnomo apartigita per komo por gvidi la diskuton
et: Koma eraldatud märksõnade loend arutelu juhendamiseks
eu: Gako-hitzen zerrenda, eztabaida gidatzeko, koma erabiliz
fi: Pilkuilla erotettu avainsanojen lista keskustelun ohjaamiseksi
fr: Liste séparée par des virgules de mots-clés pour guider la discussion
ga: Liosta eochairfhocal le haghaidh treorach an phlé, scartha le véarsa
gl: Lista separada por comas de palabras clave para guiar a discusión
hi: चर्चा का मार्गदर्शन करने के लिए कीवर्ड की अल्पविराम से अलग सूची
hr: Popis ključnih riječi odvojenih zarezom za vođenje rasprave
it: Elenco di parole chiave separate da virgola per guidare la discussione
ka: საკვანძო სიტყვების სია, რომელიც განაპირობებს განხილვას
nb: Komma-separert liste over nøkkelord for å veilede diskusjonen
nl: Door komma's gescheiden lijst van zoekwoorden om de discussie te begeleiden
pl: Lista słów kluczowych oddzielonych przecinkami, aby kierować dyskusją
pt: Lista separada por vírgulas de palavras-chave para orientar a discussão
ru: Список ключевых слов, разделённых запятыми, для направления обсуждения
sk: Zoznam kľúčových slov oddelených čiarkou na vedenie diskusie
sr: Списак кључних речи одвојених зарезом за вођење дискусије
sv: Komma separerad lista av nyckelord för att styra diskussionen
ta: பேச்சை வழிநடத்த முக்கியச்சொற்கள் பட்டியலை காமா பிரித்து எழுதவும்
th: รายการคำสำคัญคั่นด้วยเครื่องหมายจุลภาคเพื่อแนะนำการอภิปราย

# conversationBotDiscussionZone_discussionTriggerScheduleEnabledLabel
source: Send discussion prompt on a schedule
bn: এক সময়সূচীতে আলোচনা প্রেরণ করুন
bo: ལུས་སྟོན་ལུས་སྟོན་ལུས་ལ་བཟོ་བརྗོད་སྤྱོད་ལེན
ca: Envia una invitació a discutir segons un horari
cs: Odesílat výzvu k diskusi podle plánu
da: Send diskussionsprompt efter en tidsplan
de: Diskussionsaufforderung nach Zeitplan senden
eo: Sendi diskutan peton laŭ horaro
et: Saada arutelu juhend ajastatult
eu: Bidali eztabaidaren deia ordutegi batean
fi: Lähetä keskustelukehotus aikataulun mukaan
fr: Envoyer une invite de discussion selon un calendrier
ga: Seolfaidh tú spreagadh an phlé ar sceideal
gl: Enviar aviso de discusión nun horario
hi: निर्धारित समय पर चर्चा प्रांप्ट भेजें
hr: Slanje poticaja za raspravu prema rasporedu
it: Invia prompt di discussione secondo un programma
ka: გაგზავნეთ განხილვის წახალისება განრიგით
nb: Send diskusjonsoppfordring etter en tidsplan
nl: Stuur discussieprompt volgens schema
pl: Wysyłaj przypomnienie o dyskusji według harmonogramu
pt: Enviar aviso de discussão em uma programação
ru: Отправлять напоминание о обсуждении по расписанию
sk: Odoslať výzvu na diskusiu podľa plánu
sr: Пошаљи подсетник за дискусију по распореду
sv: Skicka diskussionsuppmaning enligt schema
ta: அட்டவணையில் பேச்சு முன்மொழிவை அனுப்பவும்
th: ส่งคำกระตุ้นการอภิปรายตามกำหนดเวลา

# conversationBotDiscussionZone_discussionTriggerScheduleHourIntervalLabel
source: Hours between discussion prompts
bn: আলোচনার মধ্যে ঘণ্টার ব্যবধান
bo: ལུས་སྟོན་ལུས་ལ་ཆུ་ཚོད་ཚོད་ལོག་ལོག་ལུས
ca: Hores entre invitacions a discutir
cs: Hodiny mezi výzvami k diskusi
da: Timer mellem diskussionsprompter
de: Stunden zwischen Diskussionsaufforderungen
eo: Horo inter diskutaj petoj
et: Tunnid arutelu juhendite vahel
eu: Orduen arteko tarteak eztabaidaren deien artean
fi: Tunnit keskustelukehotusten välillä
fr: Heures entre les invites de discussion
ga: Uaireanta idir spreagthaí an phlé
gl: Horas entre avisos de discusión
hi: चर्चा प्रांप्ट के बीच घंटे
hr: Sati između poticaja za raspravu
it: Ore tra i prompt di discussione
ka: საათები განხილვის წახალისებებს შორის
nb: Timer mellom diskusjonsoppfordringer
nl: Uren tussen discussieprompts
pl: Godziny między przypomnieniami o dyskusji
pt: Horas entre avisos de discussão
ru: Часов между напоминаниями о обсуждении
sk: Hodiny medzi výzvami na diskusiu
sr: Сати између подсетника за дискусију
sv: Timmar mellan diskussionsuppmaningar
ta: பேச்சு முன்மொழிவுகளுக்கு இடையேயான மணி நேரம்
th: ชั่วโมงระหว่างคำกระตุ้นการอภิปราย

# conversationBotDiscussionZone_discussionTriggerReactionEnabledLabel
source: Responds on ⏩ reaction
bn: প্রতিক্রিয়ায় উত্তর দিন ⏩
bo: ལུས་སྟོན་ལུས་ལ་ལོག་ལོག་ལུས་ལ་ལོག་ལོག་ལུས
ca: Respond amb reacció ⏩
cs: Reagovat na reakci ⏩
da: Reagerer på ⏩ reaktion
de: Reagiert auf ⏩ Reaktion
eo: Respondi je ⏩ reago
et: Vastab reaktsioonile ⏩
eu: Erantzun reaction-ean
fi: Vastaa 🡒 reaktiolla
fr: Répondre à la réaction ⏩
ga: Freagraíonn ar ghníomhú ar »
gl: Responde a reacción ⏩
hi: प्रतिक्रिया पर प्रतिक्रिया ⚙️
hr: Odgovara na reakciju ⏩
it: Risponde con reazione ⏩
ka: პასუხი რეაქციაზე ⏩
nb: Svar på ⏩ reaksjon
nl: Reageert op ⚙️ reactie
pl: Odpowiada na reakcję ⏩
pt: Responde à reação ⏩
ru: Ответ на реакцию ⏩
sk: Reaguje na reakciu ⏩
sr: Реагује на реакцију ⏩
sv: Svarar på ⏩ reaktion
ta: பதில் அளிக்கும் ⏩ பதில்
th: ตอบสนองต่อปฏิกิริยา ⏩

# conversationBotDiscussionZone_discussionTriggerReactionKeyLabel
source: Reaction to send discussion prompt
bn: আলোচনা প্রেরণের জন্য প্রতিক্রিয়া
bo: ལུས་སྟོན་ལུས་ལ་ལོག་ལོག་ལུས་ལ་ལོག་ལོག་ལུས
ca: Reacció per enviar la sol·licitud de discussió
cs: Reakce na odeslání výzvy k diskusi
da: Reaktion for at sende diskussionsprompt
de: Reaktion zum Senden der Diskussionsaufforderung
eo: Reago por sendi diskutan peton
et: Reaktsioon arutelu juhendi saatmiseks
eu: Eztabaidaren deia bidaltzeko reaction
fi: Reaktio keskustelukehotuksen lähettämiseen
fr: Réaction pour envoyer l'invite de discussion
ga: Freagairt chun spreagadh an phlé a sheoladh
gl: Reacción para enviar aviso de discusión
hi: चर्चा प्रॉम्प्ट भेजने के लिए प्रतिक्रिया
hr: Reakcija za slanje poticaja za raspravu
it: Reazione per inviare il prompt di discussione
ka: რეაქცია განხილვის დაწყებისთვის
nb: Reaksjon for å sende diskusjonsoppfordring
nl: Reactie om discussieprompt te sturen
pl: Reakcja do wysłania przypomnienia o dyskusji
pt: Reação para enviar aviso de discussão
ru: Реакция для отправки напоминания о обсуждении
sk: Reakcia na odoslanie výzvy na diskusiu
sr: Реакција за слање подсетника за дискусију
sv: Reaktion för att skicka diskussionsuppmaning
ta: பேச்சு முன்மொழிவை அனுப்ப பதில்
th: ปฏิกิริยาเพื่อส่งคำกระตุ้นการอภิปราย

# conversationBotCustomZone_title
source: Custom Settings
bn: কাস্টম সেটিংস
bo: བཟོ་བརྗོད་སྒོར་ཚད
ca: Configuracions personalitzades
cs: Vlastní nastavení
da: Brugerdefinerede indstillinger
de: Benutzerdefinierte Einstellungen
eo: Propraj Agordoj
et: Kohandatud seaded
eu: Ezarpen Pertsonalizatuak
fi: Mukautetut asetukset
fr: Paramètres personnalisés
ga: Socruithe Uathúla
gl: Configuración personalizada
hi: कस्टम सेटिंग्स
hr: Prilagođena postavka
it: Impostazioni personalizzate
ka: საბაჟო პარამეტრები
nb: Egendefinerte innstillinger
nl: Aangepaste instellingen
pl: Ustawienia niestandardowe
pt: Configurações Personalizadas
ru: Настройки по умолчанию
sk: Vlastné nastavenia
sr: Прилагођена подешавања
sv: Anpassade inställningar
ta: தனிப்பயன் அமைப்புகள்
th: การตั้งค่ากำหนดเอง

# conversationBotCustomZone_customSystemPromptLabel
source: System prompt
bn: সিস্টেম প্রম্পট
bo: ལས་སྒོར་སྒོར་ཚད
ca: Indicació del sistema
cs: Systémová výzva
de: System-Aufforderung
eo: Sistemaj petoj
et: Süsteemi juhend
eu: Sistema deia
fi: Järjestelmän kehotus
fr: Invite système
ga: Preabchomhordú córas
gl: Aviso do sistema
hi: सिस्टम प्रॉम्प्ट
hr: Sistemski poticaj
it: Prompt di sistema
ka: სისტემის შეტყობინება
nb: Systemoppfordring
nl: Systeemprompt
pl: Wiadomość systemowa
pt: Prompt do sistema
ru: Системное сообщение
sk: Systémová výzva
sr: Sistemski prompt
ta: சிஸ்டம் முன்மொழிவு
th: คำสั่งระบบ

# conversationBotCustomZone_customSystemPromptPlaceholder
source: Set custom system prompt
bn: কাস্টম সিস্টেম প্রম্পট সেট করুন
bo: ལས་སྒོར་སྒོར་ཚད་སྟོན
ca: Estableix una indicació personalitzada del sistema
cs: Nastavit vlastní systémovou výzvu
da: Indstil brugerdefineret systemprompt
de: Benutzerdefinierte System-Aufforderung festlegen
eo: Agordi personan sisteman instrukcion
et: Määra kohandatud süsteemipõhjus
eu: Ezarri sistema deia pertsonalizatua
fi: Aseta mukautettu järjestelmän kehotus
fr: Définir une invite système personnalisée
ga: Socraigh preabchomhordú córas uathúil
gl: Establecer aviso personalizado do sistema
hi: कस्टम सिस्टम प्रॉम्प्ट सेट करें
hr: Postavi prilagođeni sistemski poticaj
it: Imposta prompt di sistema personalizzato
ka: სისტემის შეტყობინების დაყენება
nb: Sett egendefinert systemoppfordring
nl: Stel aangepaste systeemprompt in
pl: Ustaw niestandardową wiadomość systemową
pt: Definir prompt personalizado do sistema
ru: Установить пользовательское системное сообщение
sk: Nastavte vlastnú systémovú výzvu
sr: Postavi prilagođeni sistemski prompt
sv: Ange anpassad systemprompt
ta: தனிப்பயன் சிஸ்டம் முன்மொழிவை அமைக்கவும்
th: ตั้งค่าคำสั่งระบบแบบกำหนดเอง

# conversationBotCustomZone_customSystemPromptEmptyError
source: Missing custom system prompt
bn: কাস্টম সিস্টেম প্রম্পট অনুপস্থিত
bo: ལས་སྒོར་སྒོར་ཚད་མེད
ca: Falta la indicació personalitzada del sistema
cs: Chybí vlastní systémová výzva
da: Manglende brugerdefineret systemprompt
de: Fehlende benutzerdefinierte System-Aufforderung
eo: Manĝas personan sisteman instrukcion
et: Puudub kohandatud süsteemipõhjus
eu: Sistema deia pertsonalizatua falta da
fi: Puuttuu mukautettu järjestelmän kehotus
fr: Invite système personnalisée manquante
ga: Níl preabchomhordú córas uathúil curtha isteach
gl: Falta o aviso personalizado do sistema
hi: कस्टम सिस्टम प्रॉम्प्ट गायब है
hr: Nedostaje prilagođeni sistemski poticaj
it: Prompt di sistema personalizzato mancante
ka: სისტემის შეტყობინება აკლია
nb: Mangler egendefinert systemoppfordring
nl: Ontbreekt aangepaste systeemprompt
pl: Brak niestandardowej wiadomości systemowej
pt: Prompt personalizado do sistema ausente
ru: Отсутствует пользовательское системное сообщение
sk: Chýba vlastná systémová výzva
sr: Nedostaje prilagođeni sistemski prompt
sv: Saknar anpassad systemprompt
ta: தனிப்பயன் சிஸ்டம் முன்மொழிவு இல்லை
th: ขาดคำสั่งระบบแบบกำหนดเอง

# botConfig
source: Bot and activity settings
bn: বট এবং কার্যকলাপ সেটিংস
bo: Bot དང་ལས་ཀ་སྒོར་ཚད
ca: Configuracions del bot i activitat
cs: Nastavení bota a aktivity
da: Bot- og aktivitetsindstillinger
de: Bot- und Aktivitätseinstellungen
eo: Agordoj de roboto kaj agadoj
et: Boti ja tegevuse seaded
eu: Bot eta jarduera ezarpenak
fi: Botin ja toiminnan asetukset
fr: Paramètres du bot et des activités
ga: Socruithe an bhot agus na gníomhaíochta
gl: Configuración do bot e actividade
hi: बॉट और गतिविधि सेटिंग्स
hr: Postavke bota i aktivnosti
it: Impostazioni bot e attività
ka: ბოტისა და აქტივობის პარამეტრები
nb: Bot- og aktivitetsinnstillinger
nl: Bot- en activiteitsinstellingen
pl: Ustawienia bota i aktywności
pt: Configurações do bot e atividade
ru: Настройки бота и активности
sk: Nastavenia bota a aktivity
sr: Podešavanja bota i aktivnosti
sv: Bot- och aktivitetsinställningar
ta: போட் மற்றும் செயல்பாட்டு அமைப்புகள்
th: การตั้งค่าบอทและกิจกรรม

# botConfigNoPermissionTitle
source: No permission
bn: অনুমতি নেই
bo: གདམ་ཁག་མེད
ca: Sense permís
cs: Žádná oprávnění
da: Ingen tilladelse
de: Keine Berechtigung
eo: Sen permeso
et: Puudub luba
eu: Baimena ez
fi: Ei lupaa
fr: Pas d'autorisation
ga: Níl cead agat
gl: Sen permiso
hi: अनुमति नहीं
hr: Nema dopuštenja
it: Nessun permesso
ka: უფლება აკლია
nb: Ingen tillatelse
nl: Geen toestemming
pl: Brak uprawnień
pt: Sem permissão
ru: Нет разрешения
sk: Žiadne povolenie
sr: Nema dozvole
sv: Ingen behörighet
ta: அனுமதி இல்லை
th: ไม่มีสิทธิ์
