Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Add vocabulary
bn: শব্দভাণ্ডার যোগ করুন
bo: སློངས་སྦྱོང་བཅོས
ca: Afegeix vocabulari
cs: Přidat slovní zásobu
da: Tilføj ordforråd
de: Vokabular hinzufügen
eo: Aldoni vortprovizon
et: Lisa sõnavara
eu: Gehitu hiztegia
fi: Lisää sanasto
fr: Ajouter du vocabulaire
ga: Cuir foclóir leis
gl: Engadir vocabulario
hi: शब्दावली जोड़ें
hr: Dodaj vokabular
it: Aggiungi vocabolario
ka: დაამატეთ ლექსიკა
nb: Legg til vokabular
nl: Voeg vocabulaire toe
pl: Dodaj słownictwo
pt: Adicionar vocabulário
ru: Добавить словарь
sk: Pridať slovnú zásobu
sr: Додај речник
sv: Lägg till vokabulär
ta: பொருளைச் சேர்க்கவும்
th: เพิ่มคำศัพท์

source: Instructions
bn: নির্দেশনা
bo: གནང་བ
ca: Instruccions
cs: Pokyny
da: Instruktioner
de: Anweisungen
eo: Instrukcioj
et: Juhised
eu: Argibideak
fi: Ohjeet
ga: Treoracha
gl: Instrucións
hi: निर्देश
hr: Upute
it: Istruzioni
ka: ინსტრუქციები
nb: Instruksjoner
nl: Instructies
pl: Instrukcje
pt: Instruções
ru: Инструкции
sk: Inštrukcie
sr: Упутства
sv: Instruktioner
ta: வழிகாட்டுதல்கள்
th: คำแนะนำ

source: Number of learners
bn: শিক্ষার্থীর সংখ্যা
bo: སློངས་སྦྱོང་བའི་རྟགས
ca: Nombre d'aprenents
cs: Počet studentů
da: Antal elever
de: Anzahl der Lernenden
eo: Nombro de lernantoj
et: Õppijate arv
eu: Ikasleen kopurua
fi: Oppijoiden määrä
fr: Nombre d'apprenants
ga: Líon na bhfoghlaimeoirí
gl: Número de alumnos
hi: सीखने वालों की संख्या
hr: Broj učenika
it: Numero di studenti
ka: სწავლողների რაოდენობა
nb: Antall elever
nl: Aantal leerlingen
pl: Liczba uczniów
pt: Número de aprendizes
ru: Количество учащихся
sk: Počet študentov
sr: Број ученика
sv: Antal elever
ta: கற்றலாளர்களின் எண்ணிக்கை
th: จำนวนผู้เรียน

# mustBeInteger
source: Must be an integer e.g. 1, 2, 3, ...
bn: একটি পূর্ণসংখ্যা হতে হবে যেমন ১, ২, ৩, ...
bo: ལག་ལེན་གཅིག་གི་རྟགས་ལས་བྱུང་བ་ལ་ལོག་ཚད་གཅིག་གི་བརྗེ་བ
ca: Ha de ser un nombre enter, p. ex. 1, 2, 3, ...
cs: Musí být celé číslo např. 1, 2, 3, ...
da: Skal være et heltal f.eks. 1, 2, 3, ...
de: Muss eine ganze Zahl sein, z.B. 1, 2, 3, ...
eo: Devas esti entjero, ekzemple 1, 2, 3, ...
et: Peab olema täisarv, nt 1, 2, 3, ...
eu: Zenbaki osoa izan behar da, adibidez 1, 2, 3, ...
fi: Täytyy olla kokonaisluku esim. 1, 2, 3, ...
fr: Doit être un entier, par exemple 1, 2, 3, ...
ga: Ní mór a bheith ina uimhir iomlán m.sh. 1, 2, 3, ...
gl: Debe ser un número enteiro, por exemplo, 1, 2, 3, ...
hi: यह एक पूर्णांक होना चाहिए जैसे 1, 2, 3, ...
hr: Mora biti cijeli broj, npr. 1, 2, 3, ...
it: Deve essere un numero intero, ad esempio 1, 2, 3, ...
ka: უნდა იყოს მთელი რიცხვი, მაგ. 1, 2, 3, ...
nb: Må være et heltall, f.eks. 1, 2, 3, ...
nl: Moet een geheel getal zijn, bijv. 1, 2, 3, ...
pl: Musi być liczbą całkowitą np. 1, 2, 3, ...
pt: Deve ser um número inteiro, por exemplo, 1, 2, 3, ...
ru: Должно быть целым числом, например 1, 2, 3, ...
sk: Musí byť celé číslo, napr. 1, 2, 3, ...
sr: Мора бити цео број нпр. 1, 2, 3, ...
sv: Må vara ett heltal, t.ex. 1, 2, 3, ...
ta: இது ஒரு முழு எண் ஆக வேண்டும் உதாரணமாக 1, 2, 3, ...
th: ต้องเป็นจำนวนเต็ม เช่น 1, 2, 3, ...

# noLemmasFound
source: There's no vocabulary with more than {xp} XP. Keep practicing!
bn: {xp} এর বেশি এক্সপি সহ কোনও শব্দভাণ্ডার পাওয়া যায়নি। অনুশীলন চালিয়ে যান!
bo: {xp} ལས་སྦྱོང་བའི་སྒོ་སྐབས་མེད། ལོག་ལེགས་བྱེད་རོགས!
ca: No hi ha vocabulari amb més de {xp} d'XP. Continua practicant!
cs: Není žádná slovní zásoba s více než {xp} XP. Pokračujte v procvičování!
da: Der er intet ordforråd med mere end {xp} XP. Fortsæt med at øve!
de: Es gibt keinen Wortschatz mit mehr als {xp} XP. Weiter üben!
eo: Ne estas vortoj kun pli ol {xp} Ponto. Daŭre praktiku!
et: Leitud sõnavara, mille XP on rohkem kui {xp}. Jätkake harjutamist!
eu: Ez dago {xp} XP baino gehiago duten hiztegiik. Jarraitu praktikatzen!
fi: Ei löydy sanastoa, jonka XP on enemmän kuin {xp}. Jatka harjoittelua!
fr: Il n'y a pas de vocabulaire avec plus de {xp} XP. Continuez à pratiquer !
ga: Níl aon fhoclóir le níos mó ná {xp} XP. Lean ar aghaidh ag cleachtadh!
gl: Non hai vocabulario con máis de {xp} puntos de experiencia. ¡Sigue practicando!
hi: यहां {xp} से अधिक XP वाली शब्दावली नहीं है। अभ्यास जारी रखें!
hr: Nema rječnika s više od {xp} XP. Nastavite vježbati!
it: Non ci sono vocabolari con più di {xp} XP. Continua a praticare!
ka: არ არის ლექსიკა, რომელიც აღემატება {xp} XP-ს. გააგრძელეთ პრაქტიკა!
nb: Det finnes ingen vokabular med mer enn {xp} XP. Fortsett å øve!
nl: Er is geen vocabulaire met meer dan {xp} XP. Blijf oefenen!
pl: Nie ma słownictwa z więcej niż {xp} punktów XP. Kontynuuj ćwiczenia!
pt: Não há vocabulário com mais de {xp} XP. Continue praticando!
ru: В словаре нет слов с более чем {xp} XP. Продолжайте практиковаться!
sk: Nenašli sa žiadne slovné zásoby s viac ako {xp} XP. Pokračujte v cvičení!
sr: Нема речника са више од {xp} поена. Наставите са вежбањем!
sv: Det finns inget ordförråd med mer än {xp} XP. Fortsätt öva!
ta: {xp} XP-ஐ விட அதிகமான சொற்பொருள்கள் இல்லை. பயிற்சி தொடரவும்!
th: ไม่พบคำศัพท์ที่มี XP มากกว่า {xp}. กรุณาฝึกฝนต่อไป!

# constructUsePvmDesc
source: Produced in voice message
bn: ভয়েস মেসেজে তৈরি
bo: སྐད་རིགས་གི་གནས་སྟངས་ལ་ཕེབས་པ།
ca: Producit en missatge de veu
cs: Vytvořeno ve formě hlasové zprávy
da: Produceret i stemmemeddelelse
de: In Sprachmitteilung produziert
eo: Produktita en voĉmesaĝo
et: Toodetud häälsõnumina
eu: Ahots mezu batean sortua
fi: Tuotettu ääniviestissä
fr: Produite en message vocal
ga: Déanta i gceist guth
gl: Producido en mensaxe de voz
hi: आवाज संदेश में उत्पादित
hr: Proizvedeno u glasovnoj poruci
it: Prodotto nel messaggio vocale
ka: წარმოქმნილი ხმის შეტყობინებაში
nb: Produsert i talemeldingsmodus
nl: Gemaakt in spraakbericht
pl: Wygenerowane w wiadomości głosowej
pt: Produzido em mensagem de voz
ru: Произведено в голосовом сообщении
sk: Vytvorené vo zvukovej správe
sr: Произведено у гласовној поруци
sv: Producerad i röstmeddelande
ta: குரல் செய்தியில் உருவாக்கப்பட்டது
th: ผลิตในรูปแบบข้อความเสียง

# lockedMorphFeature
source: Waiting to be unlocked
bn: আনলক করার অপেক্ষায়
bo: ལོག་འབུལ་དུ་བརྗེ་བརྗོད་འགྱོ་བ།
ca: Esperant ser desbloquejat
cs: Čeká na odemčení
da: Venter på at blive låst op
de: Wartet auf Freischaltung
eo: Atendas esti malŝlosita
et: Ootab avamist
eu: Askatzeko zain
fi: Odottaa avattavaksi
fr: En attente d'être déverrouillé
ga: Ag fanacht le bheith scaoilte
gl: Esperando ser desbloqueado
hi: अनलॉक होने की प्रतीक्षा में
hr: Čeka na otključavanje
it: In attesa di sblocco
ka: მოსალოდნელია გახსნა
nb: Venter på å bli låst opp
nl: Wacht op ontgrendeling
pl: Oczekuje na odblokowanie
pt: Aguardando desbloqueio
ru: Ожидает разблокировки
sk: Čaká na odomknutie
sr: Чека на откључавање
sv: Väntar på att låsas upp
ta: திறக்கப்பட காத்திருக்கிறது
th: รอปลดล็อค

# leaveSpaceDescription
source: By leaving the course, you will leave all of the chats within it. Other users will see that you have left the course.
bn: কোর্স থেকে ছেড়ে গেলে, আপনি এর মধ্যে সমস্ত চ্যাট ছেড়ে যাবেন। অন্যান্য ব্যবহারকারীরা দেখবে যে আপনি কোর্স ছেড়ে গেছেন।
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་ལ་ཕེབས་ནས་ཁྱེད་ཀྱིས་ཁ་སྐོར་ཚོད་ལ་བརྗེ་བ་འབད་ཡོད། གཞི་རྟེན་ལས་བརྗེ་བ་ལས་སྤྱོད་མི་འདུག
ca: En sortir del curs, sortiràs de tots els xats dins d'ell. Altres usuaris veuran que has sortit del curs.
cs: Opuštěním kurzu opustíte všechny chaty v něm. Ostatní uživatelé uvidí, že jste kurz opustili.
da: Ved at forlade kurset vil du forlade alle chats inden for det. Andre brugere vil se, at du har forladt kurset.
de: Wenn Sie den Kurs verlassen, verlassen Sie alle Chats darin. Andere Nutzer sehen, dass Sie den Kurs verlassen haben.
eo: Per forlaso de la kurso, vi forlasos ĉiujn babilejojn ene de ĝi. Aliaj uzantoj vidos ke vi forlasis la kurson.
et: Lahkudes ruumist, lahkute kõigist selles olevatest vestlustest. Teised kasutajad näevad, et olete ruumist lahkunud.
eu: Ikastaroa utziz, chat guztiak utziko dituzu bertan. Beste erabiltzaileek ikusi ahal izango dute ikastaroa utzi duzula.
fi: Lähdettäessä kurssilta, poistut kaikista keskusteluista siinä. Muut käyttäjät näkevät, että olet poistunut kurssilta.
fr: En quittant le cours, vous quitterez toutes les discussions qui s'y trouvent. Les autres utilisateurs verront que vous avez quitté le cours.
ga: Trí fhágáil an chúrsa, fágfaidh tú na comhráite go léir laistigh de. Feicfidh úsáideoirí eile go bhfuil tú imithe as an gcúrsa.
gl: Ao saír do curso, abandonarás todos os chats dentro del. Outros usuarios verán que saíste do curso.
hi: कोर्स छोड़ने पर, आप इसमें सभी चैट छोड़ देंगे। अन्य उपयोगकर्ता देखेंगे कि आपने कोर्स छोड़ दिया है।
hr: Napustite tečaj, napustit ćete sve razgovore unutar njega. Ostali korisnici će vidjeti da ste napustili tečaj.
it: Lasciando il corso, lascerai tutte le chat al suo interno. Gli altri utenti vedranno che hai lasciato il corso.
ka: კურსის დატოვებით, დატოვებთ ყველა ჩათს მასში. სხვა მომხმარებლები იხილავენ, რომ დატოვეთ კურსი.
nb: Ved å forlate kurset vil du forlate alle chattene innenfor det. Andre brukere vil se at du har forlatt kurset.
nl: Door de cursus te verlaten, verlaat je alle chats binnen die cursus. Andere gebruikers zien dat je de cursus hebt verlaten.
pl: Opuszczając kurs, opuścisz wszystkie czaty w nim zawarte. Inni użytkownicy zobaczą, że opuściłeś kurs.
pt: Ao sair do curso, você deixará todos os chats dentro dele. Outros usuários verão que você saiu do curso.
ru: Покидая курс, вы покидаете все чаты внутри него. Другие пользователи увидят, что вы покинули курс.
sk: Opustením kurzu opustíte všetky chaty v ňom. Ostatní používatelia uvidia, že ste opustili kurz.
sr: Напуштањем курса, напуштаћете све ћаскаонице у њему. Остали корисници ће видети да сте напустили курс.
sv: Genom att lämna kursen kommer du att lämna alla chattar inom den. Andra användare kommer att se att du har lämnat kursen.
ta: பாடத்திலிருந்து வெளியேறுவதன் மூலம், நீங்கள் அதில் உள்ள அனைத்து உரையாடல்களையும் விட்டு செல்லுவீர்கள். மற்ற பயனர்கள் நீங்கள் பாடத்திலிருந்து வெளியேறியதை காண்பார்கள்.
th: เมื่อออกจากคอร์ส คุณจะออกจากแชททั้งหมดภายในคอร์สนั้น ผู้ใช้อื่นจะเห็นว่าคุณได้ออกจากคอร์สแล้ว

# whatIsLemma
source: What is the lemma?
bn: লেমটি কী?
bo: ལེ་མ་ག་རེ་རེད།
ca: Què és el lema?
cs: Co je lemma?
da: Hvad er lemmatet?
de: Was ist das Lemma?
eo: Kio estas la lemo?
et: Mis on lemma?
eu: Zer da lemma?
fi: Mikä on lemma?
fr: Qu'est-ce que la lemme ?
ga: Cad é an lemas?
gl: ¿Qué é a lema?
hi: लेम्मा क्या है?
hr: Što je lemma?
it: Cos'è il lemma?
ka: რა არის ლემა?
nb: Hva er lemmatet?
nl: Wat is het lemma?
pl: Czym jest lemat?
pt: O que é o lema?
ru: Что такое лемма?
sk: Čo je lemma?
sr: Шта је лемма?
sv: Vad är lemma?
ta: லெம்மா என்ன?
th: คำว่าอะไรคือเลมมา?

# constructUseCorMmDesc
source: Correct message meaning
bn: সঠিক বার্তা অর্থ
bo: བརྗེ་བརྗོད་གི་སྒྲིག་བཅོས།
ca: Missatge correcte amb significat
cs: Správný význam zprávy
da: Korrekt beskedbetydning
de: Korrekte Nachrichtenbedeutung
eo: Korekta mesaĝa signifo
et: Õige sõnumi tähendus
eu: Mezuaren esanahia zuzena
fi: Oikea viestin merkitys
fr: Signification du message correct
ga: Brí teachtaireachta ceart
gl: Significado correcto da mensaxe
hi: सही संदेश का अर्थ
hr: Točno značenje poruke
it: Significato del messaggio corretto
ka: სწორი შეტყობინების მნიშვნელობა
nb: Korrekt meldingsbetydning
nl: Correct berichtbetekenis
pl: Poprawne znaczenie wiadomości
pt: Significado da mensagem correta
ru: Правильное значение сообщения
sk: Správny význam správy
sr: Тачно значење поруке
sv: Korrekt meddelandebetydelse
ta: சரியான செய்தி பொருள்
th: ความหมายของข้อความถูกต้อง

# constructUseIncMmDesc
source: Incorrect message meaning
bn: ভুল বার্তা অর্থ
bo: མི་བཟོ་བའི་སྒྲིག་བཅོས།
ca: Missatge incorrect amb significat
cs: Nesprávný význam zprávy
da: Forkert beskedbetydning
de: Falsche Nachrichtenbedeutung
eo: Malĝusta mesaĝa signifo
et: Vale sõnumi tähendus
eu: Mezuaren esanahia okerra
fi: Väärä viestin merkitys
fr: Signification du message incorrect
ga: Brí teachtaireachta mícheart
gl: Significado incorrecto da mensaxe
hi: गलत संदेश का अर्थ
hr: Netočno značenje poruke
it: Significato del messaggio errato
ka: არასწორი შეტყობინების მნიშვნელობა
nb: Feil meldingsbetydning
nl: Onjuiste berichtbetekenis
pl: Niepoprawne znaczenie wiadomości
pt: Significado da mensagem incorreta
ru: Неправильное значение сообщения
sk: Nesprávny význam správy
sr: Неточно значење поруке
sv: Felaktig meddelandebetydelse
ta: தவறான செய்தி பொருள்
th: ความหมายของข้อความไม่ถูกต้อง

# constructUseIgnMmDesc
source: Ignored message meaning
bn: অগ্রাহ্য বার্তা অর্থ
bo: མི་བཟོ་བའི་སྒྲིག་བཅོས།
ca: Missatge ignorat amb significat
cs: Ignorovaný význam zprávy
da: Ignoreret beskedbetydning
de: Ignorierte Nachrichtenbedeutung
eo: Ignorita mesaĝa signifo
et: Ignoreeritud sõnumi tähendus
eu: Mezuaren esanahia baztertua
fi: Ohitettu viestin merkitys
fr: Signification du message ignoré
ga: Brí teachtaireachta neamhaird
gl: Significado da mensaxe ignorada
hi: अवहेलना किए गए संदेश का अर्थ
hr: Zanemareno značenje poruke
it: Significato del messaggio ignorato
ka: გაუქმებული შეტყობინების მნიშვნელობა
nb: Ignorert meldingsbetydning
nl: Genegeerde berichtbetekenis
pl: Zignorowane znaczenie wiadomości
pt: Significado da mensagem ignorada
ru: Игнорируемое значение сообщения
sk: Ignorovaný význam správy
sr: Заборављено значење поруке
sv: Ignorerad meddelandebetydelse
ta: புறக்கணிக்கப்பட்ட செய்தி பொருள்
th: ความหมายของข้อความถูกละเว้น

# clickForMeaningActivity
source: Click here for a Meaning Challenge
bn: অর্থ চ্যালেঞ্জের জন্য এখানে ক্লিক করুন
bo: འདི་ནས་སྟོན་བརྗེ་བའི་ལས་རྟོགས་ལེན་ནས་ལེགས་སྤྱོད་འབད།
ca: Fes clic aquí per a un Repte de Significat
cs: Klikněte zde pro výzvu k významu
da: Klik her for en Betydningsudfordring
de: Klicken Sie hier für eine Bedeutungsherausforderung
eo: Klaku ĉi tie por Signifa Defio
et: Klõpsake siin tähendusha Challenge
eu: Klikatu hemen Adierazpen Erronka bat egiteko
fi: Klikkaa tästä merkityshaasteeseen
fr: Cliquez ici pour un défi de signification
ga: Cliceáil anseo le haghaidh Dúshlán Brí
gl: Preme aquí para un Desafío de Significado
hi: यहां क्लिक करें अर्थ चुनौती के लिए
hr: Kliknite ovdje za izazov značenja
it: Clicca qui per una Sfida sul Significato
ka: აწკაპუნეთ აქ მნიშვნელობის გამოწვევისთვის
nb: Klikk her for en meningsutfordring
nl: Klik hier voor een Betekenis Uitdaging
pl: Kliknij tutaj, aby wziąć udział w wyzwaniu znaczenia
pt: Clique aqui para um Desafio de Significado
ru: Нажмите здесь для задания на значение
sk: Kliknite sem pre Výzvu k významu
sr: Кликните овде за изазов значења
sv: Klicka här för en Betydelseutmaning
ta: அர்த்த சவால் செய்ய இங்கே கிளிக் செய்யவும்
th: คลิกที่นี่เพื่อท้าทายความหมาย

source: Meaning
bn: অর্থ
bo: འབྲེལ་བ
ca: Significat
cs: Význam
da: Betydning
de: Bedeutung
eo: Signifo
et: Tähendus
eu: Euskarrian
fi: Merkitys
fr: Signification
ga: Brí
gl: Significado
hi: अर्थ
hr: Značenje
it: Significato
ka: მნიშვნელობა
nb: Betydning
nl: Betekenis
pl: Znaczenie
pt: Significado
ru: Значение
sk: Význam
sr: Значење
sv: Betydelse
ta: அர்த்தம்
th: ความหมาย

# chatWith
source: Group with {displayname}
bn: {displayname} এর সাথে গ্রুপ
bo: {displayname} ལ་གྲོས་ཚོགས།
ca: Grup amb {displayname}
cs: Skupina s {displayname}
da: Gruppe med {displayname}
de: Gruppe mit {displayname}
eo: Grupoj kun {displayname}
et: Rühm koos {displayname}
eu: {displayname} taldearekin
fi: Ryhmä {displayname} kanssa
fr: Groupe avec {displayname}
ga: Grúpa le {displayname}
gl: Grupo con {displayname}
hi: {displayname} के साथ समूह
hr: Grupa s {displayname}
it: Gruppo con {displayname}
ka: ჯგუფი {displayname} -თან
nb: Gruppe med {displayname}
nl: Groep met {displayname}
pl: Grupa z {displayname}
pt: Grupo com {displayname}
ru: Группа с {displayname}
sk: Skupina s {displayname}
sr: Група са {displayname}
sv: Grupp med {displayname}
ta: {displayname} உடன் குழு
th: กลุ่มกับ {displayname}

source: Slightly offensive
bn: আলগা আপত্তিজনক
bo: ལག་ལེན་སོང་།
ca: Lleugerament ofensiu
cs: Mírně urážlivé
da: Lidt krænkende
de: Leicht anstößig
eo: Iom ofenda
et: Veidi solvav
eu: Apur bat ofendigarria
fi: Vähän loukkaava
fr: Légèrement offensant
ga: Leánnta beagáinín maslach
gl: Lixeiramente ofensivo
hi: थोड़ा आक्रामक
hr: Malo uvredljivo
it: Leggermente offensivo
ka: მცირედ შეურაცხმყოფელი
nb: Litt støtende
nl: Licht offensief
pl: Nieco obraźliwe
pt: Ligeiramente ofensivo
ru: Немного оскорбительно
sk: Mierne urážlivé
sr: Blago uvredljivo
sv: Lite stötande
ta: சற்று அவமானகரமானது
th: เล็กน้อยที่ไม่เหมาะสม

# clickOnEmailLink
source: Please click on the link in the email and then proceed. Check your spam folder if the email hasn't arrived.
bn: অনুগ্রহ করে ইমেইলে লিঙ্কে ক্লিক করুন এবং তারপর এগিয়ে যান। ইমেইল না এলে স্প্যাম ফোল্ডার চেক করুন।
bo: འདི་ནས་འབྲེལ་མཐུན་ལེབ་ལུ་ལོག་འབུལ་འབད་དེས་རྟོགས། གཙོ་བོ་ལས་བརྗེ་བ་མེད་མི་ཡོད་ན་ཁྱེད་ཀྱི་སྤོ་བརྗེ་ཁག་ལ་བཀོད་ནས་བཀོད།
ca: Fes clic a l'enllaç de l'email i després continua. Revisa la carpeta de correu no desitjat si no ha arribat l'email.
cs: Klikněte na odkaz v e-mailu a pokračujte. Zkontrolujte složku spam, pokud e-mail nedorazil.
da: Klik venligst på linket i e-mailen og fortsæt. Tjek din spam-mappe, hvis e-mailen ikke er ankommet.
de: Bitte klicken Sie auf den Link in der E-Mail und fahren Sie fort. Überprüfen Sie Ihren Spam-Ordner, falls die E-Mail nicht angekommen ist.
eo: Bonvolu klaki la ligilon en la retpoŝto kaj poste daŭrigu. Kontrolu vian spam-dosierujon se la retpoŝto ne alvenis.
et: Palun klõpsake e-kirjas olevat linki ja jätkake. Harvadel juhtudel võib e-kiri sattuda rämpsposti või jõuda kuni 5 minutiga.
eu: Mesedez, klikatu email-eko estekan eta jarraitu. Egiaztatu zure spam karpeta, emaila iritsi ez bada.
fi: Klikkaa sähköpostin linkkiä ja jatka. Tarkista roskapostikansio, jos sähköposti ei ole saapunut.
fr: Veuillez cliquer sur le lien dans l'email puis continuer. Vérifiez votre dossier spam si l'email n'est pas arrivé.
ga: Cliceáil ar an nasc san r-phost le do thoil agus lean ar aghaidh. Seiceáil do chliabh spam má tá an r-phost fós gan teacht.
gl: Prema no enlace do correo electrónico e logo continúe. Revisa a carpeta de spam se o correo non chegou.
hi: कृपया ईमेल में लिंक पर क्लिक करें और फिर आगे बढ़ें। यदि ईमेल नहीं आया है तो अपने स्पैम फ़ोल्डर की जाँच करें।
hr: Molimo kliknite na poveznicu u e-pošti i nastavite. Provjerite svoju mapu neželjene pošte ako e-pošta nije stigla.
it: Per favore clicca sul link nell'email e poi procedi. Controlla la cartella spam se l'email non è arrivata.
ka: გთხოვთ, დააჭირეთ ელფოსტის ბმულს და შემდეგ განაგრძეთ. შეამოწმეთ სპამ ფოლდერი, თუ ელფოსტა არ მოგივათ.
nb: Vennligst klikk på lenken i e-posten og fortsett. Sjekk spam-mappen hvis e-posten ikke har kommet frem.
nl: Klik op de link in de e-mail en ga verder. Controleer je spammap als de e-mail niet is aangekomen.
pl: Kliknij w link w e-mailu, a następnie kontynuuj. Sprawdź folder spam, jeśli e-mail nie dotarł.
pt: Por favor, clique no link do e-mail e prossiga. Verifique sua pasta de spam se o e-mail não tiver chegado.
ru: Пожалуйста, перейдите по ссылке в письме и продолжите. Проверьте папку спам, если письмо не пришло.
sk: Kliknite na odkaz v e-maile a pokračujte. Skontrolujte priečinok so spamom, ak e-mail neprišiel.
sr: Molimo kliknite na link u emailu i nastavite. Proverite vašu spam fasciklu ako email nije stigao.
sv: Vänligen klicka på länken i e-postmeddelandet och fortsätt. Kontrollera din skräppostmapp om e-postmeddelandet inte har kommit fram.
ta: தயவுசெய்து மின்னஞ்சல் உள்ள இணைப்பில் கிளிக் செய்து தொடரவும். மின்னஞ்சல் வரவில்லை என்றால் உங்கள் ஸ்பாம் கோப்புறையைச் சரிபார்க்கவும்.
th: กรุณาคลิกที่ลิงก์ในอีเมลแล้วดำเนินการต่อ ตรวจสอบโฟลเดอร์สแปมของคุณหากอีเมลยังไม่มา

source: Who is allowed to join this chat
bn: এই চ্যাটে কে যোগ দিতে পারবে
bo: གང་ནི་འདི་ལ་སྤྱོད་འཐབ་རུང་གི་རེད།
ca: Qui pot unir-se a aquest xat
cs: Kdo má povolení připojit se k tomuto chatu
da: Hvem har lov til at deltage i denne chat
de: Wer darf diesem Chat beitreten
eo: Kiu rajtas aliĝi al ĉi tiu babilejo
et: Kes võib selle vestluse liituda
eu: Nork da baimenduta chat honetan parte hartzeko
fi: Kuka saa liittyä tähän keskusteluun
fr: Qui peut rejoindre cette discussion
ga: Cé atá ceadaithe chun páirt a ghlacadh sa chomhrá seo
gl: Quen pode unirse a este chat
hi: कौन इस चैट में शामिल होने की अनुमति है
hr: Tko smije pristupiti ovom razgovoru
it: Chi può unirsi a questa chat
ka: ვინ არის დაშვებული ამ ჩატის შეუერთებლად
nb: Hvem har lov til å bli med i denne chatten
nl: Wie mag deelnemen aan deze chat
pl: Kto może dołączyć do tego czatu
pt: Quem pode entrar neste chat
ru: Кто может присоединиться к этому чату
sk: Kto má povolenie pripojiť sa k tomuto chatu
sr: Ko sme da se pridruži ovom chatu
sv: Vem får gå med i denna chatt
ta: இந்த உரையாடலில் சேர அனுமதிக்கப்பட்டவர்கள் யார்
th: ใครได้รับอนุญาตให้เข้าร่วมแชทนี้

# dontForgetPassword
source: Don't forget your password!
bn: আপনার পাসওয়ার্ড ভুলবেন না!
bo: ཁྱེད་ཀྱིས་སྤྱོད་ལམ་མེད་མི་མེད།
ca: No t'oblidis de la teva contrasenya!
cs: Nezapomeňte své heslo!
da: Glem ikke din adgangskode!
de: Vergessen Sie nicht Ihr Passwort!
eo: Ne forgesu vian pasvorton!
et: Ärge unustage oma parooli!
eu: Ez ahaztu zure pasahitza!
fi: Älä unohda salasanaasi!
fr: N'oubliez pas votre mot de passe !
ga: Ná déan dearmad ar do phasfhocal!
gl: ¡Non esquezas a túa contrasinal!
hi: अपना पासवर्ड न भूलें!
hr: Ne zaboravite svoju lozinku!
it: Non dimenticare la tua password!
ka: არ დაგავიწყდეთ თქვენი პაროლი!
nb: Ikke glem passordet ditt!
nl: Vergeet je wachtwoord niet!
pl: Nie zapomnij hasła!
pt: Não esqueça sua senha!
ru: Не забудьте свой пароль!
sk: Nezabudnite si zapamätať heslo!
sr: Ne zaboravite vašu lozinku!
sv: Glöm inte ditt lösenord!
ta: உங்கள் கடவுச்சொல்லை மறக்காதீர்கள்!
th: อย่าลืมรหัสผ่านของคุณ!

# enableAutocorrectToolName
source: Enable device autocorrect
bn: ডিভাইস অটোকরেক্ট চালু করুন
bo: རང་སྤྱོད་སྤྱོད་ལས་སྤྱོད་འབད།
ca: Habilita la correcció automàtica del dispositiu
cs: Povolit automatickou korekci zařízení
da: Aktiver automatisk rettelse på enheden
de: Gerätekorrektur aktivieren
eo: Ŝalti aŭtomatan korektadon de aparato
et: Luba seadme automaatparandus
eu: Gaitu gailuaren automatikorrektorea
fi: Ota laiteautokorjaus käyttöön
fr: Activer la correction automatique de l'appareil
ga: Cumasaigh uathoibriú ceartaitheoir an ghléis
gl: Habilitar autocorrección do dispositivo
hi: डिवाइस ऑटोकरेक्ट सक्षम करें
hr: Omogući automatsko ispravljanje na uređaju
it: Abilita correzione automatica del dispositivo
ka: ჩართეთ მოწყობილობის ავტომატური კორექტორი
nb: Aktiver automatkorrigering på enheten
nl: Schakel automatische correctie op apparaat in
pl: Włącz automatyczną korektę urządzenia
pt: Ativar autocorreção do dispositivo
ru: Включить автокоррект на устройстве
sk: Povoliť automatickú korekciu zariadenia
sr: Omogući automatsku ispravku uređaja
sv: Aktivera enhetsautokorrigering
ta: சாதன தானியக்க திருத்தத்தை இயக்கு
th: เปิดใช้งานการแก้ไขอัตโนมัติของอุปกรณ์
