Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# sourceLanguage
source: Base language
bn: মূল ভাষা
bo: མིང་ཚིག
ca: Llengua base
cs: Základní jazyk
da: Grundsprog
de: Ausgangssprache
eo: Baza lingvo
et: Põhikeel
eu: Oinarrizko hizkuntza
fi: Peruskieli
fr: Langue de base
ga: Teanga bhunúsach
gl: Linguaxe base
hi: मूल भाषा
hr: Osnovni jezik
it: Lingua di base
ka: საწყისი ენა
nb: Grunnspråk
nl: Brontaal
pl: Język bazowy
pt: Língua base
ru: Основной язык
sk: Základný jazyk
sr: Osnovni jezik
sv: Grundspråk
ta: அடிப்படை மொழி
th: ภาษาหลัก

source: Languages I speak
bn: আমি যে ভাষায় কথা বলি
bo: ང་སྐད་ཆ་ལན་པའི་སྐད་ཚིག
ca: Llengües que parlo
cs: Jazyky, kterými mluvím
da: Sprog jeg taler
de: Ich spreche Sprachen
eo: Lingvoj kiujn mi parolas
et: Keeled, mida ma räägin
eu: Nire hizkuntzak hitz egiten ditut
fi: Kielet, joita puhun
fr: Langues que je parle
ga: Teangacha a labhraím
gl: Linguas que falo
hi: मैं जो भाषाएँ बोलता हूँ
hr: Jezici koje govorim
it: Le lingue che parlo
ka: ენები, რომლებიც ვსაუბრობ
nb: Språk jeg snakker
nl: Talen die ik spreek
pl: Języki, którymi mówię
pt: Línguas que falo
ru: Языки, которыми я говорю
sk: Jazyky, ktorými hovorím
sr: Jezici koje govorim
sv: Språk jag talar
ta: நான் பேசும் மொழிகள்
th: ภาษาที่ฉันพูด

# updateLanguage
source: My languages
bn: আমার ভাষা
bo: ངའི་སྐད་ཚིག
ca: Les meves llengües
cs: Mé jazyky
da: Mine sprog
de: Meine Sprachen
eo: Miaj lingvoj
et: Minu keeled
eu: Nire hizkuntzak
fi: Kieleni
fr: Mes langues
ga: Mo chuid teangacha
gl: As miñas linguas
hi: मेरी भाषाएँ
hr: Moji jezici
it: Le mie lingue
ka: ჩემი ენები
nb: Mine språk
nl: Mijn talen
pl: Moje języki
pt: Minhas línguas
ru: Мои языки
sk: Moje jazyky
sr: Moji jezici
sv: Mina språk
ta: என் மொழிகள்
th: ภาษาของฉัน

# whatLanguageYouWantToLearn
source: What language do you want to learn?
bn: আপনি কোন ভাষা শিখতে চান?
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་སྐད་ཚིག་ག་རེ་སྟེང་།
ca: Quina llengua vols aprendre?
cs: Jaký jazyk se chcete naučit?
da: Hvilket sprog vil du lære?
de: Welche Sprache möchtest du lernen?
eo: Kiu lingvo vi volas lerni?
et: Millist keelt soovite õppida?
eu: Zein hizkuntza ikasi nahi duzu?
fi: Mitä kieltä haluat oppia?
fr: Quelle langue souhaitez-vous apprendre ?
ga: Cén teanga ar mhaith leat foghlaim?
gl: Que linguaxe queres aprender?
hi: आप कौन सी भाषा सीखना चाहते हैं?
hr: Koji jezik želiš naučiti?
it: Quale lingua vuoi imparare?
ka: რომელი ენა გსურს ისწავლო?
nb: Hvilket språk vil du lære?
nl: Welke taal wil je leren?
pl: Jakiego języka chcesz się nauczyć?
pt: Qual idioma você quer aprender?
ru: Какой язык вы хотите выучить?
sk: Aký jazyk sa chcete naučiť?
sr: Koji jezik želite da naučite?
sv: Vilket språk vill du lära dig?
ta: நீங்கள் எந்த மொழியை கற்றுக்கொள்ள விரும்புகிறீர்கள்?
th: คุณต้องการเรียนรู้ภาษาอะไร

source: What is your base language?
bn: তোমার মূল ভাষা কী?
bo: ཁྱེད་ཀྱི་མིང་ཚིག་ག་རེ་ཡོད།
ca: Quina és la teva llengua base?
cs: Jaký je váš základní jazyk?
da: Hvad er dit grundsprog?
de: Was ist deine Ausgangssprache?
eo: Kio estas via baza lingvo?
et: Mis on teie põhikeel?
eu: Zein da zure oinarrizko hizkuntza?
fi: Mikä on peruskielesi?
fr: Quelle est votre langue de base ?
ga: Cén teanga bhunúsach atá agat?
gl: Cal é a tua linguaxe base?
hi: आपकी मूल भाषा क्या है?
hr: Koji je tvoj osnovni jezik?
it: Qual è la tua lingua di base?
ka: რა არის შენი საწყისი ენა?
nb: Hva er ditt hovedspråk?
nl: Wat is jouw brontaal?
pl: Jaki jest Twój język bazowy?
pt: Qual é o seu idioma base?
ru: Какой у вас основной язык?
sk: Aký je váš základný jazyk?
sr: Koji je vaš osnovni jezik?
sv: Vad är ditt grundspråk?
ta: உங்கள் அடிப்படை மொழி என்ன?
th: ภาษาหลักของคุณคืออะไร

source: Save changes
bn: পরিবর্তন সংরক্ষণ করুন
bo: བརྗེ་བཅོས་ལོག་འབད།
ca: Desa els canvis
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
eo: Konservi ŝanĝojn
et: Salvesta muudatused
eu: Gorde aldaketak
fi: Tallenna muutokset
fr: Enregistrer les modifications
ga: Sábháil na hathruithe
gl: Gardar cambios
hi: परिवर्तनों को सहेजें
hr: Spremi promjene
id: Simpan perubahan
it: Salva le modifiche
ka: შენახვა ცვლილებები
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Salvar alterações
ru: Сохранить изменения
sk: Uložiť zmeny
sr: Sačuvaj izmene
sv: Spara ändringar
ta: மாற்றங்களைச் சேமிக்கவும்
th: บันทึกการเปลี่ยนแปลง

# publicProfileTitle
source: Allow my profile to be found in search
bn: আমার প্রোফাইল খুঁজে পাওয়ার অনুমতি দিন
bo: ངའི་ཕོརམ་ལུས་ལ་བཟོ་བཅོས་བྱེད་ནས་བརྟེན་པ།
ca: Permet que el meu perfil sigui trobat en la cerca
cs: Povolit, aby mě profil byl nalezen ve vyhledávání
da: Tillad mit profil at blive fundet i søgning
de: Erlauben Sie, dass mein Profil in der Suche gefunden wird
eo: Permesi ke mia profilo estu trovita en serĉo
et: Luba minu profiili otsingus leida
eu: Onartu nire profila bilaketetan agertzeko
fi: Salli profiilini löytyä haussa
fr: Permettre à mon profil d'être trouvé dans la recherche
ga: Ceadaigh go bhféadfaidh daoine mo phróifíl a aimsiú sa chuardach
gl: Permitir que meu perfil se atope na busca
hi: मेरी प्रोफ़ाइल को खोज में पाया जा सके
hr: Dozvoli da moj profil bude pronađen u pretraživanju
it: Consenti al mio profilo di essere trovato nella ricerca
ka: მომეცი ნება ჩემი პროფილი იპოვოს ძიებაში
nb: La profilen min bli funnet i søk
nl: Sta toe dat mijn profiel gevonden kan worden in zoekopdrachten
pl: Pozwól, aby mój profil był znajdowany w wyszukiwarce
pt: Permitir que meu perfil seja encontrado na busca
ru: Разрешить находить мой профиль в поиске
sk: Povoliť, aby ma našli vo vyhľadávaní
sr: Dozvoli da moj profil bude pronađen u pretrazi
sv: Låt andra hitta min profil i sökningen
ta: என் சுயவிவரத்தை தேடலில் கண்டுபிடிக்க அனுமதி அளிக்கவும்
th: อนุญาตให้ค้นหาโปรไฟล์ของฉันในค้นหา

# publicProfileDesc
source: By turning on, you enable other users to find your profile in the global search bar and send requests to chat. At this point, you can choose to accept or deny the request.
bn: চালু করলে, অন্য ব্যবহারকারীরা গ্লোবাল সার্চ বারে আপনার প্রোফাইল খুঁজে পাবে এবং চ্যাটের জন্য অনুরোধ পাঠাতে পারবে। এই মুহূর্তে, আপনি গ্রহণ বা অস্বীকার করার সিদ্ধান্ত নিতে পারেন।
bo: འདི་ལས་སྤྱོད་ནས་ཁྱེད་ཀྱི་ཕོརམ་ལུས་ལ་བཟོ་བཅོས་བྱེད་ནས་གླེང་བ་འདེམས་ནས་སྤྱོད་ཚུལ་ལས་འགོད་ནས་འགྱོ་བའི་སྤྱོད་ལས་འདི་ལས་སྤྱོད་ནས་ཁྱེད་ཀྱི་ཕོརམ་ལུས་ལ་བཟོ་བཅོས་བྱེད་ནས་གནང་བ།
ca: En activarlo, permeteu que altres usuaris trobin el vostre perfil a la barra de cerca global i enviïn sol·licituds de xat. En aquest moment, podeu triar acceptar o rebutjar la sol·licitud.
cs: Zapnutím umožníte ostatním uživatelům najít váš profil v globálním vyhledávacím panelu a posílat žádosti o chat. V tuto chvíli můžete požadavek přijmout nebo odmítnout.
da: Ved at tænde for dette, kan andre brugere finde dit profil i den globale søgelinje og sende anmodninger om chat. På dette tidspunkt kan du vælge at acceptere eller afvise anmodningen.
de: Wenn Sie es einschalten, können andere Benutzer Ihr Profil in der globalen Suchleiste finden und Chat-Anfragen senden. An diesem Punkt können Sie die Anfrage akzeptieren oder ablehnen.
eo: Per ŝalti, vi ebligas al aliaj uzantoj trovi vian profilon en la tutmonda serĉa stango kaj sendi petojn por babili. Je ĉi tiu punkto, vi povas elekti akcepti aŭ malakcepti la peton.
et: Lülitades sisse võimaldate teistel kasutajatel leida teie profiili globaalset otsinguriba kaudu ja saata vestlussoove. Sel hetkel saate otsustada, kas nõustute või keeldute soovist.
eu: Gaituta, beste erabiltzaileek zure profila bilaketa globalean aurkitu eta chat eskaerak bidali ahal izango dituzte. Orain, eskaera onartu edo ukatu dezakezu.
fi: Kytkemällä päälle mahdollistat muiden käyttäjien löytävän profiilisi globaalissa haussa ja lähettävän chat-pyyntöjä. Tällä hetkellä voit hyväksyä tai hylätä pyynnön.
fr: En activant cette option, vous permettez à d'autres utilisateurs de trouver votre profil dans la barre de recherche globale et d'envoyer des demandes de chat. À ce stade, vous pouvez choisir d'accepter ou de refuser la demande.
ga: Trí chumasú, ligfidh tú do dhaoine eile do phróifíl a fháil sa bharra cuardaigh domhanda agus iarratais a sheoladh chun comhrá. Sa phointe seo, is féidir leat glacadh nó diúltú leis an iarratas.
gl: Ao activalo, permites que outros usuarios atopen o teu perfil na barra de busca global e envien solicitudes para chatear. Neste momento, podes escoller aceptar ou denegar a solicitude.
hi: ऑन करने पर, आप अन्य उपयोगकर्ताओं को अपने प्रोफ़ाइल को ग्लोबल सर्च बार में खोजने और चैट के लिए अनुरोध भेजने में सक्षम बनाते हैं। इस बिंदु पर, आप अनुरोध को स्वीकार करने या अस्वीकार करने का विकल्प चुन सकते हैं।
hr: Uključivanjem omogućujete drugim korisnicima da pronađu vaš profil u globalnoj tražilici i pošalju zahtjeve za chat. U ovom trenutku možete odabrati prihvatiti ili odbiti zahtjev.
it: Attivando questa opzione, consenti ad altri utenti di trovare il tuo profilo nella barra di ricerca globale e di inviare richieste di chat. A questo punto, puoi scegliere di accettare o rifiutare la richiesta.
ka: ჩართვისას, თქვენ აძლევთ სხვა მომხმარებლებს საშუალებას იპოვონ თქვენი პროფილი გლობალურ ძიებაში და გამოგზავნონ შეტყობინებები ჩატისთვის. ამ ეტაპზე, შეგიძლიათ აირჩიოთ მიიღოთ თუ უარყოთ მოთხოვნა.
nb: Ved å slå på dette, gjør du det mulig for andre brukere å finne profilen din i den globale søkefeltet og sende forespørsler om chat. På dette tidspunktet kan du velge å godta eller avvise forespørselen.
nl: Door deze optie in te schakelen, kunnen andere gebruikers jouw profiel vinden in de wereldwijde zoekbalk en verzoeken sturen om te chatten. Op dat moment kun je kiezen om het verzoek te accepteren of te weigeren.
pl: Włączając tę opcję, umożliwiasz innym użytkownikom znalezienie Twojego profilu w globalnej wyszukiwarce i wysyłanie zapytań do czatu. W tym momencie możesz zaakceptować lub odrzucić zapytanie.
pt: Ao ativar, você permite que outros usuários encontrem seu perfil na barra de busca global e enviem solicitações para conversar. Neste momento, você pode escolher aceitar ou negar a solicitação.
ru: Включив это, вы позволяете другим пользователям находить ваш профиль в глобальной строке поиска и отправлять запросы на чат. В этот момент вы можете принять или отклонить запрос.
sk: Zapnutím umožníte ostatným používateľom nájsť váš profil vo globálnom vyhľadávači a posielať žiadosti o chat. V tomto momente môžete prijať alebo odmietnuť žiadosť.
sr: Uključivanjem, omogućavate drugim korisnicima da pronađu vaš profil u globalnoj traci za pretragu i pošalju zahteve za chat. U ovom trenutku, možete odabrati da li ćete prihvatiti ili odbiti zahtev.
sv: Genom att slå på detta kan andra användare hitta din profil i den globala sökfältet och skicka förfrågningar om att chatta. Då kan du välja att acceptera eller neka förfrågan.
ta: தயவுசெய்து இயக்கு, மற்ற பயனர்கள் உங்கள் சுயவிவரத்தை உலகளாவிய தேடல் பட்டியில் கண்டுபிடித்து உரையாடலுக்கு கோரிக்கைகள் அனுப்ப முடியும். இப்போது, நீங்கள் கோரிக்கையை ஏற்க அல்லது மறுக்க முடியும்.
th: โดยการเปิดใช้งาน คุณอนุญาตให้ผู้ใช้คนอื่นค้นหาโปรไฟล์ของคุณในแถบค้นหาโลกและส่งคำขอแชท ในขณะนี้ คุณสามารถเลือกที่จะยอมรับหรือปฏิเสธคำขอได้

# errorDisableIT
source: Translation assistance is turned off.
bn: অনুবাদ সহায়তা বন্ধ করা হয়েছে।
bo: ཁྱེད་ཀྱི་སྐད་ཚིག་རྒྱུན་ལས་འབད་མེད།
ca: L'assistència de traducció està desactivada.
cs: Pomoc s překladem je vypnuta.
da: Oversættelsesassistance er slået fra.
de: Übersetzungshilfe ist deaktiviert.
eo: Tradukado-helpo estas malŝaltita.
et: Tõlkeabi on välja lülitatud.
eu: Itzulpen laguntza desgaituta dago.
fi: Käännösohjeita ei ole käytössä.
fr: L'assistance à la traduction est désactivée.
ga: Tá cabhair aistriúcháin dícheangailte.
gl: A axuda de tradución está desactivada.
hi: अनुवाद सहायता बंद कर दी गई है।
hr: Pomoć pri prevođenju je isključena.
it: L'assistenza alla traduzione è disattivata.
ka: თარგმნის დახმარება გამორთულია.
nb: Oversettelsesassistanse er slått av.
nl: Vertaalhulp is uitgeschakeld.
pl: Pomoc w tłumaczeniu jest wyłączona.
pt: Assistência de tradução está desativada.
ru: Помощь с переводом отключена.
sk: Pomoc s prekladom je vypnutá.
sr: Pomoć pri prevođenju je isključena.
sv: Översättningshjälp är avstängd.
ta: பெயர்ப்பு உதவி அணைக்கப்பட்டுள்ளது.
th: ความช่วยเหลือด้านการแปลถูกปิดใช้งาน

# errorDisableIGC
source: Grammar assistance is turned off.
bn: ব্যাকরণ সহায়তা বন্ধ করা হয়েছে।
bo: རྒྱུན་ལས་འབད་མེད།
ca: L'assistència de gramàtica està desactivada.
cs: Pomoc s gramatikou je vypnuta.
da: Grammatikkens assistance er slået fra.
de: Grammatikhilfe ist deaktiviert.
eo: Gramatika helpo estas malŝaltita.
et: Grammatikaabi on välja lülitatud.
eu: Gramatika laguntza desgaituta dago.
fi: Kielioppiohjeita ei ole käytössä.
fr: L'assistance à la grammaire est désactivée.
ga: Tá cabhair gramadála dícheangailte.
gl: A axuda de gramática está desactivada.
hi: व्याकरण सहायता बंद कर दी गई है।
hr: Pomoć pri gramatici je isključena.
it: L'assistenza grammaticale è disattivata.
ka: გრამატიკის დახმარება გამორთულია.
nb: Grammatikkhjelp er slått av.
nl: Grammatica hulp is uitgeschakeld.
pl: Pomoc gramatyczna jest wyłączona.
pt: Assistência de gramática está desativada.
ru: Помощь с грамматикой отключена.
sk: Pomoc s gramatikou je vypnutá.
sr: Pomoć u gramatici je isključena.
sv: Grammatikhjälp är avstängd.
ta: வாக்கிய அமைப்பு உதவி அணைக்கப்பட்டுள்ளது.
th: ความช่วยเหลือด้านไวยากรณ์ถูกปิดใช้งาน

# errorDisableLanguageAssistance
source: Translation assistance and grammar assistance are turned off.
bn: অনুবাদ সহায়তা এবং ব্যাকরণ সহায়তা বন্ধ করা হয়েছে।
bo: ཁྱེད་ཀྱི་སྐད་ཚིག་རྒྱུན་ལས་འབད་མེད།
ca: L'assistència de traducció i de gramàtica estan desactivades.
cs: Pomoc s překladem a gramatikou jsou vypnuté.
da: Oversættelses- og grammatikkens assistance er slået fra.
de: Übersetzungs- und Grammatikhilfe sind deaktiviert.
eo: Tradukado-helpo kaj gramatika helpo estas malŝaltitaj.
et: Tõlkeabi ja grammatikaabi on välja lülitatud.
eu: Itzulpen laguntza eta gramatika laguntza desgaituta daude.
fi: Käännös- ja kielioppiohjeet on sammutettu.
fr: L'assistance à la traduction et à la grammaire sont désactivées.
ga: Tá cabhair aistriúcháin agus cabhair gramadála dícheangailte.
gl: A axuda de tradución e a axuda de gramática están desactivadas.
hi: अनुवाद सहायता और व्याकरण सहायता बंद कर दी गई है।
hr: Pomoć pri prevođenju i gramatici su isključeni.
it: L'assistenza alla traduzione e l'assistenza grammaticale sono disattivate.
ka: თარგმნის დახმარება და გრამატიკის დახმარება გამორთულია.
nb: Oversettelses- og grammatikkhjelp er slått av.
nl: Vertaalhulp en grammatica hulp zijn uitgeschakeld.
pl: Pomoc w tłumaczeniu i pomoc gramatyczna są wyłączone.
pt: Assistência de tradução e assistência de gramática estão desativadas.
ru: Помощь с переводом и грамматикой отключены.
sk: Pomoc s prekladom a gramatikou sú vypnuté.
sr: Pomoć u prevodu i pomoć u gramatici su isključeni.
sv: Översättningshjälp och grammatikhjälp är avstängda.
ta: பெயர்ப்பு உதவி மற்றும் வாக்கிய அமைப்பு உதவி அணைக்கப்பட்டுள்ளது.
th: การช่วยเหลือด้านการแปลและไวยากรณ์ถูกปิดใช้งานแล้ว

# errorDisableITUserDesc
source: Click here to update translation assistance settings
bn: অনুবাদ সহায়তা সেটিংস আপডেট করতে এখানে ক্লিক করুন
bo: འདི་ལས་སྤྱོད་ནས་སྐད་ཚིག་རྒྱུན་ལས་འབད་ནི་ལ་བརྟེན་པ།
ca: Fes clic aquí per actualitzar la configuració d'assistència de traducció
cs: Klikněte zde pro aktualizaci nastavení pomoci s překladem
da: Klik her for at opdatere oversættelsesassistanceindstillinger
de: Klicken Sie hier, um die Einstellungen für Übersetzungshilfe zu aktualisieren
eo: Klaku ĉi tie por ĝisdatigi agordojn pri tradukhelpado
et: Klõpsake siin, et uuendada tõlkeabi seadeid
eu: Klikatu hemen itzulpen laguntza ezarpenak eguneratzeko
fi: Klikkaa tästä päivittääksesi käännösohjeiden asetukset
fr: Cliquez ici pour mettre à jour les paramètres d'assistance à la traduction
ga: Cliceáil anseo chun socruithe cabhrach aistriúcháin a nuashonrú
gl: Fai clic aquí para actualizar as configuracións de axuda de tradución
hi: अनुवाद सहायता सेटिंग्स अपडेट करने के लिए यहां क्लिक करें
hr: Kliknite ovdje za ažuriranje postavki pomoći pri prevođenju
it: Clicca qui per aggiornare le impostazioni di assistenza alla traduzione
ka: დააჭირეთ აქ, რათა განაახლოთ თარგმნის დახმარების პარამეტრები
nb: Klikk her for å oppdatere innstillingene for oversettelseshjelp
nl: Klik hier om vertaalhulp-instellingen bij te werken
pl: Kliknij tutaj, aby zaktualizować ustawienia pomocy w tłumaczeniu
pt: Clique aqui para atualizar as configurações de assistência de tradução
ru: Нажмите здесь, чтобы обновить настройки помощи с переводом
sk: Kliknite sem na aktualizáciu nastavení pomoci s prekladom
sr: Kliknite ovde da biste ažurirali postavke pomoći u prevodu
sv: Klicka här för att uppdatera inställningar för översättningshjälp
ta: பெயர்ப்பு உதவி அமைப்புகளை புதுப்பிக்க இங்கே கிளிக் செய்யவும்
th: คลิกที่นี่เพื่ออัปเดตการตั้งค่าการช่วยเหลือด้านการแปล

# errorDisableIGCUserDesc
source: Click here to update grammar assistance settings
bn: ব্যাকরণ সহায়তা সেটিংস আপডেট করতে এখানে ক্লিক করুন
bo: འདི་ལས་སྤྱོད་ནས་རྒྱུན་ལས་འབད་ནི་ལ་བརྟེན་པ།
ca: Fes clic aquí per actualitzar la configuració d'assistència de gramàtica
cs: Klikněte zde pro aktualizaci nastavení pomoci s gramatikou
da: Klik her for at opdatere grammatikkens assistanceindstillinger
de: Klicken Sie hier, um die Einstellungen für Grammatikhilfe zu aktualisieren
eo: Klaku ĉi tie por ĝisdatigi gramatikajn helpagordojn
et: Klõpsake siin, et uuendada grammatikaabi seadeid
eu: Klikatu hemen gramatika laguntza ezarpenak eguneratzeko
fi: Klikkaa tästä päivittääksesi kielioppiohjeiden asetukset
fr: Cliquez ici pour mettre à jour les paramètres d'assistance à la grammaire
ga: Cliceáil anseo chun socruithe cabhrach gramadála a nuashonrú
gl: Fai clic aquí para actualizar as configuracións de axuda de gramática
hi: व्याकरण सहायता सेटिंग्स अपडेट करने के लिए यहां क्लिक करें
hr: Kliknite ovdje za ažuriranje postavki pomoći pri gramatici
it: Clicca qui per aggiornare le impostazioni di assistenza grammaticale
ka: დააჭირეთ აქ, რათა განაახლოთ გრამატიკის დახმარების პარამეტრები
nb: Klikk her for å oppdatere innstillingene for grammatikkhjelp
nl: Klik hier om grammatica hulp-instellingen bij te werken
pl: Kliknij tutaj, aby zaktualizować ustawienia pomocy gramatycznej
pt: Clique aqui para atualizar as configurações de assistência de gramática
ru: Нажмите здесь, чтобы обновить настройки помощи с грамматикой
sk: Kliknite sem na aktualizáciu nastavení pomoci s gramatikou
sr: Kliknite ovde da biste ažurirali postavke pomoći u gramatici
sv: Klicka här för att uppdatera inställningar för grammatikhjälp
ta: வாக்கிய அமைப்பு உதவி அமைப்புகளை புதுப்பிக்க இங்கே கிளிக் செய்யவும்
th: คลิกที่นี่เพื่ออัปเดตการตั้งค่าการช่วยเหลือด้านไวยากรณ์

# errorDisableLanguageAssistanceUserDesc
source: Click here to update translation assistance and grammar assistance settings
bn: অনুবাদ সহায়তা এবং ব্যাকরণ সহায়তা সেটিংস আপডেট করতে এখানে ক্লিক করুন
bo: འདི་ལས་སྤྱོད་ནས་སྐད་ཚིག་རྒྱུན་ལས་འབད་ནི་ལ་བརྟེན་པ།
ca: Fes clic aquí per actualitzar la configuració d'assistència de traducció i de gramàtica
cs: Klikněte zde pro aktualizaci nastavení pomoci s překladem a gramatikou
da: Klik her for at opdatere oversættelses- og grammatikkens assistanceindstillinger
de: Klicken Sie hier, um die Einstellungen für Übersetzungs- und Grammatikhilfe zu aktualisieren
eo: Klaku ĉi tie por ĝisdatigi traduk- kaj gramatikajn helpagordojn
et: Klõpsake siin, et uuendada tõlkeabi ja grammatikaabi seadeid
eu: Klikatu hemen itzulpen laguntza eta gramatika laguntza ezarpenak eguneratzeko
fi: Klikkaa tästä päivittääksesi käännös- ja kielioppiohjeiden asetukset
fr: Cliquez ici pour mettre à jour les paramètres d'assistance à la traduction et à la grammaire
ga: Cliceáil anseo chun socruithe cabhrach aistriúcháin agus gramadála a nuashonrú
gl: Fai clic aquí para actualizar as configuracións de axuda de tradución e gramática
hi: अनुवाद सहायता और व्याकरण सहायता सेटिंग्स अपडेट करने के लिए यहां क्लिक करें
hr: Kliknite ovdje za ažuriranje postavki pomoći pri prevođenju i gramatici
it: Clicca qui per aggiornare le impostazioni di assistenza alla traduzione e grammaticale
ka: დააჭირეთ აქ, რათა განაახლოთ თარგმნის და გრამატიკის დახმარების პარამეტრები
nb: Klikk her for å oppdatere innstillingene for oversettelses- og grammatikkhjelp
nl: Klik hier om vertaalhulp en grammatica hulp-instellingen bij te werken
pl: Kliknij tutaj, aby zaktualizować ustawienia pomocy w tłumaczeniu i pomocy gramatycznej
pt: Clique aqui para atualizar as configurações de assistência de tradução e gramática
ru: Нажмите здесь, чтобы обновить настройки помощи с переводом и грамматикой
sk: Kliknite sem na aktualizáciu nastavení pomoci s prekladom a gramatikou
sr: Kliknite ovde da biste ažurirali postavke pomoći u prevodu i gramatici
sv: Klicka här för att uppdatera inställningar för översättningshjälp och grammatikhjälp
ta: பெயர்ப்பு உதவி மற்றும் வாக்கிய அமைப்பு உதவி அமைப்புகளை புதுப்பிக்க இங்கே கிளிக் செய்யவும்
th: คลิกที่นี่เพื่ออัปเดตการตั้งค่าการช่วยเหลือด้านการแปลและไวยากรณ์

# errorDisableITClassDesc
source: Translation assistance is turned off for the course that this chat is in.
bn: এই কোর্সের জন্য অনুবাদ সহায়তা বন্ধ করা হয়েছে।
bo: འདི་ལས་སྤྱོད་ནས་འདི་ལུས་ལ་བཟོ་བཅོས་ལས་འབད་མེད།
ca: L'assistència de traducció està desactivada per al curs en què es troba aquest xat.
cs: Pomoc s překladem je vypnuta pro kurz, ve kterém je tento chat.
da: Oversættelsesassistance er deaktiveret for kurset, som denne chat er i.
de: Die Übersetzungshilfe ist für den Kurs, in dem sich dieser Chat befindet, deaktiviert.
eo: Tradukhelpado estas malŝaltita por la kurso en kiu ĉi tiu babilejo estas.
et: Tõlkeabi on välja lülitatud selle vestluse ruumi jaoks.
eu: Itzulpen laguntza desgaituta dago ikastaro honetan dagoen chat-entzat.
fi: Käännösohjeita ei ole käytössä tämän kurssin chatissä.
fr: L'assistance à la traduction est désactivée pour le cours dans lequel cette discussion a lieu.
ga: Tá cabhair aistriúcháin dícheangailte don chúrsa ina bhfuil an comhrá seo.
gl: A axuda de tradución está desactivada para o curso neste que se atopa este chat.
hi: इस चैट के कक्षा के लिए अनुवाद सहायता बंद कर दी गई है।
hr: Pomoć pri prevođenju je isključena za tečaj u kojem se nalazi ovaj chat.
it: L'assistenza alla traduzione è disattivata per il corso in cui si trova questa chat.
ka: თარგმნის დახმარება გამორთულია ამ კურსისთვის, სადაც ეს ჩატი მდებარეობს.
nb: Oversettelseshjelp er slått av for kurset som denne chatten er i.
nl: Vertaalhulp is uitgeschakeld voor de cursus waarin deze chat zich bevindt.
pl: Pomoc w tłumaczeniu jest wyłączona dla kursu, w którym znajduje się ten czat.
pt: Assistência de tradução está desativada para o curso em que esta conversa está.
ru: Помощь с переводом отключена для курса, в котором находится этот чат.
sk: Prekladová pomoc je vypnutá pre kurz, v ktorom sa nachádza tento chat.
sr: Pomoć u prevodu je isključena za kurs u kojem se nalazi ovaj chat.
sv: Översättningshjälp är avstängd för kursen som denna chatt tillhör.
ta: இந்த உரையாடல் உள்ள பாடத்திற்கான பெயர்ப்பு உதவி அணைக்கப்பட்டுள்ளது.
th: การช่วยเหลือด้านการแปลถูกปิดใช้งานสำหรับหลักสูตรที่แชทนี้อยู่
