Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: No other devices found
be: Іншыя прылады не знойдзены
bn: অন্য কোনও ডিভাইস পাওয়া যায়নি
bo: གཞི་རྟེན་ལས་བརྗོད་ཚིགས་མེད་
ca: No s'han trobat més dispositius
cs: Žádná ostatní zařízení nebyla nalezena
da: Ingen andre enheder fundet
de: Keine anderen Geräte anwesend
eo: Neniuj aliaj aparatoj trovita
et: Muid seadmeid ei leidu
eu: Ez da beste gailurik aurkitu
fa: دستگاه دیگری پیدا نشد
fi: Muita laitteita ei löytynyt
fr: Aucun autre appareil trouvé
ga: Níor aimsíodh aon ghléas eile
gl: Non se atopan outros dispositivos
hi: कोई अन्य डिवाइस नहीं मिला
hr: Nijedan drugi uređaj nije pronađen
id: Tidak ada perangkat lain yang ditemukan
it: Nessun altro dispositivo trovato
ka: სხვა მოწყობილობები ვერ მოიძებნა
nb: Ingen andre enheter funnet
nl: Geen andere apparaten gevonden
pl: Nie znaleziono innych urządzeń
pt: Nenhum outro dispositivo encontrado
ru: Другие устройства не найдены
sk: Nenašli sa žiadne iné zariadenia
sr: Nije pronađen nijedan drugi uređaj
sv: Inga andra enheter hittades
ta: வேறு சாதனங்கள் எதுவும் கிடைக்கவில்லை
th: ไม่พบอุปกรณ์อื่น
uk: Інших пристроїв не знайдено

# fileIsTooBigForServer
source: Unable to send! The server only supports attachments up to {max}.
be: Немагчыма даслаць! Сервер падтрымлівае файлы да {max}.
bn: পাঠাতে অক্ষম! সার্ভার শুধুমাত্র {max} পর্যন্ত সংযুক্তি সমর্থন করে।
bo: བརྗོད་ཚིགས་ལ་བརྒྱབ་མི་ཚུལ་ལས་སྤྱོད་མི་ཚུལ་ལས་བརྒྱབ་! ལག་ལེན་ལས་སྤྱོད་ལེན་ {max} ལས་སྤྱོད་མི་ཚུལ་ལས་བརྒྱབ་
ca: No s'ha pogut enviar! El servidor només accepta adjunts de fins a {max}.
cs: Server oznamuje že soubor je příliš velký na odeslání.
da: Kan ikke sende! Serveren understøtter kun vedhæftede filer op til {max}.
de: Kann nicht gesendet werden! Der Server unterstützt nur Anhänge bis höchstens {max}.
eo: Ne eblas sendi! La servilo subtenas nur aldonaĵojn ĝis {max}.
et: Saatmine ei õnnestu! Serveri vaid kuni {max} suurusega manuseid.
eu: Ezin da bidali! Zerbitzariak gehienez {max}-ko eranskinak onartzen ditu.
fa: نمیتوان فرستاد! سرور تنها از پیوست های تا {max} پشتیبانی میکند.
fi: Ei voi lähettää! Palvelin tukee liitetiedostoja vain enintään {max}.
fr: Impossible d'envoyer ! Le serveur accepte uniquement les pièces jointes jusqu'à {max}.
ga: Ní féidir seol! Ní thacaíonn an freastalaí ach le ceangaltáin suas le {max}.
gl: Non se puido enviar! O servidor só permite anexos que non superen {max}.
hi: भेजने में असमर्थ! सर्वर केवल {max} तक संलग्नक का समर्थन करता है।
hr: Neuspjelo slanje! Poslužitelj podržava samo priloge do {max}.
id: Tidak dapat mengirim! Server hanya mendukung lampiran sampai dengan {max}.
it: Impossibile inviare! Il server supporta solo allegati fino a {max}.
ka: გაგზავნა შეუძლებელია! სერვერი მხარს უჭერს მხოლოდ მიმაგრებებს მაქსიმუმ {max}-მდე.
nb: Kan ikke sende! Serveren støtter kun vedlegg opp til {max}.
nl: Kan niet verzenden! De server ondersteunt alleen bijlages tot {max}.
pl: Nie udało się wysłać! Ten serwer obsługuje załączniki o maksymalnej wielkości {max}.
pt: Não foi possível enviar! O servidor suporta anexos de até {max}.
ru: Отправка не удалась! Сервер поддерживает только вложения размером до {max}.
sk: Nedá sa odoslať! Server podporuje prílohy iba do {max}.
sr: Ne mogu poslati! Server podržava priloge do {max}.
sv: Servern informerar om att filen är för stor för att skickas.
ta: அனுப்ப முடியவில்லை! சேவையகம் {max} வரை இணைப்புகளை மட்டுமே ஆதரிக்கிறது.
th: ไม่สามารถส่งได้! เซิร์ฟเวอร์รองรับไฟล์แนบสูงสุดถึง {max}
uk: Не вдалося надіслати! Сервер підтримує вкладення розміром до {max}.

# fileHasBeenSavedAt
source: File has been saved at {path}
be: Файл быў захаваны ў {path}
bn: ফাইলটি {path} এ সংরক্ষিত হয়েছে
bo: ཡིག་སྣོད་ལ་བརྒྱབ་ནི་ {path}
ca: S'ha desat l'arxiu a {path}
cs: Soubor uložen do {path}
da: Filen er gemt på {path}
de: Datei wurde gespeichert unter {path}
eo: Dosiero estis konservita ĉe {path}
et: Fail on salvestatud kausta: {path}
eu: Fitxategia {path}(e)n gorde da
fa: پرونده در {path} ذخیره شد
fi: Tiedosto on tallennettu sijaintiin {path}
fr: Le fichier a été enregistré dans {path}
ga: Sábháladh an comhad ag {path}
gl: Gardouse o ficheiro en {path}
hi: फ़ाइल {path} पर सहेजी गई है
hr: Datoteka je spremljena u {path}
id: Berkas telah disimpan di {path}
it: Il file è stato salvato in {path}
ka: ფაილი შენახულია {path}-ზე
nb: Filen er lagret på {path}
nl: Het bestand is opgeslagen op {path}
pl: Plik został zapisany w ścieżce {path}
pt: Arquivo foi salvo em {path}
ru: Файл сохранён в {path}
sk: Súbor bol uložený na {path}
sr: Fajl je sačuvan na {path}
sv: Filen har sparats i {path}
ta: கோப்பு {path}
th: ไฟล์ถูกบันทึกไว้ที่ {path}
uk: Файл збережено в {path}

source: Jump to last read message
be: Перайсці да апошняга паведамлення
bn: শেষ পড়া বার্তায় ঝাঁপ দিন
bo: ལོག་འབུལ་མི་ཚུལ་ལས་བརྒྱབ་
ca: Salta a l'últim missatge llegit
cs: Skočit na naposledy přečtenou zprávu
da: Spring til sidste læste besked
de: Zur letzten ungelesenen Nachricht
eo: Salti al la lasta legita mesaĝo
et: Liigu viimase loetud sõnumini
eu: Joan irakurritako azken mezura
fa: پرش به آخرین پیام خوانده‌شده
fi: Hyppää viimeiseen luettuun viestiin
fr: Aller au dernier message lu
ga: Léim go dtí an teachtaireacht léite is déanaí
gl: Ir á última mensaxe lida
hi: अंतिम पढ़े गए संदेश पर जाएं
hr: Skoči na zadnju pročitanu poruku
id: Pergi ke pesan terakhir dibaca
it: Salta all'ultimo messaggio letto
ka: გადადი ბოლო წაკითხულ შეტყობინებაზე
nb: Hopp til siste leste melding
nl: Spring naar het laatst gelezen bericht
pl: Przejdź do ostatnio przeczytanej wiadomości
pt: Ir para a última mensagem lida
ru: Последнее прочитанное сообщение
sk: Prejsť na poslednú prečítanú správu
sr: Skok na poslednju pročitanu poruku
sv: Hoppa till det senast lästa meddelandet
ta: கடைசி வாசிப்பு செய்திக்கு செல்லவும்
th: กระโดดไปยังข้อความที่อ่านล่าสุด
uk: Перейти до останнього прочитаного повідомлення

source: Read up to here
be: Чытаць тут
bn: এখান পর্যন্ত পড়ুন
bo: འདི་ལ་ལེན་
ca: Llegit fins aquí
cs: Přečíst až sem
da: Læst indtil her
de: Bis hier gelesen
eo: Legu ĝis ĉi tie
et: Siiamaani on loetud
eu: Honaino irakurrita
fa: خوانده‌شده تا اینجا
fi: Luettu tähän asti
fr: Lisez jusqu’ici
ga: Léigh suas go dtí seo
gl: Lin ate aquí
hi: यहां तक पढ़ें
hr: Pročitaj do ovdje
id: Baca sampai sini
it: Letto fino a qui
ka: წაიკითხე აქამდე
nb: Les opp til her
nl: Lees tot hier
pl: Czytaj do tego miejsca
pt: Lido até aqui
ru: Непрочитанное
sk: Prečítané do tohto miesta
sr: Pročitano do ovde
sv: Läs upp till hit
ta: இங்கே படிக்கவும்
th: อ่านจนถึงตรงนี้
uk: Читати тут

source: Jump
be: Перайсці
bn: ঝাঁপ দিন
bo: ལོག་འབུལ་
ca: Salta
cs: Skočit
da: Spring
de: Springen
eo: Salti
et: Hüppa
eu: Joan
fa: پرش
fi: Hyppää
fr: Sauter
ga: Léim
gl: Ir alá
hi: कूदें
hr: Skoči
id: Lompat
it: Salta
ka: გადადი
nb: Hopp
nl: Spring
pl: Przejdź
pt: Pular
ru: Перейти
sk: Prejsť
sr: Skok
sv: Hoppa
ta: தாவு
th: กระโดด
uk: Перейти

source: Open link in browser
be: Адкрыць спасылку ў браўзеры
bn: ব্রাউজারে লিঙ্ক খুলুন
bo: འདིར་འགྱོ་འཇུག་འབད་ནི་ལག་ལེན་འབད་ནི།
ca: Obre l'enllaç en un navegador
cs: Otevřít odkaz v prohlížeči
da: Åbn link i browser
de: Link im Browser öffnen
eo: Malfermu ligilon en retumilo
et: Ava link veebibrauseris
eu: Ireki esteka nabigatzailean
fa: بازکردن پیوند در مرورگر
fi: Avaa linkki selaimessa
fr: Ouvrir le lien dans le navigateur
ga: Oscail nasc sa bhrabhsálaí
gl: Abrir ligazón no navegador
hi: ब्राउज़र में लिंक खोलें
hr: Otvori poveznicu u pregledniku
id: Buka tautan dalam peramban
it: Apri il collegamento nel browser
ka: გახსენი ბმული ბრაუზერში
nb: Åpne lenke i nettleser
nl: Link in browser openen
pl: Otwórz link w przeglądarce
pt: Abrir link no navegador
ru: Открыть ссылку в браузере
sk: Otvoriť odkaz v prehliadači
sr: Otvori link u pretraživaču
sv: Öppna länk i webbläsare
ta: உலாவியில் திறந்த இணைப்பை திறக்கவும்
th: เปิดลิงก์ในเบราว์เซอร์
uk: Відкрити посилання у браузері

# reportErrorDescription
source: 😭 Oh no. Something went wrong. If you want, you can report this bug to the developers.
be: 😭 О не, штосьці пайшло не так. Калі жадаеце, можаце падаць справаздачу аб памылке распрауоўшчыкам.
bn: 😞 ওহ না। কিছু ভুল হয়েছে। আপনি চাইলে এই বাগটি ডেভেলপারদের কাছে রিপোর্ট করতে পারেন।
bo: 😭 ཨོང་མེད། གནད་སྟོན་འདི་ལས་འགོད་བྱེད་མི་ཚུལ་ལས་འགོད་འབད་ནི།
ca: 😭 Oh no. Hi ha hagut algun error. Si vols, pots informar d'aquest bug a l'equip de desenvolupament.
cs: 😞 Jejda. Něco se pokazilo. Pokud chcete, můžete tento problém nahlásit vývojářům.
da: 😞 Åh nej. Noget gik galt. Hvis du vil, kan du rapportere denne fejl til udviklerne.
de: 😭 Oh nein. Etwas ist schief gelaufen. Wenn du möchtest, kannst du den Bug bei den Entwicklern melden.
eo: 😞 Ho ve. Io eraris. Se vi volas, vi povas raporti ĉi tiun eraron al la programistoj.
et: 😭 Oh appike! Midagi läks valesti. Kui soovid, võid sellest veast arendajatele teatada.
eu: 😭 O ez! Zerbaitek huts egin du. Nahi izanez gero, eman garatzaileei errorearen berri.
fa: اوه نه. اشتباهی رخ داد. اگر تمایل دارید، می‌توانید این اشکال را با توسعه‌دهندگان گزارش دهید.
fi: 😭 Voi ei. Jokin meni pieleen. Halutessasi voit ilmoittaa ongelman kehittäjille.
fr: 😭 Oh non. Quelque chose s'est mal passé. Si vous le souhaitez, vous pouvez signaler ce bogue aux développeurs.
ga: 😭 Ó, a mhac go deo. Chuaigh rud éigin mícheart. Más mian leat, is féidir leat an fabht seo a thuairisciú do na forbróirí.
gl: 😭 Vaia! Algo fallou. Se queres, podes informar do problema ás persoas desenvolvedoras.
hi: 😢 ओह नहीं। कुछ गलत हो गया है। यदि आप चाहें तो आप इस बग की रिपोर्ट डेवलपर्स को कर सकते हैं।
hr: 😭 Joj! Dogodila se greška. Pokušaj ponovo kasnije. Ako želiš, grešku možeš prijaviti programerima.
id: 😭 Aduh. Ada yang salah. Jika kamu mau, kamu bisa melaporkan kutu ini kepada para pengembang.
it: 😭 Oh no. Qualcosa è andato storto. Se vuoi, puoi segnalare questo bug agli sviluppatori.
ka: 😞 უაი, რაღაც შეცდა. თუ გსურთ, შეგიძლიათ ამ ბაგის შეტყობინება დეველოპერებს.
nb: 😞 Å nei. Noe gikk galt. Hvis du vil, kan du rapportere denne feilen til utviklerne.
nl: 😭 Oh nee. Er is iets misgegaan. Probeer het later nog eens. Als je wilt, kun je de bug rapporteren aan de ontwikkelaars.
pl: 😭 O nie! Coś poszło nie tak. Spróbuj ponownie później. Jeśli chcesz, możesz zgłosić ten błąd autorom programu.
pt: 😞 Oh não. Algo deu errado. Se desejar, você pode relatar esse erro aos desenvolvedores.
ru: 😭 О, нет. Что-то пошло не так. При желании вы можете сообщить об этой ошибке разработчикам.
sk: 😞 Je mi ľúto. Niečo sa pokazilo. Ak chcete, môžete túto chybu nahlásiť vývojárom.
sr: 😞 Oh ne. Nešto je pošlo po zlu. Ako želite, možete prijaviti ovu grešku programerima.
sv: 😭 Åh nej. Något gick fel. Om du vill ian du rapportera denna bugg till utvecklarna.
ta: 😭 ஓ இல்லை. ஏதோ தவறு நடந்தது. நீங்கள் விரும்பினால், இந்த பிழையை டெவலப்பர்களிடம் புகாரளிக்கலாம்.
th: 😞 โอ้ไม่ เกิดข้อผิดพลาดขึ้น หากต้องการ คุณสามารถรายงานบั๊กนี้ให้กับนักพัฒนา
uk: О, ні. Щось пішло не так. Якщо хочете, можете повідомити про помилку розробникам.

source: report
be: паскардзіцца
bn: রিপোর্ট করুন
bo: རེད་འདོད།
ca: informa
cs: Nahlásit
da: rapporter
de: Melden
eo: raporti
et: teata
eu: salatu
fa: گزارش
fi: ilmoita
fr: signaler
ga: tuairisc
gl: informar
hi: रिपोर्ट करें
hr: prijavi
id: laporkan
it: segnala
ka: შეტყობინება
nb: rapporter
nl: Rapporteer
pl: zgłoś
pt: denunciar
ru: пожаловаться
sk: Nahlásiť
sr: prijavi
sv: rapportera
ta: அறிக்கை
th: รายงาน
uk: повідомити

source: Sign in with password
be: Увайсці з паролем
bn: পাসওয়ার্ড দিয়ে সাইন ইন করুন
bo: ནང་བསྐུར་ནས་སྤྱོད་འཇུག
ca: Inicia sessió amb contrasenya
cs: Přihlásit se pomocí hesla
da: Log ind med adgangskode
de: Anmelden mit Passwort
eo: Ensaluti per pasvorto
et: Logi sisse salasõnaga
eu: Hasi saioa pasahitzarekin
fa: ورود با رمزعبور
fi: Kirjaudu sisään salasanalla
fr: Se connecter avec mot de passe
ga: Sínigh isteach le pasfhocal
gl: Accede con contrasinal
hi: पासवर्ड के साथ साइन इन करें
hr: Prijavi se s lozinkom
id: Masuk dengan kata sandi
it: Accedi con la password
ka: შესვლა პაროლით
nb: Logg inn med passord
nl: Aanmelden met wachtwoord
pl: Zaloguj się z hasłem
pt: Entrar com senha
ru: Войти с помощью пароля
sk: Prihlásiť sa s heslom
sr: Prijavi se lozinkom
sv: Logga in med lösenord
ta: கடவுச்சொல்லுடன் உள்நுழைக
th: เข้าสู่ระบบด้วยรหัสผ่าน
uk: Увійти за допомогою пароля

# pleaseTryAgainLaterOrChooseDifferentServer
source: Please try again later or choose a different server.
be: Калі ласка, паспрабуйце пазней ці абярыце іншы сервер.
bn: অনুগ্রহ করে পরে আবার চেষ্টা করুন বা আলাদা সার্ভার নির্বাচন করুন।
bo: ཧེ་མེད་ལོག་འགྱོ་འདི་ལས་འགོད་འབད་ནི། དེ་ལས་འགོད་འབད་ནི་ལས་འགོད་འབད་ནི།
ca: Torna-ho a provar més tard o tria un servidor diferent.
cs: Prosím zkuste to znovu nebo si vyberte jiný server.
da: Prøv igen senere eller vælg en anden server.
de: Bitte versuche es später noch einmal oder wähle einen anderen Server.
eo: Bonvolu provi denove poste aŭ elekti alian servilon.
et: Palun proovi hiljem uuesti või muuda serveri nime.
eu: Saiatu geroago edo aukeratu beste zerbitzari bat.
fa: لطفا بعدا تلاش کنید یا سرور دیگری انتخاب کنید.
fi: Yritä myöhemmin uudelleen tai valitse toinen palvelin.
fr: Veuillez réessayer plus tard ou choisir un autre serveur.
ga: Bain triail eile as níos déanaí nó roghnaigh freastalaí eile.
gl: Inténtao máis tarde ou elixe un servidor diferente.
hi: कृपया बाद में पुनः प्रयास करें या अलग सर्वर चुनें।
hr: Pokušaj ponovo kasnije ili odaberi jedan drugi poslužitelj.
id: Silakan coba lagi nanti atau pilih server yang lain.
it: Per favore riprova più tardi o scegli un server diverso.
ka: გთხოვთ, სცადეთ მოგვიანებით ან აირჩიეთ სხვა სერვერი.
nb: Vennligst prøv igjen senere eller velg en annen server.
nl: Probeer het later nog eens of kies een andere server.
pl: Spróbuj ponownie później lub wybierz inny serwer.
pt: Por favor, tente novamente mais tarde ou escolha um servidor diferente.
ru: Повторите попытку позже или выберите другой сервер.
sk: Skúste to prosím neskôr alebo vyberte iný server.
sr: Molimo pokušajte ponovo kasnije ili odaberite drugi server.
sv: Vänligen försök igen eller välj en annan server.
ta: தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும் அல்லது வேறு சேவையகத்தைத் தேர்வுசெய்க.
th: โปรดลองอีกครั้งในภายหลังหรือเลือกเซิร์ฟเวอร์ที่แตกต่างกัน
uk: Спробуйте пізніше або виберіть інший сервер.

# signInWith
source: Sign in with {provider}
be: Увайсці з {provider}
bn: {provider} এর সাথে সাইন ইন করুন
bo: ནང་བསྐུར་ནས {provider} ལས་འཇུག
ca: Inicia sessió amb {provider}
cs: Přihlásit se pomocí {provider}
da: Log ind med {provider}
de: Anmelden mit {provider}
eo: Ensaluti kun {provider}
et: Logi sisse kasutades teenusepakkujat {provider}
eu: Hasi saioa {provider}(r)ekin
fa: ورود با {provider}
fi: Kirjaudu sisään palvelulla {provider}
fr: Se connecter avec {provider}
ga: Sínigh isteach le {provider}
gl: Accede con {provider}
hi: {provider} के साथ साइन इन करें
hr: Prijavi se pomoću {provider}
id: Masuk dengan {provider}
it: Accedi con {provider}
ka: შესვლა {provider}-ით
nb: Logg inn med {provider}
nl: Aanmelden met {provider}
pl: Zaloguj się z {provider}
pt: Entrar com {provider}
ru: Войти с {provider}
sk: Prihlásiť sa s {provider}
sr: Prijavi se sa {provider}
sv: Logga in med {provider}
ta: {provider} மூலம் உள்நுழையவும்
th: เข้าสู่ระบบด้วย {provider}
uk: Увійти через {provider}

# profileNotFound
source: The user could not be found on the server. Maybe there is a connection problem or the user doesn't exist.
be: Карыстальнік не знойдзены на гэтым серверы. Гэта можа быць памылка сеткі ці карыстальніка не існуе.
bn: সার্ভারে ব্যবহারকারী পাওয়া যায়নি। হয়তো সংযোগের সমস্যা বা ব্যবহারকারী অস্তিত্ব নেই।
bo: བརྗེ་འདེམས་སུ་མེད་པའི་བརྗེ་འདེམས་ལས་མེད། ཁྱེད་ཀྱིས་འདི་ལས་འགོད་འབད་ནི་ལས་འགོད་འབད་ནི།
ca: No s'ha trobat el compte en aquest servidor. Pot ser un error de connexió, o que realment no existeixi.
cs: Uživatel nebyl na serveru nalezen. Možná je problém s připojením nebo uživatel neexistuje.
da: Brugeren kunne ikke findes på serveren. Måske er der et forbindelsesproblem, eller brugeren findes ikke.
de: Der Benutzer konnte auf dem Server nicht gefunden werden. Vielleicht gibt es ein Verbindungsproblem oder der Benutzer existiert nicht.
eo: La uzanto ne povis esti trovita en la servilo. Eble estas problemo kun la konekto aŭ la uzanto ne ekzistas.
et: Sellist kasutajat serveris ei leidu. Tegemist võib olla kas võrguühenduse probleemiga või sellist kasutajat tõesti pole olemas.
eu: Ezin izan da erabiltzailea zerbitzarian aurkitu. Agian arazo bat dago konexioarekin edo erabiltzailea ez da existitzen.
fa: کاربر در سرور پیدا نشد. شاید مشکل اتصال وجود دارد یا کاربر وجود ندارد.
fi: Käyttäjää ei löydy palvelimelta. Tämä voi olla yhteysongelma tai käyttäjä ei ole olemassa.
fr: Cet utilisateur/trice n'a pu être trouvé sur le serveur. Peut-être est-ce un problème de connexion ou l'utilisateur/trice n'existe pas.
ga: Níorbh fhéidir an t-úsáideoir a aimsiú ar an bhfreastalaí. B'fhéidir go bhfuil fadhb nasctha ann nó nach bhfuil an t-úsáideoir ann.
gl: Non se atopa a usuaria no servidor. Pode que haxa un problema coa conexión ou que a usuaria non exista.
hi: सर्वर पर उपयोगकर्ता नहीं मिल सका। हो सकता है कि कनेक्शन में समस्या हो या उपयोगकर्ता मौजूद न हो।
hr: Korisnik nije pronađen na poslužitelju. Možda postoji problem s vezom ili korisnik ne postoji.
id: Pengguna ini tidak dapat ditemukan di server. Mungkin ada masalah koneksi atau penggunanya tidak ada.
it: Impossibile trovare l'utente sul server. Forse c'è un problema di connessione oppure l'utente non esiste.
ka: მომხმარებელი ვერ მოიძებნა სერვერზე. შესაძლოა, კავშირი იყოს პრობლემური ან მომხმარებელი არ არსებობს.
nb: Brukeren ble ikke funnet på serveren. Kanskje er det et tilkoblingsproblem eller brukeren finnes ikke.
nl: De persoon kan niet gevonden worden op de server. Misschien is er een verbindingsprobleem of de persoon bestaat niet.
pl: Nie można odnaleźć użytkownika na serwerze. Być może wystąpił problem z połączeniem lub użytkownik nie istnieje.
pt: O usuário não pôde ser encontrado no servidor. Talvez haja um problema de conexão ou o usuário não exista.
ru: Пользователь не найден на сервере. Это может быть проблемой подключения или пользователь не существует.
sk: Používateľa sa nepodarilo nájsť na serveri. Možno je problém s pripojením alebo používateľ neexistuje.
sr: Korisnik nije pronađen na serveru. Možda postoji problem sa konekcijom ili korisnik ne postoji.
sv: Användaren kunde onte hittas på servern. Kanske är det ett anslutningsproblem eller så finns inte användaren.
ta: பயனரை சேவையகத்தில் காண முடியவில்லை. ஒரு இணைப்பு சிக்கல் இருக்கலாம் அல்லது பயனர் இல்லை.
th: ไม่พบผู้ใช้บนเซิร์ฟเวอร์ อาจมีปัญหาในการเชื่อมต่อหรือผู้ใช้นั้นไม่มีอยู่จริง
uk: Не вдалося знайти користувача на сервері. Можливо, проблема зі з'єднанням або користувач не існує.

source: Set theme:
be: Тэма:
bn: থিম সেট করুন:
bo: དབྱེ་བའི་དབྱེ་བ།
ca: Tria el tema:
cs: Nastavit vzhled:
da: Vælg tema:
de: Design festlegen:
eo: Agordi temon:
et: Vali teema:
eu: Ezarri gaia:
fa: تنظیم پوسته:
fi: Aseta teema:
fr: Définir le thème :
ga: Socraigh téama:
gl: Establecer decorado:
hi: थीम सेट करें:
hr: Postavi temu:
id: Atur tema:
it: Imposta tema:
ka: პარამეტრის დაყენება:
nb: Velg tema:
nl: Thema instellen:
pl: Ustaw wygląd:
pt: Definir tema:
ru: Тема:
sk: Nastaviť tému:
sr: Postavi temu:
sv: Välj tema:
ta: கருப்பொருள் அமைக்கவும்:
th: ตั้งธีม:
uk: Налаштувати тему:

source: Set color theme:
be: Каляровая схема:
bn: রঙের থিম সেট করুন:
bo: རིགས་ལུས་དབྱེ་བ།
ca: Tria el color del tema:
cs: Nastavit barvy:
da: Vælg farvetema:
de: Farbdesign einstellen:
eo: Agordi kolortemon:
et: Vali värviteema:
eu: Ezarri kolore-gaia:
fa: تنظیم پوسته رنگی:
fi: Aseta väriteema:
fr: Définir la couleur du thème :
ga: Socraigh téama datha:
gl: Cor do decorado:
hi: रंग थीम सेट करें:
hr: Postavi boju teme:
id: Atur tema warna:
it: Imposta tema colore:
ka: ფერის თემის დაყენება:
nb: Velg fargetema:
nl: Kleurthema instellen:
pl: Ustal styl kolorów:
pt: Definir tema de cores:
ru: Цветовая тема:
sk: Nastaviť farebnú tému:
sr: Постави тему боја:
sv: Välj färgtema:
ta: வண்ண கருப்பொருள் அமைக்கவும்:
th: ตั้งธีมสี:
uk: Налаштувати колірну тему:

source: Invite
be: Запрасіць
bn: আমন্ত্রণ জানান
bo: འདེམས་བཅུད།
ca: Convida
cs: Pozvat
da: Inviter
de: Einladen
eo: Inviti
et: Kutsu
eu: Gonbidatu
fa: دعوت
fi: Kutsu
fr: Inviter
ga: Tabhair cuireadh
gl: Convidar
hi: आमंत्रित करें
hr: Pozovi
id: Undang
it: Invitare
ka: პატიჟება
nb: Inviter
nl: Uitnodigen
pl: Zaproszenie
pt: Convidar
ru: Пригласить
sk: Pozvať
sr: Позови
sv: Bjud in
ta: அழைக்கவும்
th: เชิญ
uk: Запросити

source: 📨 Invite group chat
be: 📨 Запрашэнне ў групавы чат
bn: 📨 গ্রুপ চ্যাট আমন্ত্রণ
bo: 📨 ཚོགས་གནས་གཅིག་འདེམས་བཅུད།
ca: 📨 Convida al grup
cs: 📨 Pozvat do skupinového chatu
da: 📨 Inviter gruppechat
de: 📨 Einladungen zum Gruppenchat
eo: 📨 Inviti grupan babilonon
et: 📨 Kutsu vestlusrühma
eu: 📨 Gonbidatu taldeko txatera
fa: 📨 دعوت به گپ گروهی
fi: Kutsu ryhmäkeskusteluun
fr: 📨 Inviter à une discussion de groupe
ga: 📨 Tabhair cuireadh comhrá grúpa
gl: 📨 Convidar a conversa en grupo
hi: ग्रुप चैट आमंत्रित करें
hr: 📨 Pozovi u grupni razgovor
id: 📨 Undangan percakapan grup
it: 📨 Invita a una chat di gruppo
ka: 📨 ჯგუფის ჩატი მოწვევა
nb: 📨 Inviter gruppechat
nl: 📨 Groeps-chat uitnodiging
pl: 📨 Zaproszenie do rozmowy grupowej
pt: 📨 Convidar grupo de chat
ru: 📨 Пригласить в групповой чат
sk: 📨 Pozvať do skupinového chatu
sr: 📨 Позови групни разговор
sv: 📨 Bjud in gruppchatt
ta: Compect குழு அரட்டையை அழைக்கவும்
th: 📨 เชิญเข้าร่วมกลุ่มแชท
uk: 📨 Запрошення до групової бесіди

source: 📨 Invite private chat
be: 📨 Запрашэнне ў асобны чат
bn: 📨 ব্যক্তিগত চ্যাট আমন্ত্রণ
bo: 📨 གནང་བའི་ཚོགས་གཅིག་འདེམས་བཅུད།
ca: 📨 Convida a un xat privat
cs: 📨 Pozvat do soukromého chatu
da: 📨 Inviter privat chat
de: 📨 Einladungen zum privaten Chat
eo: 📨 Inviti privatecan babilonon
et: 📨 Kutsu omavahelisele vestlusele
eu: 📨 Gonbidatu txat pribatura
fa: 📨 دعوت به گپ خصوصی
fi: Kutsu yksityiskeskusteluun
fr: 📨 Inviter à une discussion privée
ga: 📨 Tabhair cuireadh comhrá príobháideach
gl: 📨 Convidar a conversa privada
hi: प्राइवेट चैट आमंत्रित करें
hr: 📨 Pozovi u privatni razgovor
id: 📨 Undangan percakapan privat
it: 📨 Invita a una chat privata
ka: 📨 პირადი ჩატის მოწვევა
nb: 📨 Inviter privat chat
nl: 📨 Privé-chat uitnodiging
pl: 📨 Zaproszenie do rozmowy prywatnej
pt: 📨 Convidar chat privado
ru: 📨 Пригласить в приватный чат
sk: 📨 Pozvať do súkromného chatu
sr: 📨 Позови приватни разговор
sv: 📨 Bjud in privat chatt
ta: தனிப்பட்ட தனியார் அரட்டையை அழைக்கவும்
th: 📨 เชิญเข้าร่วมแชทส่วนตัว
uk: 📨 Запрошення до приватної бесіди

source: Invalid input!
be: Недапушчальны ўвод!
bn: অবৈধ ইনপুট!
bo: མིན་ལེན་འབད་ཡོད་པ།
ca: L'entrada no és vàlida!
cs: Neplatný vstup!
da: Ugyldigt input!
de: Ungültige Eingabe!
eo: Nevalida enigo!
et: Vigane sisend!
eu: Sartu duzunak ez du balio!
fa: ورودی نامعتبر!
fi: Virheellinen syöte!
fr: Entrée invalide !
ga: Ionchur neamhbhailí!
gl: Contido non válido!
hi: अमान्य इनपुट!
hr: Neispravan unos!
id: Masukan tidak valid!
it: Contenuto non valido!
ka: არასწორი შეყვანა!
nb: Ugyldig inndata!
nl: Ongeldige invoer!
pl: Nieprawidłowe dane!
pt: Entrada inválida!
ru: Недопустимый ввод!
sk: Neplatný vstup!
sr: Неправилан унос!
sv: Ogiltig input!
ta: தவறான உள்ளீடு!
th: ข้อมูลไม่ถูกต้อง!
uk: Недійсний ввід!
