Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# userDoneAndWaiting
source: {num1}/{num2} participants have wrapped up. Wait for everyone to finish, and we'll generate you a summary in the chat! If you'd like to rejoin the conversation, click the continue button in the chat.
bn: {num1}/{num2} অংশগ্রহণকারী শেষ করেছেন। সবাই শেষ হওয়ার জন্য অপেক্ষা করুন, এবং আমরা চ্যাটে আপনার জন্য একটি সারাংশ তৈরি করব! যদি আপনি আবার কথোপকথনে যোগ দিতে চান, চ্যাটে কন্টিনিউ বোতামে ক্লিক করুন।
bo: {num1}/{num2} སྤྱོད་མཁན་ཚོད་ལས་སྤྱོད་བྱེད་ཡོད་མི་ཚེས་ལས་སྤྱོད་བྱེད་འདུག ཚོད་ལས་ཚོད་ལས་སྤྱོད་བྱེད་མི་ཚེས་ལས་སྤྱོད་བྱེད་འདུག དེ་ལས་ཁྱེད་ཀྱང་ཚོད་ལས་སྤྱོད་བྱེད་ཡོད་མི་ཚེས་ལས་སྤྱོད་བྱེད་འདུག དེ་ལས་ཁྱེད་ཀྱང་ཚོད་ལས་སྤྱོད་བྱེད་ཡོད་མི་ཚེས་ལས་སྤྱོད་བྱེད་འདུག
ca: {num1}/{num2} participants han acabat. Espera que tothom acabi, i t'hi generarem un resum al xat! Si vols tornar a unir-te a la conversa, fes clic al botó de continuar al xat.
cs: {num1}/{num2} účastníků dokončilo. Počkejte, až všichni dokončí, a my vám v chatu vygenerujeme shrnutí! Pokud se chcete znovu připojit ke konverzaci, klikněte na tlačítko pokračovat v chatu.
da: {num1}/{num2} deltagere har afsluttet. Vent på, at alle er færdige, og vi vil generere et resumé til dig i chatten! Hvis du vil genoptage samtalen, skal du klikke på fortsæt-knappen i chatten.
de: {num1}/{num2} Teilnehmer haben die Aktivität beendet. Warten Sie, bis alle fertig sind, und wir erstellen eine Zusammenfassung im Chat! Wenn Sie das Gespräch wieder aufnehmen möchten, klicken Sie auf die Schaltfläche 'Weiter' im Chat.
eo: {num1}/{num2} partoprenantoj finintaj. Atendu ke ĉiuj finu, kaj ni generos resumon en la babilejo! Se vi volas reiri al la konversacio, klaku la daŭrigi butonon en la babilejo.
et: {num1}/{num2} osalejat on lõpetanud. Oodake, kuni kõik lõpetavad, ja me koostame teile kokkuvõtte vestluses! Kui soovite vestlusse uuesti liituda, klõpsake vestluses jätkamise nuppu.
eu: {num1}/{num2} parte-hartzailek amaitu dute. Itxaron denek amaitu arte, eta chat-ean laburpena sortuko dizugu! Bileran berriro parte hartu nahi baduzu, sakatu jarraitu botoia chat-ean.
fi: {num1}/{num2} osallistujaa on lopettanut. Odota, että kaikki saavat valmiiksi, ja luomme sinulle yhteenvedon keskustelussa! Jos haluat liittyä uudelleen keskusteluun, napsauta jatka-painiketta keskustelussa.
fr: {num1}/{num2} participants ont terminé. Attendez que tout le monde finisse, et nous générerons un résumé dans la conversation ! Si vous souhaitez rejoindre à nouveau la conversation, cliquez sur le bouton continuer dans le chat.
ga: {num1}/{num2} rannpháirtithe críochnaigh. Fan go mbeidh gach duine críochnaithe, agus cruthóimid achoimre duit sa chomhrá! Más mian leat filleadh ar an gcomhrá, cliceáil ar an gcnaipe leanúint sa chomhrá.
gl: {num1}/{num2} participantes remataron. Agarda a que rematen todos, e xeraremos un resumo na conversa! Se queres unirte de novo á conversa, clica no botón de continuar na conversa.
hi: {num1}/{num2} प्रतिभागी समाप्त हो गए हैं। सभी के समाप्त होने का इंतजार करें, और हम चैट में आपका सारांश उत्पन्न करेंगे! यदि आप बातचीत में फिर से शामिल होना चाहते हैं, तो चैट में जारी रखें बटन पर क्लिक करें।
hr: {num1}/{num2} sudionika je završilo. Pričekajte da svi završe, a mi ćemo generirati sažetak u chatu! Ako želite ponovno sudjelovati u razgovoru, kliknite na gumb za nastavak u chatu.
it: {num1}/{num2} partecipanti hanno concluso. Attendi che tutti finiscano, e ti genereremo un riepilogo nella chat! Se desideri rientrare nella conversazione, clicca sul pulsante continua nella chat.
ka: {num1}/{num2} მონაწილეებმა დაასრულეს. დაელოდეთ ყველას დასრულებას, და ჩვენ შეგვიძლია გენერირება თქვენი მიმოხილვა საუბარში! თუ გსურთ საუბარში დაბრუნება, დააჭირეთ განაგრძეთ ღილაკს საუბარში.
nb: {num1}/{num2} deltakere har fullført. Vent til alle er ferdige, så genererer vi en oppsummering i chatten! Hvis du vil bli med i samtalen igjen, klikk på fortsett-knappen i chatten.
nl: {num1}/{num2} deelnemers zijn klaar. Wacht tot iedereen klaar is, en we genereren een samenvatting in de chat! Als je de conversatie opnieuw wilt starten, klik dan op de knop 'Doorgaan' in de chat.
pl: {num1}/{num2} uczestników zakończyło. Poczekaj, aż wszyscy skończą, a my wygenerujemy podsumowanie w czacie! Jeśli chcesz dołączyć ponownie do rozmowy, kliknij przycisk kontynuuj w czacie.
pt: {num1}/{num2} participantes terminaram. Aguarde todos terminarem, e geraremos um resumo para você no chat! Se desejar reentrar na conversa, clique no botão de continuar no chat.
ru: {num1}/{num2} участников завершили. Подождите, пока все закончат, и мы сгенерируем для вас сводку в чате! Если хотите присоединиться к разговору снова, нажмите кнопку продолжения в чате.
sk: {num1}/{num2} účastníkov ukončilo. Počkajte, kým všetci dokončia, a my vám v chate vygenerujeme súhrn! Ak by ste chceli znova vstúpiť do rozhovoru, kliknite na tlačidlo pokračovať v chate.
sr: {num1}/{num2} učesnika je završilo. Sačekajte da svi završe, i mi ćemo generisati sažetak u ćaskanju! Ako želite da se ponovo pridružite razgovoru, kliknite na dugme za nastavak u ćaskanju.
sv: {num1}/{num2} deltagare har avslutat. Vänta tills alla är klara, så genererar vi en sammanfattning i chatten! Om du vill gå med i samtalet igen, klicka på fortsätt-knappen i chatten.
ta: {num1}/{num2} பங்கேற்பாளர்கள் முடித்துவிட்டனர். அனைவரும் முடிக்கும்வரை காத்திருக்கவும், நாங்கள் உரையாடலில் ஒரு சுருக்கத்தை உருவாக்குவோம்! உங்கள் உரையாடலை மீண்டும் தொடங்க விரும்பினால், உரையாடலில் தொடரும் பொத்தானை கிளிக் செய்யவும்.
th: {num1}/{num2} ผู้เข้าร่วมได้จบแล้ว รอให้ทุกคนเสร็จ แล้วเราจะสร้างสรุปให้คุณในแชท! ถ้าคุณต้องการเข้าร่วมสนทนาอีกครั้ง คลิกปุ่มดำเนินการต่อในแชท

# othersDoneAndWaiting
source: {num1}/{num2} are done. Have you completed your objective?
bn: {num1}/{num2} শেষ হয়েছে। আপনি কি আপনার লক্ষ্য সম্পন্ন করেছেন?
bo: {num1}/{num2} སྤྱོད་མཁན་ཚོད་ལས་སྤྱོད་བྱེད་ཡོད་མི་ཚེས་ལས་སྤྱོད་བྱེད་འདུག ཁྱེད་རང་ཚོད་ལས་སྤྱོད་བྱེད་ཡོད་མི་ཚེས་ལས་སྤྱོད་བྱེད་འདུག
ca: {num1}/{num2} han acabat. Has completat el teu objectiu?
cs: {num1}/{num2} je hotovo. Dokončili jste svůj cíl?
da: {num1}/{num2} er færdige. Har du opnået dit mål?
de: {num1}/{num2} sind fertig. Haben Sie Ihr Ziel erreicht?
eo: {num1}/{num2} finintaj. Ĉu vi atingis vian celon?
et: {num1}/{num2} on lõpetanud. Kas olete oma eesmärgi saavutanud?
eu: {num1}/{num2} amaitu dute. Zure helburua bete duzu?
fi: {num1}/{num2} on valmis. Oletko saavuttanut tavoitteesi?
fr: {num1}/{num2} sont terminés. Avez-vous terminé votre objectif ?
ga: {num1}/{num2} críochnaigh. An bhfuil tú tar éis do chuspóir a bhaint amach?
gl: {num1}/{num2} remataron. Remataste o teu obxectivo?
hi: {num1}/{num2} समाप्त हो गए हैं। क्या आपने अपना उद्देश्य पूरा कर लिया है?
hr: {num1}/{num2} je završilo. Jeste li završili s ciljem?
it: {num1}/{num2} hanno finito. Hai completato il tuo obiettivo?
ka: {num1}/{num2} დასრულდა. მიაღწიეთ თქვენს მიზანს?
nb: {num1}/{num2} er ferdige. Har du fullført målet ditt?
nl: {num1}/{num2} zijn klaar. Heb je je doel bereikt?
pl: {num1}/{num2} zakończyło. Czy ukończyłeś swój cel?
pt: {num1}/{num2} concluídos. Você completou seu objetivo?
ru: {num1}/{num2} завершили. Вы достигли своей цели?
sk: {num1}/{num2} je hotovo. Dokončili ste svoj cieľ?
sr: {num1}/{num2} su završili. Da li ste završili svoj cilj?
sv: {num1}/{num2} är klara. Har du slutfört ditt mål?
ta: {num1}/{num2} முடித்துவிட்டனர். நீங்கள் உங்கள் குறிக்கோளை நிறைவேற்றியுள்ளீர்களா?
th: {num1}/{num2} เสร็จแล้ว คุณได้ทำตามเป้าหมายของคุณแล้วหรือยัง?

source: Start new session
bn: নতুন সেশন শুরু করুন
bo: གསར་འཛུལ་སྤྱོད་ལས་སྤྱོད་འགྱོ
ca: Inicia una nova sessió
cs: Začít novou relaci
da: Start ny session
de: Neue Sitzung starten
eo: Komenci novan sesion
et: Alusta uut sessiooni
eu: Hasi saio berria
fi: Aloita uusi istunto
fr: Démarrer une nouvelle session
ga: Tús a chur le seisiún nua
gl: Comezar nova sesión
hi: नई सत्र शुरू करें
hr: Započni novu sesiju
it: Inizia una nuova sessione
ka: ახალი სესიის დაწყება
nb: Start ny økt
nl: Nieuwe sessie starten
pl: Rozpocznij nową sesję
pt: Iniciar nova sessão
ru: Начать новую сессию
sk: Začať novú reláciu
sr: Započni novu sesiju
sv: Starta ny session
ta: புதிய அமர்வை தொடங்கவும்
th: เริ่มเซสชันใหม่

source: Join open session
bn: খোলা সেশনে যোগ দিন
bo: གསར་འཛུལ་སྤྱོད་ལས་སྤྱོད་འགྱོ
ca: Uneix-te a una sessió oberta
cs: Připojit se k otevřené relaci
da: Deltag i åben session
de: Offene Sitzung beitreten
eo: Aliĝi al malfermita sesio
et: Liitu avatud sessiooniga
eu: Batu irekita dagoen saiora
fi: Liity avoimeen istuntoon
fr: Rejoindre une session ouverte
ga: Cláraigh le haghaidh seisiún oscailte
gl: Unirse á sesión aberta
hi: खुले सत्र में शामिल हों
hr: Pridruži se otvorenoj sesiji
it: Unisciti a una sessione aperta
ka: შეერთება ღია სესიაში
nb: Bli med i åpen økt
nl: Deelname aan open sessie
pl: Dołącz do otwartej sesji
pt: Participar de sessão aberta
ru: Присоединиться к открытому сеансу
sk: Pripojiť sa k otvorenej relácii
sr: Pridruži se otvorenoj sesiji
sv: Gå med i öppen session
ta: திறந்த அமர்வில் சேரவும்
th: เข้าร่วมเซสชันเปิด

source: less
bn: কম
bo: དུས་མཐར
ca: menys
cs: méně
da: mindre
de: weniger
eo: malpli
et: vähem
eu: gutxiago
fi: vähemmän
fr: moins
ga: níos lú
gl: menos
hi: कम
hr: manje
it: meno
ka: ნაკლები
nb: mindre
nl: minder
pl: mniej
pt: menos
ru: меньше
sk: menej
sr: manje
sv: mindre
ta: குறைவாக
th: น้อยลง

source: Activity not found
bn: ক্রিয়াকলাপ পাওয়া যায়নি
bo: ལས་ཀ་མེད
ca: Activitat no trobada
cs: Aktivita nenalezena
da: Aktivitet ikke fundet
de: Aktivität nicht gefunden
eo: Aktiveco ne trovita
et: Tegevust ei leitud
eu: Ez da ekintzarik aurkitu
fi: Toimintoa ei löytynyt
fr: Activité non trouvée
ga: Níor aimsíodh an gníomhaíocht
gl: Actividade non atopada
hi: गतिविधि नहीं मिली
hr: Aktivnost nije pronađena
it: Attività non trovata
ka: აქტივობა ვერ მოიძებნა
nb: Aktivitet ikke funnet
nl: Activiteit niet gevonden
pl: Nie znaleziono aktywności
pt: Atividade não encontrada
ru: Активность не найдена
sk: Aktivita nenájdená
sr: Aktivnost nije pronađena
sv: Aktivitet inte hittad
ta: செயல்பாடு காணப்படவில்லை
th: ไม่พบกิจกรรม

source: Level up
bn: স্তর উন্নত করুন
bo: ལོ་བསྒྱབ་
ca: Puja de nivell
cs: Zvýšit úroveň
da: Niveau op
de: Aufstieg
eo: Niveligi
et: Tase tõusnud
eu: Maila igo
fi: Taso nousee
fr: Niveau supérieur
ga: Leveáil suas
gl: Subir de nivel
hi: स्तर बढ़ाएँ
hr: Podigni razinu
it: Salto di livello
ka: ჩამოწევა დონეზე
nb: Nivå opp
nl: Niveau omhoog
pl: Awansuj poziom
pt: Subir de nível
ru: Повысить уровень
sk: Zvýšiť úroveň
sr: Nadogradi nivo
sv: Nivå upp
ta: படிநிலை உயர்வு
th: เลื่อนระดับ

source: My activities
bn: আমার কার্যক্রম
bo: ངའི་ལས་ཀ
ca: Les meves activitats
cs: Mé aktivity
da: Mine aktiviteter
de: Meine Aktivitäten
eo: Miaj aktivecoj
et: Minu tegevused
eu: Nire ekintzak
fi: Omat aktiviteetit
fr: Mes activités
ga: Mo ghníomhaíochtaí
gl: As miñas actividades
hi: मेरी गतिविधियाँ
hr: Moje aktivnosti
it: Le mie attività
ka: ჩემი აქტივობები
nb: Mine aktiviteter
nl: Mijn activiteiten
pl: Moje aktywności
pt: Minhas atividades
ru: Мои активности
sk: Moje aktivity
sr: Moje aktivnosti
sv: Mina aktiviteter
ta: எனது செயல்பாடுகள்
th: กิจกรรมของฉัน

source: Open to join
bn: যোগ দেওয়ার জন্য খোলা
bo: གནང་བའི་སྤྱོད་ལས
ca: Obert per unir-se
cs: Otevřeno pro připojení
da: Åben for deltagelse
de: Offen zum Beitreten
eo: Malferma por aliĝi
et: Avatud liitumiseks
eu: Batzeko aukera
fi: Avoin liittyä
fr: Ouvert pour rejoindre
ga: Oscailte le bheith páirteach
gl: Aberto para unirse
hi: शामिल होने के लिए खुला
hr: Otvoreno za pridruživanje
it: Aperto per l'iscrizione
ka: ღია შეუერთებისთვის
nb: Åpen for å bli med
nl: Open voor deelname
pl: Otwarte do dołączenia
pt: Aberto para participar
ru: Открыто для присоединения
sk: Otvorené na pripojenie
sr: Otvoreno za pridruživanje
sv: Öppen för att delta
ta: சேர்வதற்கு திறந்தது
th: เปิดให้เข้าร่วม

source: Results
bn: ফলাফল
bo: ལོག
ca: Resultats
cs: Výsledky
da: Resultater
de: Ergebnisse
eo: Rezultoj
et: Tulemused
eu: Emaitzak
fi: Tulokset
fr: Résultats
ga: Torthaí
gl: Resultados
hi: परिणाम
hr: Rezultati
it: Risultati
ka: შედეგები
nb: Resultater
nl: Resultaten
pl: Wyniki
pt: Resultados
ru: Результаты
sk: Výsledky
sr: Резултати
sv: Resultat
ta: விளைவுகள்
th: ผลลัพธ์

source: Activity Done!
bn: ক্রিয়াকলাপ সম্পন্ন!
bo: ལས་ཀ་བཟོས་ཡོད།
ca: Activitat realitzada!
cs: Aktivita hotová!
da: Aktivitet fuldført!
de: Aktivität abgeschlossen!
eo: Aktivado farita!
et: Tegevus tehtud!
eu: Ekintza Amaituta!
fi: Aktiviteetti valmis!
fr: Activité terminée !
ga: Gníomhaíocht déanta!
gl: Actividade Rematada!
hi: गतिविधि पूरी हुई!
hr: Aktivnost završena!
it: Attività completata!
ka: აქტივობა დასრულებულია!
nb: Aktivitet fullført!
nl: Activiteit Voltooid!
pl: Aktywność zakończona!
pt: Atividade Concluída!
ru: Активность завершена!
sk: Aktivita hotová!
sr: Активност завршена!
sv: Aktivitet klar!
ta: செயல்பாடு முடிந்தது!
th: กิจกรรมเสร็จสิ้น!

# moreLabel
source: more
bn: আরও
bo: འདི་ལས་འོང
ca: més
cs: více
da: mere
de: mehr
eo: pli
et: veel
eu: gehiago
fi: lisää
fr: plus
ga: níos mó
gl: máis
hi: और
hr: više
it: altro
ka: მეტი
nb: mer
nl: meer
pl: więcej
pt: mais
ru: больше
sk: viac
sr: више
sv: mer
ta: மேலும்
th: เพิ่มเติม

# promoCodeInfo
source: Promo codes can be entered on the next page
bn: প্রচার কোডগুলি পরবর্তী পৃষ্ঠায় প্রবেশ করা যাবে
bo: ཕྱིར་ཤེས་སྟེང་ལ་སྤྱོད་ལས་ལོག་འབད་ནས་གཏོད།
ca: Els codis promocionals es poden introduir a la propera pàgina
cs: Promo kódy lze zadat na další stránce
da: Kampagnekoder kan indtastes på næste side
de: Promo-Codes können auf der nächsten Seite eingegeben werden
eo: Kodo por promocioj povas esti enigitaj en la sekva paĝo
et: Sooduskoodid saab sisestada järgmisele lehele
eu: Promozio kodeak hurrengo orrian sartu daitezke
fi: Alennuskoodit voidaan syöttää seuraavalla sivulla
fr: Les codes promo peuvent être saisis sur la page suivante
ga: Is féidir cód promo a chur isteach ar an leathanach eile
gl: Os códigos promocionais poden introducirse na seguinte páxina
hi: प्रोमो कोड अगली पृष्ठ पर दर्ज किया जा सकता है
hr: Kôdovi za popust mogu se unijeti na sljedećoj stranici
it: I codici promozionali possono essere inseriti nella pagina successiva
ka: პრომო კოდებს შეიძლება შეიყვანოთ შემდეგ გვერდზე
nb: Rabattkoder kan tastes inn på neste side
nl: Promocodes kunnen worden ingevoerd op de volgende pagina
pl: Kody promocyjne można wprowadzić na następnej stronie
pt: Códigos promocionais podem ser inseridos na próxima página
ru: Промокоды можно ввести на следующей странице
sk: Promo kódy je možné zadať na nasledujúcej stránke
sr: Промо кодови се могу унети на следећој страници
sv: Rabattkoder kan anges på nästa sida
ta: பிரமோ குறியீடுகளை அடுத்த பக்கத்தில் உள்ளிடலாம்
th: สามารถกรอกรหัสโปรโมชั่นในหน้าถัดไป

# editsComingSoon
source: The ability to edit cities and activities is coming soon.
bn: শহর ও কার্যক্রম সম্পাদনার সুবিধা শীঘ্রই আসছে।
bo: གནས་ཚུལ་དང་ལས་ཀ་ལྟ་བུ་ལ་གསར་བར་ལོག་འབད་འགྱོ་ཡོད།
ca: La capacitat d'editar ciutats i activitats arribarà aviat.
cs: Funkce úpravy měst a aktivit brzy přijde.
da: Redigering af byer og aktiviteter kommer snart.
de: Die Möglichkeit, Städte und Aktivitäten zu bearbeiten, kommt bald.
eo: La kapablo redakti urbojn kaj aktivecojn baldaŭ venos.
et: Linnade ja tegevuste redigeerimise võimalus tuleb varsti.
eu: Hiriak eta ekintzak editatzeko aukera laster etorriko da.
fi: Mahdollisuus muokata kaupunkeja ja aktiviteetteja on tulossa pian.
fr: La possibilité de modifier les villes et les activités arrive bientôt.
ga: Tá an cumas eagarthóireachta ar chathracha agus ar ghníomhaíochtaí ag teacht go luath.
gl: A capacidade de editar cidades e actividades chegará pronto.
hi: शहरों और गतिविधियों को संपादित करने की क्षमता जल्द ही आ रही है।
hr: Mogućnost uređivanja gradova i aktivnosti uskoro stiže.
it: La possibilità di modificare città e attività arriverà presto.
ka: ქალაქებისა და აქტივობების რედაქტირების შესაძლებლობა მალე იქნება ხელმისაწვდომი.
nb: Muligheten til å redigere byer og aktiviteter kommer snart.
nl: De mogelijkheid om steden en activiteiten te bewerken komt binnenkort.
pl: Wkrótce będzie dostępna możliwość edytowania miast i aktywności.
pt: A capacidade de editar cidades e atividades estará disponível em breve.
ru: Вскоре появится возможность редактировать города и активности.
sk: Funkcia úpravy miest a aktivít čoskoro príde.
sr: Функција уређивања градова и активности ће ускоро бити доступна.
sv: Möjligheten att redigera städer och aktiviteter kommer snart.
ta: நகரங்கள் மற்றும் செயல்பாடுகளைத் திருத்தும் திறன் விரைவில் வரும்.
th: ความสามารถในการแก้ไขเมืองและกิจกรรมจะมาในเร็ว ๆ นี้

source: Editing
bn: সম্পাদনা
bo: རྩོམ་སྒྲིག
ca: Editant
cs: Úprava
da: Redigerer
de: Bearbeiten
eo: Redaktado
et: Redigeerimine
eu: Editatzen
fi: Muokkaus
fr: Modification
ga: Ag eagarthóireacht
gl: Editando
hi: संपादन
hr: Uređivanje
it: Modifica
ka: რედაქტირება
nb: Redigerer
nl: Bewerken
pl: Edycja
pt: Editando
ru: Редактирование
sk: Upraviť
sr: Уређивање
sv: Redigerar
ta: திருத்துதல்
th: กำลังแก้ไข

# activityNeedsOneMember
source: Uh oh! This activity needs 1 more person.
bn: উহো! এই কার্যক্রমে আরও 1 জনের প্রয়োজন।
bo: ཨོཾ! འདི་ལས་ཀ་ལ་གཅིག་ལ་ལོག་འབད་བཞག་ཡོད།
ca: Oh! Aquesta activitat necessita 1 persona més.
cs: Jejda! Tato aktivita potřebuje ještě 1 osobu.
da: Øh nej! Denne aktivitet har brug for 1 mere person.
de: Oh je! Für diese Aktivität wird noch eine Person benötigt.
eo: Ho ve! Ĉi tiu aktiveco bezonas 1 plian personon.
et: Oh ei! Selle tegevuse jaoks on vaja veel 1 inimest.
eu: Aizu! Ekintza honek pertsona bat gehiago behar du.
fi: Voi ei! Tämä aktiviteetti tarvitsee vielä yhden henkilön.
fr: Oh là là ! Cette activité nécessite 1 personne supplémentaire.
ga: Ó, a chreach! Tá gá le duine eile don ghníomhaíocht seo.
gl: ¡Vaya! Esta actividade necesita 1 persoa máis.
hi: अरे! इस गतिविधि के लिए 1 और व्यक्ति चाहिए।
hr: Ups! Ova aktivnost treba još 1 osobu.
it: Oh no! Questa attività necessita di 1 persona in più.
ka: აჰო! ამ აქტივობას კიდევ ერთი ადამიანი სჭირდება.
nb: Oi! Denne aktiviteten trenger 1 til person.
nl: Oei! Deze activiteit heeft nog 1 persoon nodig.
pl: Ojej! Ta aktywność wymaga jeszcze jednej osoby.
pt: Ops! Esta atividade precisa de mais 1 pessoa.
ru: Ой! Для этой активности нужен еще 1 человек.
sk: Huh! Táto aktivita potrebuje ešte 1 osobu.
sr: Упс! Ова активност захтева још 1 особу.
sv: Åh nej! Den här aktiviteten behöver 1 till person.
ta: அஹோ! இந்த செயல்பாட்டிற்கு மேலும் 1 நபர் தேவை.
th: โอ้โห! กิจกรรมนี้ต้องการสมาชิกอีก 1 คน

# activityNeedsMembers
source: Uh oh! This activity needs {num} more people.
bn: উহো! এই কার্যক্রমে আরও {num} জনের প্রয়োজন।
bo: ཨོཾ! འདི་ལས་ཀ་ལ་ལོག་འབད་བཞག་ཡོད། {num} ལ་ལོག་འབད་བཞག་ཡོད།
ca: Oh! Aquesta activitat necessita {num} persones més.
cs: Jejda! Tato aktivita potřebuje ještě {num} lidí.
da: Øh nej! Denne aktivitet har brug for {num} flere personer.
de: Oh nein! Diese Aktivität benötigt {num} weitere Personen.
eo: Ho ve! Ĉi tiu aktiveco bezonas {num} pliajn homojn.
et: Oh ei! Selle tegevuse jaoks on vaja veel {num} inimest.
eu: Aupa! Gaitzaz, jardunbide honek {num} pertsona gehiago behar ditu.
fi: Voi ei! Tämä aktiviteetti tarvitsee vielä {num} ihmistä.
fr: Oh là là ! Cette activité nécessite {num} personnes supplémentaires.
ga: Ó, a chreach! Tá gá le {num} níos mó daoine don ghníomhaíocht seo.
gl: ¡Vaya! Esta actividade necesita {num} persoas máis.
hi: अरे! इस गतिविधि के लिए {num} और लोग चाहिए।
hr: Ups! Ova aktivnost treba još {num} osoba.
it: Oh no! Questa attività necessita di {num} persone in più.
ka: აჰო! ამ აქტივობას კიდევ {num} ადამიანი სჭირდება.
nb: Oi! Denne aktiviteten trenger {num} til personer.
nl: Oeps! Deze activiteit heeft nog {num} mensen nodig.
pl: Ojej! Ta aktywność wymaga {num} więcej osób.
pt: Ops! Esta atividade precisa de mais {num} pessoas.
ru: Ой! Для этой активности нужно еще {num} человек.
sk: Huh! Táto aktivita potrebuje ešte {num} ľudí.
sr: Упс! Ова активност захтева још {num} особа.
sv: Oj då! Den här aktiviteten behöver {num} fler personer.
ta: அஹோ! இந்த செயல்பாட்டிற்கு {num} மேலும் நபர்கள் தேவை.
th: โอ้โห! กิจกรรมนี้ต้องการสมาชิกอีก {num} คน

# inviteFriendsToCourse
source: Invite friends to my course
bn: বন্ধুদের আমার কোর্সে আমন্ত্রণ জানান
bo: གྲོགས་མི་ལ་ངའི་སློབ་ཚོགས་ལ་འཕེལ་བ།
ca: Convida amics al meu curs
cs: Pozvat přátele na můj kurz
da: Inviter venner til min kursus
de: Freunde zu meinem Kurs einladen
eo: Inviti amikojn al mia kurso
et: Kutsu sõbrad minu kursusele
eu: Gonbidatu lagunak nire ikastaroan
fi: Kutsu ystäviä kurssilleni
fr: Inviter des amis à mon cours
ga: Cuireadh a thabhairt do chairde chuig mo chúrsa
gl: Invita amigos ao meu curso
hi: मित्रों को मेरे कोर्स में आमंत्रित करें
hr: Pozovi prijatelje na moj tečaj
it: Invita amici al mio corso
ka: მეგობრების მოწვევა ჩემს კურსზე
nb: Inviter venner til kurset mitt
nl: Vrienden uitnodigen voor mijn cursus
pl: Zaproś znajomych do mojego kursu
pt: Convidar amigos para o meu curso
ru: Пригласить друзей на мой курс
sk: Pozvať priateľov na môj kurz
sr: Позови пријатеље у мој курс
sv: Bjud in vänner till min kurs
ta: என் பாடத்துக்கு நண்பர்களை அழைக்கவும்
th: เชิญเพื่อนเข้าร่วมคอร์สของฉัน

source: Subscribe to unlock activity summaries
bn: কার্যক্রমের সারাংশ আনলক করতে সাবস্ক্রাইব করুন
bo: ལས་ཀ་ལོག་འབད་ནས་ལོག་འབད་ལས་སྤྱོད་ལ་སྡེབ་སྡེབ་ལ་སྟོན་བཅོས།
ca: Subscriu-te per desbloquejar resums d'activitats
cs: Přihlásit se k odemknutí souhrnů aktivit
da: Abonner for at låse op for aktivitetsoversigter
de: Abonnieren, um Aktivitätszusammenfassungen freizuschalten
eo: Aboni por malŝlosi aktivadajn resumojn
et: Telli tegevuste kokkuvõtete avamine
eu: Harpidetu jarduera laburpenak irekitzeko
fi: Tilaa aktiviteettien yhteenvetojen avaaminen
fr: S'abonner pour débloquer les résumés d'activités
ga: Cláraigh chun achoimre ar ghníomhaíochtaí a dhíghlasáil
gl: Suscríbete para desbloquear resúmenes de actividades
hi: गतिविधि सारांश अनलॉक करने के लिए सदस्यता लें
hr: Pretplatite se za sažetke aktivnosti otključavanja
it: Iscriviti per sbloccare i riepiloghi delle attività
ka: გამოწერა აქტივობის მიმოხილვების გასახსნელად
nb: Abonner for å låse opp aktivitetsoppsummeringer
nl: Abonneer je om activuatsamenvattingen te ontgrendelen
pl: Subskrybuj, aby odblokować podsumowania aktywności
pt: Inscreva-se para desbloquear resumos de atividades
ru: Подписаться, чтобы разблокировать сводки активности
sk: Prihlásiť sa na odomknutie súhrnov aktivít
sr: Претплати се за откључавање сажетака активности
sv: Prenumerera för att låsa upp aktivitetsöversikter
ta: செயல்பாட்டு சுருக்கங்களை திறக்க சந்தா சேர்க்கவும்
th: สมัครสมาชิกเพื่อปลดล็อกสรุปกิจกรรม

source: Subscribe to unlock definitions
bn: সংজ্ঞাগুলি আনলক করতে সাবস্ক্রাইব করুন
bo: རང་སྤྱོད་ལས་འགོ་བཙུགས་བརྗེ་བཅོས་འབད།
ca: Subscriu-te per desbloquejar definicions
cs: Přihlásit se k odemknutí definic
da: Abonner for at låse op for definitioner
de: Abonnieren, um Definitionen freizuschalten
eo: Aboni por malŝlosi difinojn
et: Telli definitsioonide avamine
eu: Harpidetu definizioak irekitzeko
fi: Tilaa määritelmien avaaminen
fr: S'abonner pour débloquer les définitions
ga: Cláraigh chun sainmhínnií a dhíghlasáil
gl: Suscríbete para desbloquear definicións
hi: परिभाषाएँ अनलॉक करने के लिए सदस्यता लें
hr: Pretplatite se za definicije otključavanja
it: Iscriviti per sbloccare le definizioni
ka: გამოწერა განმარტებების გასახსნელად
nb: Abonner for å låse opp definisjoner
nl: Abonneer je om definities te ontgrendelen
pl: Subskrybuj, aby odblokować definicje
pt: Inscreva-se para desbloquear definições
ru: Подписаться, чтобы разблокировать определения
sk: Prihlásiť sa na odomknutie definícií
sr: Претплати се за откључавање дефиниција
sv: Prenumerera för att låsa upp definitioner
ta: வரையறைகளை திறக்க சந்தா சேர்க்கவும்
th: สมัครสมาชิกเพื่อปลดล็อกคำจำกัดความ
