Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Toggle Favorite
be: Пераключыць Захаванае
bn: পছন্দ পরিবর্তন করুন
bo: བཟོ་བཅོས་བརྗེ་སྒོ
ca: Commuta l’estat «preferit»
cs: Přepnout Oblíbené
da: Skift Favorit
de: Favorite umschalten
eo: Baskuli elstarigon
et: Muuda olekut lemmikuna
eu: Ikusi / Ezkutatu gogokoak
fa: تغییر وضعیت برگزیده
fi: Suosikki-kytkin
fr: Activer/désactiver en favori
ga: Scoránaigh mar ceann is fearr leat
gl: Marcar Favorito
hi: पसंदीदा टॉगल करें
hr: Uklj/Isklj favorite
id: Beralih Favorit
it: Attiva/disattiva preferito
ka: ფავორიტის შეცვლა
nb: Veksle favorittmerking
nl: Favoriet in- of uitschakelen
pl: Przełącz ulubione
pt: Alternar Favorito
ru: Переключить избранное
sk: Prepnúť obľúbené
sr: Мењај омиљеност
sv: Växla favorit
ta: பிடித்ததை மாற்றவும்
th: สลับรายการโปรด
uk: Перемикнути вибране

source: Toggle Muted
be: Пераключыць гук
bn: নীরব পরিবর্তন করুন
bo: མི་སྟོན་བརྗེ་སྒོ
ca: Commuta l’estat «silenci»
cs: Přepnout ztlumené
da: Skift Mute
de: Stummgeschaltete umschalten
eo: Basklui silentigon
et: Lülita summutamine sisse või välja
eu: Ikusi / Ezkutatu mutututakoak
fa: تغییر وضعیت بی‌صدا
fi: Mykistetty-kytkin
fr: Activer/désactiver la sourdine
ga: Scoránaigh mar ciúnaithe
gl: Cambia Noificacións
hi: म्यूट टॉगल करें
hr: Uklj/Isklj isključene
id: Beralih Bisuan
it: Attiva/disattiva il silenziatore
ka: ჩუმის შეცვლა
nb: Veksle forstumming
nl: Dempen in- of uitschakelen
pl: Przełącz wyciszone
pt: Alternar Silenciado
ru: Переключить без звука
sk: Prepnúť stíšené
sr: Мењај ућутканост
sv: Växla tystad
ta: முடக்கியது
th: เปิด/ปิดเสียงเงียบ
uk: Увімкнути/вимкнути звук

# toggleUnread
source: Mark Read/Unread
be: Пазначыць прачытаным/непрачытаным
bn: পড়া/অপড়া চিহ্নিত করুন
bo: མི་སྟོན་དང་མི་སྟོན་བརྗེ་སྒོ
ca: Marca com a llegit/sense llegir
cs: Označit jako přečtené/nepřečtené
da: Marker som Læst/Ulæst
de: Markieren als gelesen/ungelesen
eo: Baskuli legitecon
et: Märgi loetuks / lugemata
eu: Markatu irakurrita / irakurri gabe
fa: تغییر وضعیت خوانده‌شده/خوانده‌نشده
fi: Merkitse lukemattomaksi/luetuksi
fr: Marquer comme lu / non lu
ga: Marcáil Léite/Neamhléite
gl: Marcar como Lido/Non lido
hi: पढ़ें/अपढ़ें चिह्नित करें
hr: Označi kao pročitano/nepročitano
id: Tandai Baca/Belum Dibaca
it: Segna come letto / non letto
ka: წაკითხული/წაშლილი ნიშნულის შეცვლა
nb: Marker som lest/ulest
nl: Markeer gelezen/ongelezen
pl: Oznacz przeczytane/nieprzeczytane
pt: Marcar como Lido/Não Lido
ru: Отметить как прочитанное/непрочитанное
sk: Označiť ako prečítané/neprečítané
sr: Означи не/прочитано
sv: Markera läst/oläst
ta: மார்க் படிக்க/படிக்கவில்லை
th: ทำเครื่องหมายว่าอ่าน/ยังไม่ได้อ่าน
uk: Позначити прочитаним/непрочитаним

# tooManyRequestsWarning
source: Too many requests. Please try again later!
be: Занадта шмат запытаў. Паспрабуйце пазней!
bn: অনেক অনুরোধ। দয়া করে পরে আবার চেষ্টা করুন!
bo: ཁོངས་སྤྱོད་འདི་ལས་སྤྱོད་མི་ཚུལ་ལས་འགྱོ་བ་འདུག། ལོག་འགྱོ་ལོག་འགྱོ་གི་དུས་སྐབས་ལ་ལོག་འགྱོ་གི་འགྱོ་བ་འདུག།
ca: Massa sol·licituds. Torna-ho a provar més tard!
cs: Příliš mnoho požadavků. Prosím zkuste to znovu později!
da: For mange forespørgsler. Prøv igen senere!
de: Zu viele Anfragen. Bitte versuche es später noch einmal!
eo: Tro multaj petoj. Bonvolu reprovi poste!
et: Liiga palju päringuid. Palun proovi hiljem uuesti!
eu: Eskaera gehiegi. Saiatu berriro geroago!
fa: درخواست‌های بیش از حد. لطفاً بعداً دوباره تلاش کنید!
fi: Liikaa pyyntöjä. Yritä myöhemmin uudelleen!
fr: Trop de requêtes. Veuillez réessayer plus tard !
ga: An iomarca iarratas. Bain triail eile as níos déanaí!
gl: Demasiadas solicitudes. Inténtao máis tarde!
hi: बहुत अधिक अनुरोध। कृपया बाद में पुनः प्रयास करें!
hr: Previše zahtjeva. Pokušaj ponovo kasnije!
id: Terlalu banyak permintaan. Coba lagi nanti!
it: Troppe richieste. Per favore riprova più tardi!
ka: ძალიან ბევრი მოთხოვნა. გთხოვთ, სცადეთ მოგვიანებით!
nb: For mange forespørsler. Prøv igjen senere!
nl: Te veel verzoeken. Probeer het later nog eens!
pl: Zbyt wiele żądań. Proszę spróbować później.
pt: Muitas solicitações. Por favor, tente novamente mais tarde!
ru: Слишком много запросов. Пожалуйста, повторите попытку позже!
sk: Príliš veľa požiadaviek. Skúste to prosím neskôr!
sr: Превише упита. Покушајте касније!
sv: För många förfrågningar. Vänligen försök senare!
ta: பல கோரிக்கைகள். தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்!
th: คำขอมากเกินไป กรุณาลองใหม่อีกครั้งในภายหลัง!
uk: Забагато запитів. Спробуйте пізніше!

source: Transfer from another device
be: Перанесці з іншай прылады
bn: অন্য ডিভাইস থেকে স্থানান্তর করুন
bo: གཞི་རྟེན་གྱི་གོ་བརྗོད་ནས་འགྱོ་བ
ca: Transfereix des d’un altre dispositiu
cs: Přenos z jiného zařízení
da: Overfør fra en anden enhed
de: Von anderem Gerät übertragen
eo: Transporti de alia aparato
et: Tõsta teisest seadmest
eu: Beste gailu batetik transferitu
fa: انتقال از دستگاهی دیگر
fi: Siirrä toiselta laitteelta
fr: Transfert à partir d'un autre appareil
ga: Aistriú ó ghléas eile
gl: Transferir desde outro dispositivo
hi: किसी अन्य डिवाइस से स्थानांतरण करें
hr: Prenesi s jednog drugog uređaja
id: Transfer dari perangkat lain
it: Trasferimento da un altro dispositivo
ka: გადაცემა სხვა მოწყობილობიდან
nb: Overfør fra en annen enhet
nl: Overzetten vanaf een ander apparaat
pl: Przenieś z innego urządzenia
pt: Transferir de outro dispositivo
ru: Перенос с другого устройства
sk: Preniesť z iného zariadenia
sr: Пренос са другог уређаја
sv: Överför till annan enhet
ta: மற்றொரு சாதனத்திலிருந்து மாற்றவும்
th: โอนย้ายจากอุปกรณ์อื่น
uk: Перенесення з іншого пристрою

source: Try to send again
be: Паспрабуйце даслаць зноў
bn: আবার পাঠানোর চেষ্টা করুন
bo: ལོག་འགྱོ་ལོག་འགྱོ་ལོག་འགྱོ་གི་དུས་སྐབས་ལ་ལོག་འགྱོ་གི་དུས་སྐབས་ལ་ལོག་འགྱོ་གི་འགྱོ་བ
ca: Intenta tornar a enviar
cs: Zkuste odeslat znovu
da: Prøv at sende igen
de: Noch mal versuchen zu senden
eo: Reprovi sendi
et: Proovi uuesti saata
eu: Saiatu berriro bidaltzen
fa: تلاش دوباره برای فرستادن
fi: Yritä uudelleenlähettämistä
fr: Retenter l'envoi
ga: Déan iarracht a sheoladh arís
gl: Inténtao outra vez
hi: फिर से भेजने का प्रयास करें
hr: Pokušaj ponovo poslati
id: Coba kirim lagi
it: Prova a inviare di nuovo
ka: მეორედ სცადეთ გაგზავნა
nb: Prøv å sende igjen
nl: Probeer nogmaals te verzenden
pl: Spróbuj wysłać ponownie
pt: Tente enviar novamente
ru: Попробуйте отправить ещё раз
sk: Skúsiť znova odoslať
sr: Покушај слање поново
sv: Försök att skicka igen
ta: மீண்டும் அனுப்ப முயற்சிக்கவும்
th: ลองส่งอีกครั้ง
uk: Спробуйте надіслати ще раз

source: Unavailable
be: Недаступна
bn: অপ্রাপ্য
bo: མེད་པ
ca: No disponible
cs: Nedostupní
da: Utilgængelig
de: Nicht verfügbar
eo: Nedisponeble
et: Eemal
eu: Ez dago eskuragai
fa: در دسترس نیست
fi: Ei saatavilla
fr: Indisponible
ga: Níl ar fáil
gl: Non dispoñible
hi: उपलब्ध नहीं
hr: Nedostupno
id: Tidak tersedia
it: Non disponibile
ka: ხელმისაწვდომი არაა
nb: Utilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ru: Недоступен
sk: Nedostupné
sr: Недоступно
sv: Upptagen
ta: கிடைக்கவில்லை
th: ไม่พร้อมใช้งาน
uk: Недоступний

# unbannedUser
source: {username} unbanned {targetName}
be: {username} разблакіраваў {targetName}
bn: {username} {targetName} এর থেকে নিষেধাজ্ঞা প্রত্যাহার করেছেন
bo: {username} མི་ལས་བཀལ་བཏོན་ནས {targetName} ལ་བཀལ་བཏོན།
ca: {username} ha aixecat el veto a {targetName}
cs: {username} zrušili zákaz pro {targetName}
da: {username} ophævede forbuddet for {targetName}
de: {username} hat die Verbannung von {targetName} aufgehoben
eo: {username} malforbaris uzanton {targetName}
et: {username} eemaldas ligipääsukeelu kasutajalt {targetName}
eu: {username}(e)k {targetName}(r)i debekua kendu dio
fa: {username} محرومیت {targetName} را برداشت
fi: {username} poisti käyttäjän {targetName} porttikiellon
fr: {username} a annulé le bannissement de {targetName}
ga: Chuir {username} deireadh an cosc {targetName}
gl: {username} retirou o veto a {targetName}
hi: {username} ने {targetName} को अनबैन किया
hr: {username} je ponovo uključio/la {targetName}
id: {username} menghilangkan cekalan {targetName}
it: {username} ha rimosso il bando di {targetName}
ka: {username} გაათავისუფლა {targetName}
nb: {username} opphevet bannlysning av {targetName}
nl: {username} heeft verbanning {targetName} ongedaan gemaakt
pl: {username} odbanował/-a {targetName}
pt: {username} desbanido {targetName}
ru: {username} разблокировал(а) {targetName}
sk: {username} odbanovali {targetName}
sr: {username} одблокира корисника {targetName}
sv: {username} avbannade {targetName}
ta: {username} தடைசெய்யப்படாத {targetName}
th: {username} ยกเลิกการแบน {targetName}
uk: {username} розблоковує {targetName}

source: Unblock Device
be: Разблакіраваць прыладу
bn: ডিভাইস আনব্লক করুন
bo: གཏོང་བཏོན་འབད་ནས་གཏོང་བཏོན
ca: Desbloqueja dispositiu
cs: Odblokovat zařízení
da: Oplås enhed
de: Geräteblockierung aufheben
eo: Malbloki aparaton
et: Eemalda seadmelt blokeering
eu: Desblokeatu gailua
fa: باز کردن دستگاه
fi: Poista laitteen esto
fr: Retirer le blocage sur l'appareil
ga: Díbhlocáil Gléas
gl: Desbloquear dispositivo
hi: डिवाइस अनब्लॉक करें
hr: Deblokiraj uređaj
id: Hilangkan Pemblokiran Perangkat
it: Sblocca il dispositivo
ka: მოწყობილობის განბლოკვა
nb: Opphev blokkering av enhet
nl: Deblokkeer apparaat
pl: Odblokuj urządzenie
pt: Desbloquear Dispositivo
ru: Разблокировать устройство
sk: Odblokovať zariadenie
sr: Одблокирај уређај
sv: Avblockera enhet
ta: சாதனத்தைத் தடைசெய்க
th: ปลดบล็อกอุปกรณ์
uk: Розблокувати пристрій

source: Unknown device
be: Невядомая прылада
bn: অজানা ডিভাইস
bo: མི་རུང་བའི་གཏོང་བཏོན
ca: Dispositiu desconegut
cs: Neznámé zařízení
da: Ukendt enhed
de: Unbekanntes Gerät
eo: Nekonata aparato
et: Tundmatu seade
eu: Gailu ezezaguna
fa: دستگاه ناشناس
fi: Tuntematon laite
fr: Appareil inconnu
ga: Gléas anaithnid
gl: Dispositivo descoñecido
hi: अज्ञात डिवाइस
hr: Nepoznat uređaj
id: Perangkat tidak dikenal
it: Dispositivo sconosciuto
ka: უცნობი მოწყობილობა
nb: Ukjent enhet
nl: Onbekend apparaat
pl: Nieznane urządzenie
pt: Dispositivo desconhecido
ru: Неизвестное устройство
sk: Neznáme zariadenie
sr: Непознат уређај
sv: Okänd enhet
ta: தெரியாத சாதனம்
th: อุปกรณ์ที่ไม่รู้จัก
uk: Невідомий пристрій

source: Unknown encryption algorithm
be: Невядомы алгарытм шыфравання
bn: অজানা এনক্রিপশন অ্যালগরিদম
bo: མི་རུང་བའི་རྒྱུན་རྟགས་ལག་ལེན
ca: L’algorisme de xifratge és desconegut
cs: Neznámý šifrovací algoritmus
da: Ukendt krypteringsalgoritme
de: Unbekannter Verschlüsselungsalgorithmus
eo: Nekonata ĉifra algoritmo
et: Tundmatu krüptoalgoritm
eu: Zifratze-algoritmo ezezaguna
fa: الگوریتم رمزنگاری ناشناخته
fi: Tuntematon salausalgoritmi
fr: Algorithme de chiffrement inconnu
ga: Algartam criptithe anaithnid
gl: Algoritmo de cifraxe descoñecido
hi: अज्ञात एन्क्रिप्शन एल्गोरिदम
hr: Nepoznat algoritam šifriranja
id: Algoritma enkripsi tidak dikenal
it: Algoritmo di crittografia sconosciuto
ka: უცნობი დაშიფვრის ალგორითმი
nb: Ukjent krypteringsalgoritme
nl: Onbekend versleutelingsalgoritme
pl: Nieznany algorytm szyfrowania
pt: Algoritmo de criptografia desconhecido
ru: Неизвестный алгоритм шифрования
sk: Neznámy šifrovací algoritmus
sr: Непознат алгоритам шифровања
sv: Okänd krypteringsalgoritm
ta: அறியப்படாத குறியாக்க வழிமுறை
th: อัลกอริทึมการเข้ารหัสที่ไม่รู้จัก
uk: Невідомий алгоритм шифрування

# unknownEvent
source: Unknown event '{type}'
be: Невядомая падзея '{type}'
bn: অজানা ঘটনা '{type}'
bo: མིན་འདུག འདི་གི་སྒོར་བརྗེ '{type}'
ca: Esdeveniment desconegut '{type}'
cs: Neznámá událost „{type}“
da: Ukendt begivenhed '{type}'
de: Unbekanntes Ereignis '{type}'
eo: Nekonata evento «{type}»
et: Tundmatu sündmuse tüüp '{type}'
eu: '{type}' gertaera ezezaguna
fa: رویداد ناشناخته '{type}'
fi: Tuntematon tapahtuma '{type}'
fr: Événement de type inconnu : '{type}'
ga: Imeacht anaithnid '{type}'
gl: Evento descoñecido '{type}'
hi: अज्ञात घटना '{type}'
hr: Nepoznat događaj „{type}”
id: Peristiwa tidak dikenal '{type}'
it: Evento sconosciuto '{type}'
ka: უცნობი მოვლენა '{type}'
nb: Ukjent hendelse «{type}»
nl: Onbekend evenement '{type}'
pl: Nieznane zdarzenie '{type}'
pt: Evento desconhecido '{type}'
ru: Неизвестное событие '{type}'
sk: Neznáma udalosť „{type}“
sr: Непознат догађај „{type}“
sv: Okänd händelse '{type}'
ta: அறியப்படாத நிகழ்வு '{type}'
th: เหตุการณ์ที่ไม่รู้จัก '{type}'
uk: Невідома подія '{type}'

source: Unmute chat
be: Уключыць павдеамленні чата
bn: চ্যাট আনমিউট করুন
bo: ཆ་ཚང་ལ་མི་འདུག་བསྐྱར་བཀོད
ca: Deixa de silenciar el xat
cs: Zrušit ztlumení chatu
da: Fjern lyd på chat
de: Stumm aus
eo: Malsilentigi babilon
et: Lõpeta vestluse vaigistamine
eu: Utzi txata mututzeari
fa: فعال کردن صدای گپ
fi: Poista keskustelun mykistys
fr: Retirer la sourdine de la discussion
ga: Neamhciúnaigh comhrá
gl: Reactivar notificacións
hi: चैट अनम्यूट करें
hr: Uključi zvuk razgovora
id: Bunyikan obrolan
it: Riattiva l'audio della discussione
ka: ჩუმის მოხსნა
nb: Opphev forstumming av sludring
nl: Dempen uitschakelen
pl: Wyłącz wyciszenie
pt: Desativar o modo silencioso do chat
ru: Включить уведомления
sk: Zrušiť stlmenie chatu
sr: Врати обавештења
sv: Slå på ljudet för chatten
ta: மாறுதல் அரட்டை
th: เปิดเสียงแชท
uk: Увімкнути сповіщення

source: Unpin
be: Адмацаваць
bn: অপিন করুন
bo: མི་སྤྱོད་བཀོད
ca: Deixa de fixar
cs: Odepnout zprávu
da: Fjern fastgørelse
de: Nicht mehr anpinnen
eo: Malfiksi
et: Eemalda klammerdus
eu: Utzi finkatzeari
fa: برداشتن سنجاق
fi: Poista kiinnitys
fr: Désépingler
ga: Bain biorán
gl: Desafixar
hi: अनपिन करें
hr: Otkvači
id: Lepaskan pin
it: Rimuovi
ka: გაუქმება
nb: Løsne
nl: Losmaken
pl: Odepnij
pt: Desafixar
ru: Открепить
sk: Odinštalovať
sr: Откачи
sv: Avnåla
th: ยกเลิกปักหมุด
uk: Відкріпити

# unreadChats
source: {unreadCount, plural, =1{1 unread chat} other{{unreadCount} unread chats}}
be: {unreadCount, plural, =1{1 непрачытаны чат} other{{unreadCount} непрачытаных чатаў}}
bn: {unreadCount, plural, =1{1টি পড়া বাকি চ্যাট} other{{unreadCount}টি পড়া বাকি চ্যাট}}
bo: {unreadCount, plural, =1{1 མི་ལས་ཆ་ཚང་} other{{unreadCount} མི་ལས་ཆ་ཚང་}}
ca: {unreadCount, plural, =1{1 xat no llegit} other{{unreadCount} xats no llegits}}
cs: {unreadCount, plural, =1{1 nepřečtený chat} other{{unreadCount} nepřečtené chaty}}
da: {unreadCount, plural, =1{1 ulæst chat} other{{unreadCount} ulæste chats}}
de: {unreadCount, plural, =1{1 ungelesene Unterhaltung} other{{unreadCount} ungelesene Unterhaltungen}}
eo: {unreadCount, plural, =1{1 nelegita babilo} other{{unreadCount} nelegitaj babiloj}}
et: {unreadCount, plural, =1{1 lugemata vestlus} other{{unreadCount} lugemata vestlust}}
eu: {unreadCount, plural, =1{irakurri gabeko txat 1} other {irakurri gabeko {unreadCount} txat}}
fa: {unreadCount, plural, other{{unreadCount} گپ خوانده نشده}}
fi: {unreadCount, plural, =1{1 lukematon keskustelu} other{{unreadCount} lukematonta keskustelua}}
fr: {unreadCount, plural, =1{1 discussion non lue} other{{unreadCount} discussions non lues}}
ga: {unreadCount, plural, =1{1 comhrá neamhléite} other{{unreadCount} comhráite neamhléite}}
gl: {unreadCount, plural, =1{1 conversa sen ler} other{{unreadCount} conversas sen ler}}
hi: {unreadCount, plural, =1{1 अपठित चैट} other{{unreadCount} अपठित चैट्स}}
hr: {unreadCount, plural, =1{1 nepročitan razgovor} few{{unreadCount} nepročitana razgovora} other{{unreadCount} nepročitanih razgovora}}
id: {unreadCount, plural, =1{1 obrolan belum dibaca} other{{unreadCount} obrolan belum dibaca}}
it: {unreadCount, plural, =1{1 discussione non letta} other{{unreadCount} discussioni non lette}}
ka: {unreadCount, plural, =1{1 წაკითხული საუბარი} other{{unreadCount} წაკითხული საუბარი}}
nb: {unreadCount, plural, other{{unreadCount} uleste sludringer}}
nl: {unreadCount, plural, =1{1 ongelezen chat} other{{unreadCount} ongelezen chats}}
pt: {unreadCount, plural, =1{1 conversa não lida} other{{unreadCount} conversas não lidas}}
ru: {unreadCount, plural, other{{unreadCount} непрочитанных чата(ов)}}
sk: {unreadCount, plural, other{{unreadCount} neprečítaných chatov}}
sr: {unreadCount, plural, other{непрочитаних ћаскања: {unreadCount}}}
sv: {unreadCount, plural, =1{en oläst chatt} other{{unreadCount} olästa chattar}}
th: {unreadCount, plural, =1{แชทที่ยังไม่ได้อ่าน 1 รายการ} other{{unreadCount} รายการที่ยังไม่ได้อ่าน}}
uk: {unreadCount, plural, =1{1 непрочитана бесіда} few{{unreadCount} непрочитані бесіди} many{{unreadCount} непрочитаних бесід} other{{unreadCount} непрочитані бесіди}}

# userAndOthersAreTyping
source: {username} and {count} others are typing…
be: {username} і {count} іншых удзельнікаў пішуць…
bn: {username} এবং {count} অন্যরা টাইপ করছে…
bo: {username} དང་ {count} གཅིག་གི་མི་སྣང་བརྗེ་བྱེད་ནས་བརྗེ་བརྗེ་བྱེད་ནས་བརྗེ་བརྗེ་བྱེད་ནས་བརྗེ་བརྗེ་བྱེད་ནས།
ca: {username} i {count} més estan escrivint…
cs: {username} a {count} dalších píší…
da: {username} og {count} andre skriver…
de: {username} und {count} andere schreiben …
eo: {username} kaj {count} aliaj tajpas…
et: {username} ja {count} muud kirjutavad…
eu: {username} eta beste {count} idazten ari dira…
fa: {username} و {count} نفر دیگر در حال تایپ کردن…
fi: {username} ja {count} muuta kirjoittavat…
fr: {username} et {count} autres sont en train d'écrire…
ga: tá {username} agus {count} daoine eile ag clóscríobh…
gl: {username} e {count} máis están escribindo…
hi: {username} और {count} अन्य टाइप कर रहे हैं…
hr: {username} i još {count} korisnika pišu …
id: {username} dan {count} lainnya sedang mengetik…
it: {username} e {count} altri stanno scrivendo…
ka: {username} და {count} სხვა აკრეფენ…
nb: {username} og {count} andre skriver…
nl: {username} en {count} anderen zijn aan het typen …
pl: {username} oraz {count} pozostałych pisze…
pt: {username} e {count} outros estão digitando…
ru: {username} и {count} других участников печатают…
sk: {username} a {count} dalších píšu…
sr: {username} и {count} корисника куцају…
sv: {username} och {count} andra skriver…
ta: {username} மற்றும் {count} மற்றவர்கள் தட்டச்சு செய்கிறார்கள்…
th: {username} และ {count} คนอื่นกำลังพิมพ์…
uk: {username} та {count} інших пишуть…

# userAndUserAreTyping
source: {username} and {username2} are typing…
be: {username} і {username2} пішуць…
bn: {username} এবং {username2} টাইপ করছে…
bo: {username} དང་ {username2} གཅིག་གི་མི་སྣང་བརྗེ་བྱེད་ནས།
ca: {username} i {username2} estan escrivint…
cs: {username} a {username2} píší…
da: {username} og {username2} skriver…
de: {username} und {username2} schreiben …
eo: {username} kaj {username2} tajpas…
et: {username} ja {username2} kirjutavad…
eu: {username} eta {username2} idazten ari dira…
fa: {username} و {username2} در حال نوشتن…
fi: {username} ja {username2} kirjoittavat…
fr: {username} et {username2} sont en train d'écrire…
ga: Tá {username} agus {username2} ag clóscríobh…
gl: {username} e {username2} están escribindo…
hi: {username} और {username2} टाइप कर रहे हैं…
hr: {username} i {username2} pišu …
id: {username} dan {username2} sedang mengetik…
it: {username} e {username2} stanno scrivendo…
ka: {username} და {username2} აკრეფენ…
nb: {username} og {username2} skriver…
nl: {username} en {username2} zijn aan het typen …
pl: {username} i {username2} piszą…
pt: {username} e {username2} estão digitando…
ru: {username} и {username2} печатают…
sk: {username} a {username2} píšu…
sr: {username} и {username2} куцају…
sv: {username} och {username2} skriver…
ta: {username} மற்றும் {username2} தட்டச்சு செய்கின்றன…
th: {username} และ {username2} กำลังพิมพ์…
uk: {username} і {username2} пишуть…

# userIsTyping
source: {username} is typing…
be: {username} піша…
bn: {username} টাইপ করছে…
bo: {username} མི་སྣང་བརྗེ་བྱེད་ནས།
ca: {username} està escrivint…
cs: {username} píše…
da: {username} skriver…
de: {username} schreibt …
eo: {username} tajpas…
et: {username} kirjutab…
eu: {username} idazten ari da…
fa: {username} در حال نوشتن…
fi: {username} kirjoittaa…
fr: {username} est en train d'écrire…
ga: Tá {username} ag clóscríobh…
gl: {username} está escribindo…
hi: {username} टाइप कर रहे हैं…
hr: {username} piše …
id: {username} sedang mengetik…
it: {username} sta scrivendo…
ka: {username} აკრეფენ…
nb: {username} skriver…
nl: {username} is aan het typen …
pl: {username} pisze…
pt: {username} está digitando…
ru: {username} печатает…
sk: {username} píše…
sr: {username} куца…
sv: {username} skriver…
ta: {username} தட்டச்சு செய்கிறது…
th: {username} กำลังพิมพ์…
uk: {username} пише…

# userLeftTheChat
source: 🚪 {username} left the chat
be: 🚪 {username} пакінуў(-ла) чат
bn: 🚪 {username} চ্যাট থেকে ছেড়ে গেছে
bo: 🚪 {username} ཆ་ཚང་ལ་ཕེབས།
ca: 🚪 {username} ha marxat del xat
cs: {username} opustili chat
da: 🚪 {username} forlod chatten
de: 🚪 {username} hat den Chat verlassen
eo: {username} foriris de la babilo
et: 🚪{username} lahkus vestlusest
eu: 🚪 {username}(e)k txata utzi du
fa: 👋 {username} گپ را ترک کرد
fi: 🚪 {username} poistui keskustelusta
fr: 🚪 {username} a quitté la discussion
ga: 🚪 D'fhág {username} an comhrá
gl: 🚪 {username} deixou a conversa
hi: 🚪 {username} चैट छोड़ गया
hr: 🚪 {username} je napustio/la razgovor
id: 🚪 {username} keluar dari obrolan
it: 🚪 {username} ha abbandonato la chat
ka: 🚪 {username} დატოვა ჩატი
nb: {username} har forlatt sludringen
nl: 🚪 {username} is vertrokken uit de chat
pl: 🚪 {username} opuścił/-a czat
pt: 🚪 {username} saiu do chat
ru: 🚪 {username} покинул(а) чат
sk: {username} opustili chat
sr: {username} напусти ћаскање
sv: 🚪 {username} lämnade chatten
ta: 🚪 {username} அரட்டையை விட்டு வெளியேறினார்
th: 🚪 {username} ออกจากแชท
uk: 🚪 {username} виходить з бесіди

source: Username
be: Імя карыстальніка
bn: ব্যবহারকারীর নাম
bo: མིང་
ca: Nom d’usuàriï
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
eo: Uzantonomo
et: Kasutajanimi
eu: Erabiltzaile-izena
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur·ice
ga: Ainm úsáideora
gl: Nome de usuaria
hi: उपयोगकर्ता नाम
hr: Korisničko ime
id: Nama Pengguna
it: Nome utente
ka: მომხმარებლის სახელი
nb: Brukernavn
nl: Inlognaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
sk: Užívateľské meno
sr: Корисничко име
sv: Användarnamn
ta: பயனர்பெயர்
th: ชื่อผู้ใช้
uk: Ім'я користувача

# userSentUnknownEvent
source: {username} sent a {type} event
be: {username} даслаў падзею {type}
bn: {username} একটি {type} ইভেন্ট পাঠিয়েছে
bo: {username} གིས་ {type} འདི་གི་སྒོར་བརྗེ་བརྗེ་བྱེད་ནས།
ca: {username} ha enviat un esdeveniment {type}
cs: {username} poslali událost {type}
da: {username} sendte en {type} begivenhed
de: {username} hat ein {type}-Ereignis gesendet
eo: {username} sendis eventon de speco {type}
et: {username} saatis {type} sündmuse
eu: {username}(e)k {type} gertaera bat bidali du
fa: {username} یک رویداد {type} فرستاد
fi: {username} lähetti {type}-tapahtuman
fr: {username} a envoyé un évènement de type {type}
ga: Sheol {username} imeacht {type}
gl: {username} enviou un evento {type}
hi: {username} ने एक {type} घटना भेजी
hr: {username} ja poslao/la {type} događaj
id: {username} mengirim peristiwa {type}
it: {username} ha inviato un evento {type}
ka: {username} გაგზავნა {type} მოვლენა
nb: {username} sendte en {type}-hendelse
nl: {username} heeft een {type} -gebeurtenis gestuurd
pl: {username} wysłał/-a zdarzenie {type}
pt: {username} enviou um evento {type}
ru: {username} отправил(а) событие типа "{type}"
sk: {username} poslali udalosť {type}
sr: {username} посла {type} догађај
sv: {username} skickade en {type} händelse
ta: {username} ஒரு {type} நிகழ்வை அனுப்பியது
th: {username} ส่งเหตุการณ์ {type}
uk: {username} надсилає подію {type}
