Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: 📨 Invite chat
bn: 📨 চ্যাট আমন্ত্রণ
bo: 📨 འདི་ནས་གནང་བའི་ཆོག
ca: 📨 Convida al xat
cs: Pozvat do chatu
da: 📨 Inviter chat
de: 📨 Chat einladen
eo: 📨 Inviti babilejon
et: 📨 Kutsu vestlusse
eu: 📨 Gonbidatu txatean
fi: 📨 Kutsu keskusteluun
fr: 📨 Inviter au chat
ga: Glaoigh ar comhrá
gl: 📨 Invitar ao chat
hi: चैट आमंत्रित करें
hr: Pozovi chat
it: 📨 Invita chat
ka: 📨 მოწვევა ჩათში
nb: 📨 Inviter til chat
nl: 📨 Uitnodigen chat
pl: 🧪 Zaproś do czatu
pt: 📨 Convite para chat
ru: 📨 Пригласить чат
sk: 📨 Pozvať do chatu
sr: 📨 Позови ћаскање
sv: 📨 Bjud in till chatt
ta: 📨 உரையாடலை அழைக்கவும்
th: 📨 เชิญชวนแชท

source: Chat name
bn: চ্যাটের নাম
bo: ཆོག་མིང་
ca: Nom del xat
cs: Název chatu
da: Chatnavn
eo: Babileja Nomo
et: Vestluse nimi
eu: Txatearen izena
fi: Keskustelun nimi
fr: Nom du chat
ga: Ainm an chomhrá
gl: Nome do chat
hi: चैट का नाम
hr: Ime chata
it: Nome della chat
ka: ჩათის სახელი
nb: Chatnavn
nl: Chatnaam
pl: Nazwa czatu
pt: Nome do chat
ru: Название чата
sk: Názov chatu
sr: Име ћаскања
sv: Chattnamn
ta: உரையாடல் பெயர்
th: ชื่อแชท

# reportContentIssueTitle
source: Report content issue
bn: বিষয়বস্তুর সমস্যা রিপোর্ট করুন
bo: རང་བཞིན་འབྲེལ་བའི་བརྗོད་བརྗོད་འདེམས་བཞག
ca: Informar d'un problema de contingut
cs: Nahlásit problém s obsahem
da: Rapporter indholdsproblem
de: Inhaltproblem melden
eo: Raporti enhavon problemon
et: Teata sisuprobleemist
eu: Ertzaileen edukia salatzea
fi: Ilmoita sisällön ongelmasta
fr: Signaler un problème de contenu
ga: Tuairisc a thabhairt ar fhadhb ábhar
gl: Informar problema de contido
hi: सामग्री समस्या रिपोर्ट करें
hr: Prijavi problem s sadržajem
it: Segnala problema di contenuto
ka: შეტყობინების პრობლმის შეტანა
nb: Rapporter innholdsproblem
nl: Meld inhoudsprobleem
pl: Zgłoś problem z treścią
pt: Relatar problema de conteúdo
ru: Сообщить о проблеме с содержимым
sk: Nahlásiť problém s obsahom
sr: Пријави проблем са садржајем
sv: Rapportera innehållsproblem
ta: உள்ளடக்கப் பிரச்சனையை அறிக்கை செய்யவும்
th: รายงานปัญหาเนื้อหา

# feedback
source: Optional feedback
bn: অপশনাল প্রতিক্রিয়া
bo: གནང་བའི་རོལ་བའི་བརྗོད་བརྗོད་འདེམས་བཞག
ca: Comentaris opcionals
cs: Volná zpětná vazba
da: Valgfri feedback
de: Optionale Rückmeldung
eo: Nedeviga reagoj
et: Valikuline tagasiside
eu: Aukerazko iritzia
fi: Valinnainen palaute
fr: Retour d'information facultatif
ga: Aiseolas roghnach
gl: Comentarios opcionais
hi: वैकल्पिक प्रतिक्रिया
hr: Neobavezna povratna informacija
it: Feedback opzionale
ka: სურვილისამებრ გამოხმაურება
nb: Valgfri tilbakemelding
nl: Optionele feedback
pl: Opcjonalna opinia
pt: Feedback opcional
ru: Дополнительные отзывы
sk: Voliteľná spätná väzba
sr: Опциони повратни информације
sv: Valfri feedback
ta: விருப்பமான கருத்து
th: คำติชมทางเลือก

# reportContentIssueDescription
source: Uh oh! AI can faciliate personalized learning experiences but... also hallucinates. Please provide any feedback you have and we'll try again.
bn: উহো! এআই ব্যক্তিগত শেখার অভিজ্ঞতা সহজতর করতে পারে কিন্তু... এছাড়াও বিভ্রান্তি সৃষ্টি করে। দয়া করে আপনার কোনও মতামত থাকলে দিন এবং আমরা আবার চেষ্টা করব।
bo: ཨོཾ! AI ནི་རང་བཞིན་སློབ་ཚན་ལ་བསྐྱེད་སྤྱོད་ལ་བརྗེ་སྟེང་བྱེད་ཀྱི་ཡོད་མི་ཚུལ་ལ་འགྱོ་ཡོད་རེད། ཁྱེད་རང་གི་རོལ་བའི་བརྗོད་བརྗོད་འདེམས་བཞག་གི་ཡོད་མི་ཚུལ་ལ་བསྐྱེད་སྤྱོད་ལ་བརྗེ་སྟེང་བྱེད་ཀྱི་ཡོད།
ca: Oh! La IA pot facilitar experiències d'aprenentatge personalitzades, però... també fa al·lucinacions. Si us plau, proporciona qualsevol comentari que tinguis i ho intentarem de nou.
cs: Ó, AI může usnadnit personalizované vzdělávací zážitky, ale... také halucinovat. Poskytněte nám jakoukoli zpětnou vazbu a pokusíme se to znovu.
da: Ups! AI kan facilitere personlige læringserfaringer, men... hallucinerer også. Giv venligst din feedback, så prøver vi igen.
de: Oh je! KI kann personalisierte Lernerfahrungen erleichtern, aber... halluziniert auch. Bitte geben Sie jegliches Feedback, das Sie haben, und wir versuchen es erneut.
eo: Ho ve! AI povas faciligi personigitajn lernajn spertojn sed... ankaŭ halucinas. Bonvolu doni ajnan reagojn kaj ni provos denove.
et: Oh ei! Tehisintellekt võib pakkuda isikupärastatud õpikogemusi, kuid... ka hallutsineerib. Palun andke meile tagasisidet ja proovime uuesti.
eu: Aupa! AI-k ikasketa pertsonalizatuak erraz ditzake baina... haluzinatzen ere. Mesedez, eman iritzia edozein dela ere, eta berriro saiatuko gara.
fi: Voi ei! Tekoäly voi auttaa personoiduissa oppimiskokemuksissa, mutta... myös harhailee. Anna palautetta, niin yritämme uudelleen.
fr: Oh là là ! L'IA peut faciliter des expériences d'apprentissage personnalisées mais... hallucine aussi. Veuillez fournir vos commentaires et nous réessaierons.
ga: Á, a Dhia! Is féidir le AI taithí foghlama phearsantaithe a sholáthar ach... déanann sé halóga freisin. Tabhair aon aiseolas atá agat agus déanfaimid iarracht arís.
gl: ¡Vaya! A IA pode facilitar experiencias de aprendizaxe personalizadas pero... tamén alucina. Por favor, proporciona calquera comentario que teñas e intentaremos de novo.
hi: अरे! AI व्यक्तिगत सीखने के अनुभव को सुविधाजनक बना सकता है लेकिन... यह भी भ्रांतियां पैदा कर सकता है। कृपया अपनी कोई भी प्रतिक्रिया दें और हम फिर से प्रयास करेंगे।
hr: Uh oh! AI može olakšati personalizirana iskustva učenja ali... također halucinira. Molimo vas da pružite bilo kakvu povratnu informaciju i pokušat ćemo ponovno.
it: Oh no! L'IA può facilitare esperienze di apprendimento personalizzate ma... anche fantasticare. Per favore, fornisci qualsiasi feedback e riproveremo.
ka: აჰო! AI შეუძლია პერსონალიზებული სწავლების გამოცდილების შექმნა, მაგრამ... ასევე ჰალუცინაციას ახდენს. გთხოვთ, მიაწოდოთ ნებისმიერი გამოხმაურება, და ჩვენ ისევ ვეცდებით.
nb: Oi! AI kan legge til rette for personlige læringsopplevelser, men... hallusinerer også. Vennligst gi oss tilbakemelding, så prøver vi igjen.
nl: Oei! AI kan gepersonaliseerde leerervaringen faciliteren maar... hallucineert ook. Geef alstublieft uw feedback en wij proberen het opnieuw.
pl: Ojej! AI może ułatwiać spersonalizowane doświadczenia edukacyjne, ale... również halucynuje. Prosimy o podanie wszelkich uwag, a spróbujemy ponownie.
pt: Oh não! A IA pode facilitar experiências de aprendizagem personalizadas, mas... também tem alucinações. Por favor, forneça qualquer feedback que você tenha e tentaremos novamente.
ru: Упс! ИИ может способствовать персонализированному обучению, но... также может выдавать ложные сведения. Пожалуйста, предоставьте любые отзывы, и мы попробуем снова.
sk: Ups! AI môže uľahčiť personalizované vzdelávacie zážitky, ale... tiež halucinuje. Prosím, poskytnite akúkoľvek spätnú väzbu a pokúsime sa to znova.
sr: Ух ох! ИИ може олакшати персонализовано учење али... такође халуцинира. Молимо пружите све повратне информације и покушаћемо поново.
sv: Oj då! AI kan underlätta personliga inlärningsupplevelser men... hallucinerar också. Vänligen ge oss din feedback så försöker vi igen.
ta: ஓஹோ! AI தனிப்பட்ட கற்றல் அனுபவங்களை எளிதாக்க முடியும் ஆனால்... அது ஹாலியூசேஷன்களையும் செய்கிறது. உங்கள் எந்தவொரு கருத்தையும் வழங்கவும், மீண்டும் முயற்சிப்போம்.
th: โอ๊ะโอ! AI สามารถอำนวยความสะดวกในการเรียนรู้แบบส่วนตัวได้ แต่... ก็อาจสร้างภาพ hallucinate ได้ กรุณาให้คำติชมของคุณ แล้วเราจะลองใหม่อีกครั้ง

# changeContent
source: Uh oh! AI can faciliate personalized learning experiences but... also hallucinates. What should it be?
bn: উহো! এআই ব্যক্তিগত শেখার অভিজ্ঞতা সহজতর করতে পারে কিন্তু... এছাড়াও বিভ্রান্তি সৃষ্টি করে। এটি কী হওয়া উচিত?
bo: ཨོཾ! AI ནི་རང་བཞིན་སློབ་ཚན་ལ་བསྐྱེད་སྤྱོད་ལ་བརྗེ་སྟེང་བྱེད་ཀྱི་ཡོད་མི་ཚུལ་ལ་འགྱོ་ཡོད་རེད། འདི་ག་རེད?
ca: Oh! La IA pot facilitar experiències d'aprenentatge personalitzades, però... també fa al·lucinacions. Què hauria de ser?
cs: Ó, AI může usnadnit personalizované vzdělávací zážitky, ale... také halucinovat. Co by to mělo být?
da: Ups! AI kan facilitere personlige læringserfaringer, men... hallucinerer også. Hvad skal det være?
de: Oh je! KI kann personalisierte Lernerfahrungen erleichtern, aber... halluziniert auch. Was soll es sein?
eo: Ho ve! AI povas faciligi personigitajn lernajn spertojn sed... ankaŭ halucinas. Kio ĝi devus esti?
et: Oh ei! Tehisintellekt võib pakkuda isikupärastatud õpikogemusi, kuid... ka hallutsineerib. Mis see peaks olema?
eu: Aupa! AI-k ikasketa pertsonalizatuak erraz ditzake baina... haluzinatzen ere. Zer izan behar du?
fi: Voi ei! Tekoäly voi auttaa personoiduissa oppimiskokemuksissa, mutta... myös harhailee. Mitä sen tulisi olla?
fr: Oh là là ! L'IA peut faciliter des expériences d'apprentissage personnalisées mais... hallucine aussi. Que devrait-elle être ?
ga: Á, a Dhia! Is féidir le AI taithí foghlama phearsantaithe a sholáthar ach... déanann sé halóga freisin. Cad ba chóir dó a bheith?
gl: ¡Vaya! A IA pode facilitar experiencias de aprendizaxe personalizadas pero... tamén alucina. ¿Que debería ser?
hi: अरे! AI व्यक्तिगत सीखने के अनुभव को सुविधाजनक बना सकता है लेकिन... यह भी भ्रांतियां पैदा कर सकता है। इसे क्या होना चाहिए?
hr: Uh oh! AI može olakšati personalizirana iskustva učenja ali... također halucinira. Što bi to trebalo biti?
it: Oh no! L'IA può facilitare esperienze di apprendimento personalizzate ma... anche fantasticare. Cosa dovrebbe essere?
ka: აჰო! AI შეუძლია პერსონალიზებული სწავლების გამოცდილების შექმნა, მაგრამ... ასევე ჰალუცინაციას ახდენს. რა უნდა იყოს?
nb: Oi! AI kan legge til rette for personlige læringsopplevelser, men... hallusinerer også. Hva skal det være?
nl: Oei! AI kan gepersonaliseerde leerervaringen faciliteren maar... hallucineert ook. Wat moet het worden?
pl: Ojej! AI może ułatwiać spersonalizowane doświadczenia edukacyjne, ale... również halucynuje. Co to powinno być?
pt: Oh não! A IA pode facilitar experiências de aprendizagem personalizadas, mas... também tem alucinações. O que deve ser?
ru: Упс! ИИ может способствовать персонализированному обучению, но... также может выдавать ложные сведения. Что это должно быть?
sk: Ups! AI môže uľahčiť personalizované vzdelávacie zážitky, ale... tiež halucinuje. Čo by to malo byť?
sr: Ух ох! ИИ може олакшати персонализовано учење али... такође халуцинира. Шта би требало да буде?
sv: Oj då! AI kan underlätta personliga inlärningsupplevelser men... hallucinerar också. Vad ska det vara?
ta: ஓஹோ! AI தனிப்பட்ட கற்றல் அனுபவங்களை எளிதாக்க முடியும் ஆனால்... அது ஹாலியூசேஷன்களையும் செய்கிறது. அது என்ன ஆக வேண்டும்?
th: โอ๊ะโอ! AI สามารถอำนวยความสะดวกในการเรียนรู้แบบส่วนตัวได้ แต่... ก็อาจสร้างภาพ hallucinate ได้ แล้วมันควรเป็นอะไร?

# clickTheWordAgainToDeselect
source: Click the selected word to deselect it.
bn: নির্বাচিত শব্দে ক্লিক করে সেটি বাতিল করুন।
bo: གྲལ་ཚིག་སྟོང་བརྗེ་བཅོས་ནས་བརྗེ་བརྗོད་འདེམས་བཞག
ca: Fes clic a la paraula seleccionada per deseleccionarla.
cs: Klikněte na vybrané slovo, abyste jej zrušili.
da: Klik på det valgte ord for at fjerne markeringen.
de: Klicken Sie auf das ausgewählte Wort, um es abzuwählen.
eo: Klaku la elektitan vorton por malselekti ĝin.
eu: Klikatu hautatutako hitza desaktibatzeko.
fi: Klikkaa valittua sanaa poistaaksesi valinnan.
fr: Cliquez sur le mot sélectionné pour le désélectionner.
ga: Cliceáil ar an bhfocal roghnaithe chun é a dhí-roghnú.
gl: Fai clic na palabra seleccionada para desmarcarla.
hi: इसे अनचुनने के लिए चुने गए शब्द पर फिर से क्लिक करें।
hr: Kliknite odabranu riječ da je odaberete.
it: Fai clic sulla parola selezionata per deselezionarla.
ka: დააჭირეთ შერჩეულ სიტყვას, რათა გააუქმოთ არჩევანი.
nb: Klikk på det valgte ordet for å fjerne valget.
nl: Klik op het geselecteerde woord om het te deselecteren.
pl: Kliknij wybrane słowo, aby je odznaczyć.
pt: Clique na palavra selecionada para desmarcá-la.
ru: Кликните по выбранному слову, чтобы отменить выбор.
sk: Kliknite na vybrané slovo, aby ste ho odznačili.
sr: Кликните поново на изабрану реч да бисте је одбележили.
sv: Klicka på det valda ordet för att avmarkera det.
ta: தேர்ந்தெடுத்த வார்த்தையை மறுசெயலாக்க கிளிக் செய்யவும்.
th: คลิกคำที่เลือกเพื่อยกเลิกการเลือก

# l2SupportNa
source: Not Available
bn: উপলব্ধ নয়
bo: མེད་པ
ca: No disponible
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
eo: Ne disponebla
et: Pole saadaval
eu: Ez dago erabilgarri
fi: Ei saatavilla
fr: Non disponible
ga: Níl sé ar fáil
gl: Non dispoñible
hi: उपलब्ध नहीं
hr: Nije dostupno
it: Non disponibile
ka: არ არის ხელმისაწვდომი
nb: Ikke tilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ru: Недоступно
sk: Nedostupné
sr: Непоступно
sv: Inte tillgänglig
ta: கிடைக்கவில்லை
th: ไม่มีให้บริการ

# l2SupportAlpha
source: Alpha
bn: অ্যালফা
eo: Alfa
ga: Ailf
hi: अल्फा
ka: ალფა
ru: Альфа
sr: Альфа
ta: அல்பா
th: อัลฟ่า

# l2SupportBeta
source: Beta
bn: বেটা
ga: Béite
hi: बीटा
ka: ბეტა
ru: Бета
sr: Бета
ta: பீட்டா
th: เบต้า

# l2SupportFull
source: Full
bn: সম্পূর্ণ
bo: མངོན་པའི
ca: Completa
cs: Plný
da: Fuld
de: Vollständig
eo: Plena
et: Täielik
eu: Betea
fi: Täysi
fr: Complet
ga: Lán
gl: Completo
hi: पूर्ण
hr: Puno
it: Completo
ka: სრული
nl: Volledig
pl: Pełne
pt: Completo
ru: Полный
sk: Plné
sr: Пуно
sv: Fullständig
ta: முழு
th: เต็ม

# missingVoiceTitle
source: Missing voice
bn: কণ্ঠস্বর অনুপস্থিত
bo: སྐད་ཡིག་མེད་པ
ca: Veu absent
cs: Chybí hlas
da: Manglende stemme
de: Stimme fehlt
eo: Mankas voĉo
eu: Ahotsik ez
fi: Puuttuva ääni
fr: Voix manquante
ga: Guth ar iarraidh
gl: Voz ausente
hi: आवाज गायब
hr: Nedostaje glas
it: Voce mancante
ka: მკლია ხმა
nb: Mangler stemme
nl: Ontbrekend geluid
pl: Brak głosu
pt: Voz ausente
ru: Отсутствует голос
sk: Chýbajúci hlas
sr: Недостаје глас
sv: Saknar röst
ta: குரல் இல்லை
th: เสียงที่ขาดหาย

# voiceNotAvailable
source: You don't have a voice installed for this language.
bn: এই ভাষার জন্য আপনার কোনও কণ্ঠস্বর ইনস্টল করা হয়নি।
bo: ཁྱེད་ཀྱིས་འདི་ལུ་སྐད་ཡིག་མེད་པའི་སྐད་ཡིག་གི་སྒྲོམ་ལས་བཟོ་བའི་སྐད་ཡིག་མེད་པའི་སྐད་ཡིག་ལ་བསྐྱེད་སྤྱོད་མི་ཚུལ།
ca: No tens una veu instal·lada per a aquest idioma.
cs: Pro tento jazyk nemáte nainstalován hlas.
da: Du har ikke en stemme installeret til dette sprog.
de: Sie haben keine Stimme für diese Sprache installiert.
eo: Vi ne havas instalitan voĉon por ĉi tiu lingvo.
eu: Ez duzu hizkuntzarako ahotsik instalatu.
fi: Sinulla ei ole asennettuna ääntä tälle kielelle.
fr: Vous n'avez pas de voix installée pour cette langue.
ga: Níl guth suiteáilte agat don teanga seo.
gl: Non tes unha voz instalada para esta lingua.
hi: इस भाषा के लिए आपके पास कोई आवाज़ स्थापित नहीं है।
hr: Nemate instaliran glas za ovaj jezik.
it: Non hai una voce installata per questa lingua.
ka: ამ ენისთვის თქვენი ხმოვანი ინსტალაცია არ არის.
nb: Du har ikke installert stemme for dette språket.
nl: Je hebt geen stem geïnstalleerd voor deze taal.
pl: Nie masz zainstalowanego głosu dla tego języka.
pt: Você não tem uma voz instalada para este idioma.
ru: У вас не установлен голос для этого языка.
sk: Nemáte nainštalovaný hlas pre tento jazyk.
sr: Немате инсталиран глас за овај језик.
sv: Du har ingen röst installerad för detta språk.
ta: இந்த மொழிக்கான குரல் நிறுவப்படவில்லை.
th: คุณยังไม่ได้ติดตั้งเสียงสำหรับภาษานี้

source: Open voice settings
bn: কণ্ঠস্বর সেটিংস খুলুন
bo: སྐད་ཡིག་སྒོ་འགོད་སྟེང་
ca: Obrir configuració de veu
cs: Otevřít nastavení hlasu
da: Åbn stemmeindstillinger
de: Stimmeinstellungen öffnen
eo: Malfermu voĉajn agordojn
et: Ava hääle seaded
eu: Ireki ahots ezarpenak
fi: Avaa ääniasetukset
fr: Ouvrir les paramètres de la voix
ga: Oscail socruithe gutha
gl: Abrir configuración de voz
hi: आवाज सेटिंग्स खोलें
hr: Otvorite postavke glasa
it: Apri le impostazioni della voce
ka: გახსენი ხმა პარამეტრები
nb: Åpne stemmeinnstillinger
nl: Open steminstellingen
pl: Otwórz ustawienia głosu
pt: Abrir configurações de voz
ru: Открыть настройки голоса
sk: Otvoriť nastavenia hlasu
sr: Отвори подешавања гласа
sv: Öppna röstinställningar
ta: குரல் அமைப்புகளை திறக்கவும்
th: เปิดการตั้งค่าเสียง

# playAudio
source: Play
bn: শুনানী চালান
bo: ལེན་
ca: Reproduir
cs: Přehrát
da: Afspil
de: Abspielen
eo: Ludu
et: Esita
eu: Jolastu
fi: Toista
fr: Jouer
ga: Seinn
gl: Reproducir
hi: चलाएँ
hr: Reproduciraj
it: Riproduci
ka: ჩართვა
nb: Spill av
nl: Afspelen
pl: Odtwórz
pt: Reproduzir
ru: Воспроизвести
sk: Prehrať
sr: Пусти
sv: Spela
ta: விளையாடு
th: เล่น

source: Stop
bn: বন্ধ করুন
bo: འདོགས་
ca: Aturar
cs: Zastavit
de: Stopp
eo: Haltu
et: Lõpeta
eu: Gelditu
fi: Lopeta
fr: Arrêter
gl: Detener
hi: रोकें
hr: Zaustavi
it: Ferma
ka: შეწყვეტა
nb: Stopp
nl: Stoppen
pl: Zatrzymaj
pt: Parar
ru: Стоп
sk: Zastaviť
sr: Стани
sv: Stoppa
ta: நிறுத்து
th: หยุด

# grammarCopyPOSsconj
source: Subordinating Conjunction
bn: উপবাক্য সংযোগকারী
bo: འབྲེལ་བའི་སྣོམ་
ca: Conjunció subordinant
cs: Podřadící spojka
da: Underordnende konjunktion
de: Subordinierende Konjunktion
eo: Subordiniga Konjunkcio
et: Alamkonditsioneer
eu: Hitzarmen menpeko lotura
fi: Subordinointiliite
fr: Conjonction de subordination
ga: Conjuncáid Fho-choibhneasta
gl: Conxunción subordinante
hi: उपवाक्य संयोजक
hr: Podređujući veznik
it: Congiunzione subordinante
ka: ქვეკატეგორიული კავშირი
nb: Underordnende konjunksjon
nl: Ondergeschikte voegwoord
pl: Podrzędne spójniki
pt: Conjunção subordinativa
ru: Подчинительный союз
sk: Podraďovacia spojka
sr: Подчинени конектор
sv: Underordnande konjunktion
ta: துணைச்சொல்
th: คำเชื่อมรอง

# grammarCopyPOSnum
source: Number
bn: সংখ্যা
bo: རང་བཞིན་
ca: Nombre
cs: Číslo
da: Tal
de: Nummer
eo: Nombro
eu: Zenbakia
fi: Luku
fr: Numéro
ga: Uimhir
gl: Número
hi: संख्या
hr: Broj
it: Numero
ka: რიცხვი
nb: Tall
nl: Nummer
pl: Liczba
pt: Número
ru: Число
sk: Číslo
sr: Број
sv: Nummer
ta: எண்
th: ตัวเลข

# grammarCopyPOSverb
source: Verb
bn: ক্রিয়া
bo: ལས་སྟོན་
cs: Sloveso
da: Verbum
eo: Verbo
eu: Aditza
fi: Verbi
fr: Verbe
ga: Aimsir Láithreach
gl: Verbo
hi: क्रिया
hr: Glagol
it: Verbo
ka: ზმნა
nl: Werkwoord
pl: Czasownik
pt: Verbo
ru: Глагол
sk: Sloveso
sr: Глагол
ta: வினைச்சொல்
th: คำกริยา

# grammarCopyPOSaffix
source: Affix
bn: প্রত্যয়
bo: རུང་བརྗེ་
ca: Afí
cs: Přípona
da: Affiks
eo: Afikso
et: Prefiks
eu: Aditza
fi: Liite
fr: Affixe
ga: Fáisc
gl: Afixo
hi: प्रत्यय
hr: Prilog
it: Prefisso/Suffisso
ka: საფიქსი
nb: Affiks
nl: Voorvoegsel
pl: Przedrostek
pt: Afixo
ru: Аффикс
sk: Prípona
sr: Придање
ta: சூத்திரம்
th: คำเติม

# grammarCopyPOSpart
source: Particle
bn: অংশ
bo: རང་བཞིན་
ca: Partícula
cs: Částice
da: Partikel
de: Partikel
eo: Partiklo
et: Partikkel
eu: Partikula
fi: Partikkeli
fr: Particule
ga: Páirtí
gl: Partícula
hi: कण
hr: Članak
it: Particella
ka: პარტიკული
nb: Partikkel
nl: Deelwoord
pl: Partykuła
pt: Partícula
ru: Частица
sk: Častica
sr: Чланак
sv: Partikel
ta: பகுதி
th: อนุภาค

# grammarCopyPOSadj
source: Adjective
bn: বিশেষণ
bo: ལུས་སྣོན་
ca: Adjectiu
cs: Přídavné jméno
da: Adjektiv
de: Adjektiv
eo: Adjektivo
et: Omadussõna
eu: Adjektiboa
fi: Adjektiivi
fr: Adjectif
ga: Ainmfhocal
gl: Adxectivo
hi: विशेषण
hr: Pridjev
it: Aggettivo
ka: მიმღები
nb: Adjektiv
nl: Bijvoeglijk naamwoord
pl: Przymiotnik
pt: Adjetivo
ru: Прилагательное
sk: Prídavné meno
sr: Прилог
sv: Adjektiv
ta: விளக்கச்சொல்
th: คำคุณศัพท์

# grammarCopyPOScconj
source: Coordinating Conjunction
bn: সমন্বয়কারী সংযোগকারী
bo: ཚོད་རིགས་འབྲེལ་བ་
ca: Conjunció coordinant
cs: Souřadicí spojka
da: Koordinerende konjunktion
de: Koordinierende Konjunktion
eo: Koordinanta Konjunkcio
et: Koondkonditsioneer
eu: Elkartzaile Konjuntzioa
fi: Koordinoiva konjunktio
fr: Conjonction de coordination
ga: Ceangail Lárnach
gl: Conxunción Coordinante
hi: सामंजस्य संयोजक
hr: Koordinacijska Konjunkcija
it: Congiunzione coordinante
ka: კოორდინაციული კავშირი
nb: Koordinerende konjunksjon
nl: Coördinerende voegwoord
pl: Spójnik współrzędny
pt: Conjunção Coordenativa
ru: Соединительный союз
sk: Súradnicová spojka
sr: Сложени конектор
sv: Koordinerande konjunktion
ta: சமநிலைச் சொல்
th: คำเชื่อมประสาน

# grammarCopyPOSpunct
source: Punctuation
bn: বিরামচিহ্ন
bo: རང་བཞིན་སྒྲིག་
ca: Puntuació
cs: Interpunkce
da: Tegnsætning
de: Interpunktion
eo: Punkto
et: Kirjavahemärk
eu: Puntuazioa
fi: Piste- ja välimerkki
fr: Ponctuation
ga: Gutaí
gl: Puntuación
hi: विराम चिह्न
hr: Interpunkcija
it: Punteggiatura
ka: სინტაქსი
nb: Tegnsymbol
nl: Interpunctie
pl: Interpunkcja
pt: Pontuação
ru: Пунктуация
sk: Interpunkcia
sr: Пунктуација
sv: Punktuation
ta: புள்ளி
th: เครื่องหมายวรรคตอน

# grammarCopyPOSadv
source: Adverb
bn: ক্রিয়া বিশেষণ
bo: རང་བཞིན་ལུང་
ca: Adverbi
cs: Příslovce
da: Adverbium
eo: Adverbo
eu: Aditza
fi: Adverbi
fr: Adverbe
ga: Adsain
gl: Adverbio
hi: क्रिया विशेषण
hr: Prilog
it: Avverbio
ka: ზმნური განზომილება
nl: Bijwoord
pl: Przysłówek
pt: Advérbio
ru: Наречие
sk: Príslovka
sr: Придев
ta: வினையின்மை
th: คำกริยาวิเศษณ์

# grammarCopyPOSaux
source: Auxiliary
bn: সাহায্যকারী
bo: རང་བཞིན་ལུང་
ca: Auxiliar
cs: Pomocné slovo
da: Hjælpeverbum
de: Hilfsverb
eo: Aŭxilia
et: Abitegija
eu: Laguntzailea
fi: Avustava
fr: Auxiliaire
ga: Cabhraithe
gl: Auxiliar
hi: सहायक
hr: Pomoćni
it: Ausiliare
ka: დამხმარე
nb: Hjelpeverb
nl: Hulpwerkwoord
pl: Czasownik pomocniczy
pt: Auxiliar
ru: Вспомогательный
sk: Pomocné sloveso
sr: Помоћни глагол
sv: Hjälpverb
ta: உதவிசொல்
th: คำช่วย

# grammarCopyPOSspace
source: Space
bn: স্থান
bo: གནས་སྟངས་
ca: Espai
cs: Prostor
da: Mellemrum
de: Leerzeichen
eo: Spaco
et: Tühi koht
eu: Hesia
fi: Väli
fr: Espace
ga: Spás
gl: Espazo
hi: स्थान
hr: Razmak
it: Spazio
ka: გზა
nb: Mellomrom
nl: Spatie
pl: Spacja
pt: Espaço
ru: Пробел
sk: Medzera
sr: Размак
sv: Mellanslag
ta: வெளி
th: ช่องว่าง

# grammarCopyPOSsym
source: Symbol
bn: চিহ্ন
bo: རང་བཞིན་སྦྱོར་
ca: Símbol
eo: Simbolo
et: Sümbol
eu: Ikurra
fi: Symboli
fr: Symbole
ga: Siombail
gl: Símbolo
hi: प्रतीक
hr: Simbol
it: Simbolo
ka: სიმბოლო
nl: Symbool
pt: Símbolo
ru: Символ
sr: Симбол
ta: சின்னம்
th: สัญลักษณ์

# grammarCopyPOSdet
source: Determiner
bn: নির্ধারক
bo: གདམ་སྟེར་
ca: Determinant
cs: Určitel
da: Bestemmelse
de: Artikel
eo: Determinilo
et: määrsõna
eu: Determinatzailea
fi: Artikkeli
fr: Déterminant
ga: Riachtanas
gl: Determinante
hi: निर्धारक
hr: Odrednica
it: Determinante
ka: დეტერმინანტი
nb: Bestemmende
nl: Bepaler
pl: Rodzajnik
pt: Determinante
ru: Определитель
sk: Určovacie slovo
sr: Одређивач
sv: Bestämning
ta: தீர்மானி
th: คำกำหนด

# grammarCopyPOSpron
source: Pronoun
bn: সর্বনাম
bo: རང་བཞིན་སྣང་བ་
ca: Pronom
cs: Zájmeno
da: Pronomen
de: Pronomen
eo: Pronomo
et: Asesõna
eu: Aldagaia
fi: Pronomini
fr: Pronom
ga: Réamhfhocal
gl: Pronome
hi: सर्वनाम
hr: Zamjenica
it: Pronome
ka: პრონუნა
nb: Pronomen
nl: Voornaamwoord
pl: Zaimek
pt: Pronome
ru: Местоимение
sk: Zámeno
sr: Заменица
sv: Pronomen
ta: பிரதிவேதி
th: คำสรรพนาม

# grammarCopyPOSadp
source: Adposition
bn: অবস্থান
bo: ལུང་
ca: Adposició
cs: Předložka
eo: Adpozicio
et: Eespositsioon
eu: Aldizkaria
fi: Adpositio
ga: Réamhphost
gl: Adposición
hi: अवस्थान
hr: Prijedlog
it: Adposizione
ka: ადპოზიცია
nb: Adposisjon
nl: Voorzetsel
pl: Przyimek
pt: Adposição
ru: Предлог
sk: Predložka
sr: Prijedlog
sv: Preposition
ta: பிரிவுரை
th: คำบุพบท

# grammarCopyPOSpropn
source: Proper Noun
bn: বিশেষ নাম
bo: རང་གི་མིང་
ca: Nom propi
cs: Vlastní jméno
da: Egennavn
de: Eigenname
eo: Propra Nomo
et: Õige nimetus
eu: Izena Berezia
fi: Oikea nimi
fr: Nom propre
ga: ainmfhocal Urraithe
gl: Nome Propio
hi: सही नाम
hr: Vlastito Ime
it: Nome proprio
ka: მოწოდებითი სახელი
nb: Egennavn
nl: Eigennaam
pl: Rzeczownik własny
pt: Substantivo Próprio
ru: Имя собственное
sk: Vlastné meno
sr: Vlastito Ime
sv: Egennamn
ta: சரியான பெயர்
th: คำนามเฉพาะ

# grammarCopyPOSnoun
source: Noun
bn: বিশেষ্য
bo: མིང་
ca: Substantiu
cs: Podstatné jméno
da: Substantiv
de: Substantiv
eo: Substantivo
eu: Substantiboa
fi: Substantiivi
fr: Nom
ga: Ainmfhocal
gl: Substantivo
hi: संज्ञा
hr: Imenica
it: Sostantivo
ka: სახელი
nb: Substantiv
nl: Zelfstandig naamwoord
pl: Rzeczownik
pt: Substantivo
ru: Существительное
sk: Podstatné meno
sr: Imenica
sv: Substantiv
ta: பெயர்
th: คำนาม
