Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# deactivateAccountWarning
source: This will deactivate your user account. This can not be undone! Are you sure?
be: Гэта дэактывіруе ваш уліковы запіс. Гэта дзеянне не можа быць адменена! Вы ўпэўнены?
bn: এটি আপনার ব্যবহারকারী অ্যাকাউন্ট নিষ্ক্রিয় করবে। এটি পূর্বাবস্থায় ফিরিয়ে আনা যাবে না! আপনি কি নিশ্চিত?
bo: འདི་ནས་ཁྱེད་ཀྱི་བརྙན་འཕྲིན་ཁང་། འདི་ནས་འགྱོ་མི་ཚུལ་མེད། ཁྱེད་ཀྱི་དགོས་མཁྱེན་ཡོད་པས།
ca: Es desactivarà el vostre compte d’usuàriï. És irreversible! Voleu fer-ho igualment?
cs: Tímto krokem se deaktivuje váš uživatelský účet. Akci nelze vrátit zpět! Jste si jistí?
da: Dette vil deaktivere din brugerkonto. Dette kan ikke fortrydes! Er du sikker?
de: Dies deaktiviert dein Konto. Es kann nicht rückgängig gemacht werden! Bist du sicher?
eo: Ĉi tio malaktivigos vian konton de uzanto. Ne eblas tion malfari! Ĉu certe vi certas?
et: Järgnevaga eemaldatakse sinu konto kasutusest. Seda tegevust ei saa tagasi pöörata! Kas sa ikka oled kindel?
eu: Honek zure kontua desaktibatuko du. Ezin da desegin! Ziur zaude?
fa: این کار حساب شما را غیرفعال می‌کند. این کنش برگشت‌ناپذیر است! آیا مطمئن هستید؟
fi: Tämä poistaa tunnuksesi käytöstä. Tätä ei voi kumota! Oletko varma?
fr: Cette opération va désactiver votre compte. Une fois cette action effectuée, aucun retour en arrière n'est possible ! Êtes-vous sûr·e ?
ga: Díghníomhachtaeoidh sé seo do chuntas úsáideora. Ní féidir é seo a chealú! An bhfuil tú cinnte?
gl: Esto desactivará a conta. Esto non ten volta atrás. Estás segura?
hi: यह आपके उपयोगकर्ता खाते को निष्क्रिय कर देगा। इसे वापस नहीं किया जा सकता! क्या आप सुनिश्चित हैं?
hr: Ovo će nepovratno deaktivirati tvoj korisnički račun. Stvarno to želiš?
id: Ini akan menonaktifkan akun penggunamu. Ini tidak bisa dibatalkan! Apakah kamu yakin?
it: Disabiliterà il tuo account. Non puoi tornare indietro! Sei sicuro/a?
ka: ეს გააუქმებს თქვენს ანგარიშს. ამის გაუქმება შეუძლებელია. დარწმუნებული ხართ?
kab: Ayagi ad yekkes armed i umiḍan-ik·im n useqdac. Aya ur yezmir ara ad yettwasefsex. Tetḥeqqeḍ s tidet?
nb: Dette vil skru av din brukerkonto for godt, og kan ikke angres! Er du sikker?
nl: Hierdoor wordt je account gedeactiveerd. Dit kan niet ongedaan gemaakt worden! Weet je het zeker?
pl: To zdezaktywuje twoje konto. To jest nieodwracalne! Na pewno chcesz to zrobić?
pt: Isso desativará sua conta de usuário. Isso não pode ser desfeito! Você tem certeza?
ru: Это деактивирует вашу учётную запись пользователя. Данное действие не может быть отменено! Вы уверены?
sk: Toto deaktivuje váš používateľský účet. Toto nemôže byť vrátené! Ste si istí?
sr: Ово ће деактивирати ваш кориснички налог. Не може се повратити! Сигурни сте?
sv: Detta kommer att avaktivera ditt konto. Det här går inte att ångra! Är du säker?
ta: இது உங்கள் பயனர் கணக்கை செயலிழக்கச் செய்யும். இதை செயல்தவிர்க்க முடியாது! நீங்கள் உறுதியாக இருக்கிறீர்களா?
th: นี่จะเป็นการปิดใช้งานบัญชีผู้ใช้ของคุณ ซึ่งไม่สามารถย้อนกลับได้! คุณแน่ใจหรือไม่?
uk: Це деактивує ваш обліковий запис. Це неможливо скасувати! Ви впевнені?

# defaultPermissionLevel
source: Default permission level for new users
be: Узровень дазволаў для новых карыстальнікаў па змаўчанні
bn: নতুন ব্যবহারকারীদের জন্য ডিফল্ট অনুমতি স্তর
bo: གསར་བའི་བརྡ་སྤྱོད་ལས་སྤྱིར་བཏང་ཚད
ca: Nivell de permisos per defecte per nous membres
cs: Výchozí úroveň oprávnění nových uživatelů
da: Standard tilladelsesniveau for nye brugere
de: Standardberechtigungsstufe für neue Benutzer
eo: Norma nivelo de permesoj
et: Vaikimisi õigused uutele kasutajatele
eu: Erabiltzaile berrien defektuzko botere-maila
fa: سطح دسترسی پیش‌فرض
fi: Uusien käyttäjien oikeuksien oletustaso
fr: Niveau d'autorisation par défaut pour les arrivants
ga: Leibhéal ceada réamhshocraithe d'úsáideoirí nua
gl: Nivel de permisos por defecto para novas usuarias
hi: नई उपयोगकर्ताओं के लिए डिफ़ॉल्ट अनुमति स्तर
hr: Standardna razina dozvole
id: Level izin bawaan untuk pengguna baru
it: Livello di autorizzazione predefinito per i nuovi utenti
ka: ნაგულისხმევი უფლების დონე
kab: Aswir n turagt amezwer i yiseqdacen imaynuten
nb: Forvalgt tilgangsnivå
nl: Standaard rechten-niveau voor nieuwe personen
pl: Domyślny poziom uprawnień dla nowych użytkowników
pt: Nível de permissão padrão para novos usuários
ru: Уровень разрешений по умолчанию для новых пользователей
sk: Predvolená úroveň oprávnení pre nových používateľov
sr: Подразумевани ниво приступа
sv: Standard behörighetsnivå
ta: புதிய பயனர்களுக்கான இயல்புநிலை இசைவு நிலை
th: ระดับสิทธิ์เริ่มต้นสำหรับผู้ใช้ใหม่
uk: Типовий рівень дозволів для нових користувачів

source: Delete
be: Выдаліць
bn: মুছে ফেলুন
bo: གཏན་ཁེལ
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
eo: Forigi
et: Kustuta
eu: Ezabatu
fa: پاک کردن
fi: Poista
fr: Supprimer
ga: Scrios
gl: Eliminar
hi: हटाएँ
hr: Izbriši
id: Hapus
it: Cancella
ka: წაშლა
kab: kkes
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить
sk: Odstrániť
sr: Обриши
sv: Radera
ta: நீக்கு
th: ลบออก
uk: Видалити

source: Delete account
be: Выдаліць уліковы запіс
bn: অ্যাকাউন্ট মুছে ফেলুন
bo: ཁང་། གཏན་ཁེལ
ca: Suprimeix el compte
cs: Smazat účet
da: Slet konto
de: Konto löschen
eo: Forigi konton
et: Kustuta kasutajakonto
eu: Ezabatu kontua
fa: پاک کردن حساب
fi: Poista tunnus
fr: Supprimer le compte
ga: Scrios an cuntas
gl: Eliminar conta
hi: खाता हटाएँ
hr: Izbriši račun
id: Hapus akun
it: Elimina l'account
ka: ანგარიშის წაშლა
kab: kkes amiḍan
nb: Slett konto
nl: Account verwijderen
pl: Usuń konto
pt: Excluir conta
ru: Удалить аккаунт
sk: Vymazať účet
sr: Обриши налог
sv: Ta bort konto
ta: கணக்கை நீக்கு
th: ลบบัญชี
uk: Видалити обліковий запис

source: Delete message
be: Выдаліць паведамленне
bn: বার্তা মুছে ফেলুন
bo: ཚིག་རྟགས་གཏན་ཁེལ
ca: Suprimeix el missatge
cs: Smazat zprávu
da: Slet besked
de: Nachricht löschen
eo: Forigi mesaĝon
et: Kustuta sõnum
eu: Mezuak ezabatu
fa: پاک کردن پیام
fi: Poista viesti
fr: Supprimer le message
ga: Scrios an teachtaireacht
gl: Eliminar mensaxe
hi: संदेश हटाएँ
hr: Izbriši poruku
id: Hapus pesan
it: Elimina il messaggio
ka: შეტყობინების წაშლა
kab: kkes izen
nb: Slett melding
nl: Bericht verwijderen
pl: Usuń wiadomość
pt: Excluir mensagem
ru: Удалить сообщение
sk: Odstrániť správu
sr: Брисање поруке
sv: Ta bort meddelande
ta: செய்தியை நீக்கு
th: ลบข้อความ
uk: Видалити повідомлення

source: Device
be: Прылада
bn: ডিভাইস
bo: གཏོད་སྤྱོད
ca: Dispositiu
cs: Zařízení
da: Enhed
de: Gerät
eo: Aparato
et: Seade
eu: Gailua
fa: دستگاه
fi: Laite
fr: Appareil
ga: Gléas
gl: Dispositivo
hi: डिवाइस
hr: Uređaj
id: Perangkat
it: Dispositivo
ka: მოწყობილება
kab: Ibenk
nb: Enhet
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
ru: Устройство
sk: Zariadenie
sr: Уређај
sv: Enhet
ta: சாதனம்
th: อุปกรณ์
uk: Пристрій

source: Device ID
be: ID прылады
bn: ডিভাইস আইডি
bo: གཏོད་སྤྱོད་རྩིས
ca: Id. de dispositiu
cs: ID zařízení
da: Enheds-ID
de: Geräte-ID
eo: Identigilo de aparato
et: Seadme tunnus
eu: Gailuaren IDa
fa: شناسه دستگاه
fi: Laite-ID
fr: Identifiant de l'appareil
ga: ID gléis
gl: ID do dispositivo
hi: डिवाइस आईडी
hr: ID oznaka uređaja
id: ID Perangkat
it: ID del dispositivo
ka: მოწყობილების ID
kab: Asulay n yibenk
nb: Enhets-ID
nl: Apparaat-ID
pl: Identyfikator urządzenia
pt: ID do dispositivo
ru: Идентификатор устройства
sk: ID zariadenia
sr: ИД уређаја
sv: Enhets-ID
ta: சாதன ஐடி
th: รหัสอุปกรณ์
uk: ID пристрою

source: Devices
be: Прылады
bn: ডিভাইসসমূহ
bo: གཏོད་སྤྱོད་ཚོད
ca: Dispositius
cs: Zařízení
da: Enheder
de: Geräte
eo: Aparatoj
et: Seadmed
eu: Gailuak
fa: دستگاه‌ها
fi: Laitteet
fr: Appareils
ga: Gléasanna
gl: Dispositivos
hi: डिवाइस
hr: Uređaji
id: Perangkat
it: Dispositivi
ka: მოწყობილებები
kab: Ibenkan
nb: Enheter
nl: Apparaten
pl: Urządzenia
pt: Dispositivos
ru: Устройства
sk: Zariadenia
sr: Уређаји
sv: Enheter
ta: சாதனங்கள்
th: อุปกรณ์
uk: Пристрої

source: Direct Chats
be: Асобныя чаты
bn: সরাসরি চ্যাট
bo: གཞིའི་ཚེས་རིམ
ca: Xats directes
cs: Přímé chatování
da: Direkte chats
de: Direkte Chats
eo: Rektaj babiloj
et: Otsevestlused
eu: Banakako txatak
fa: گپ‌های مستقیم
fi: Suorat keskustelut
fr: Discussions directes
ga: Comhráite Díreacha
gl: Conversas Directas
hi: प्रत्यक्ष चैट
hr: Izravni razgovori
id: Chat Langsung
it: Chat dirette
ka: პირდაპირი ჩატები
kab: Idiwenniyen Usriden
nb: Direktesludringer
nl: Directe chats
pl: Czaty bezpośrednie
pt: Conversas Diretas
ru: Личные чаты
sk: Priame rozhovory
sr: Директна ћаскања
sv: Direkt chatt
ta: நேரடி அரட்டைகள்
th: แชทแบบตัวต่อตัว
uk: Особисті бесіди

# allRooms
source: All Group Chats
be: Усе групавыя чаты
bn: সমস্ত গ্রুপ চ্যাট
bo: ཚོགས་མང་པོ་ཚོད
ca: Tots els xats de grup
cs: Všechny skupinové konverzace
da: Alle gruppechats
de: Alle Gruppenchats
eo: Ĉiuj Grupaj Babilejoj
et: Kõik vestlusrühmad
eu: Talde-txat guztiak
fa: تمام چت‌های گروهی
fi: Kaikki ryhmäkeskustelut
fr: Tous les groupes de discussion
ga: Gach Comhrá Grúpa
gl: Todas as Conversas en grupo
hi: सभी समूह चैट
hr: Svi grupni razgovori
id: Semua Percakapan Grup
it: Tutte le chat di gruppo
ka: ყველა ჯგუფური ჩატები
kab: Akk Igrawen Usriden
nb: Alle gruppechatter
nl: Alle groepschats
pl: Wszystkie czaty grupowe
pt: Todos os Grupos de Conversa
ru: Все группы
sk: Všetky skupinové rozhovory
sr: Sve grupne četove
sv: Alla gruppchattar
ta: அனைத்து குழு அரட்டைகளும்
th: แชทกลุ่มทั้งหมด
uk: Усі групові бесіди

source: Displayname has been changed
be: Адлюстроўваемае імя было зменена
bn: প্রদর্শন নাম পরিবর্তিত হয়েছে
bo: ཁྱེད་ཀྱི་སྣེ་ཚེས་བསྐྱར་བཟོས་ཡོད།
ca: Ha canviat l'àlies
cs: Přezdívka byla změněna
da: Visningsnavn er blevet ændret
de: Anzeigename wurde geändert
eo: Prezenta nomo ŝanĝiĝis
et: Kuvatav nimi on muudetud
eu: Ezizena aldatu da
fa: نام نمایشی تغییر کرد
fi: Näyttönimi on vaihdettu
fr: Renommage effectué
ga: Athraíodh an t-ainm taispeána
gl: O nome público mudou
hi: डिस्प्लेनेम बदल दिया गया है
hr: Prikazno ime je promijenjeno
id: Nama tampilan telah diubah
it: Il nominativo è stato cambiato
ka: ნაჩვენები სახელი შეიცვალა
kab: Isem n uskan yettusnifel
nb: Visningsnavn endret
nl: De naam is gewijzigd
pl: Nazwa wyświetlana została zmieniona
pt: Nome de exibição foi alterado
ru: Отображаемое имя было изменено
sk: Prezývka bola zmenená
sr: Име за приказ је измењено
sv: Visningsnamn har ändrats
ta: காட்சி பெயர் மாற்றப்பட்டுள்ளது
th: ชื่อแสดงผลได้ถูกเปลี่ยนแล้ว
uk: Показуване ім'я було змінено

source: Download file
be: Спампаваць файл
bn: ফাইল ডাউনলোড করুন
bo: ཡོངས་འགྱོ་རོལ་བརྗེ
ca: Baixa el fitxer
cs: Stáhnout soubor
da: Download fil
de: Datei herunterladen
eo: Elŝuti dosieron
et: Laadi fail alla
eu: Deskargatu fitxategia
fa: بارگیری پرونده
fi: Lataa tiedosto
fr: Télécharger le fichier
ga: Íoslódáil comhad
gl: Descargar ficheiro
hi: फ़ाइल डाउनलोड करें
hr: Preuzmi datoteku
id: Unduh berkas
it: Scarica il file
ka: ფაილის ჩატვირთვა
kab: Sider afaylu
nb: Last ned fil
nl: Bestand downloaden
pl: Pobierz plik
pt: Baixar arquivo
ru: Скачать файл
sk: Stiahnuť súbor
sr: Преузми фајл
sv: Ladda ner fil
ta: கோப்பைப் பதிவிறக்கவும்
th: ดาวน์โหลดไฟล์
uk: Завантажити файл

source: Edit
be: Змяніць
bn: সম্পাদনা করুন
bo: ཞིབ་བཀོད
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
eo: Redakti
et: Muuda
eu: Editatu
fa: ویرایش
fi: Muokkaa
fr: Modifier
ga: Cuir in eagar
gl: Editar
hi: संपादित करें
hr: Uredi
id: Sunting
it: Modifica
ka: რედაქტირება
kab: Ẓreg
nb: Rediger
nl: Wijzig
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sr: Уреди
sv: Ändra
ta: தொகு
th: แก้ไข
uk: Редагувати

source: Edit blocked servers
be: Змяніць заблакіраваныя сервера
bn: ব্লক করা সার্ভার সম্পাদনা করুন
bo: ཁེངས་སྤྱོད་མེད་སརྒོལ་ཚོད་ལྟར་ཞིབ་བཀོད
ca: Edita els servidors bloquejats
cs: Upravit zakázané servery
da: Rediger blokerede servere
de: Blockierte Server einstellen
eo: Redakti blokitajn servilojn
et: Muuda blokeeritud serverite loendit
eu: Editatu blokeatutako zerbitzariak
fa: ویرایش سرورهای مسدود
fi: Muokkaa estettyjä palvelimia
fr: Modifier les serveurs bloqués
ga: Cuir freastalaí blocáilte in eagar
gl: Editar servidores bloqueados
hi: ब्लॉक किए गए सर्वरों को संपादित करें
hr: Uredi blokirane poslužitelje
id: Edit server yang diblokir
it: Modifica i server bloccati
ka: ბლოკირებული სერვერების რედაქტირება
kab: Ẓreg iqeddacen yettusweḥlen
nb: Rediger blokkerte tjenere
nl: Geblokkeerde servers wijzigen
pl: Edytuj zablokowane serwery
pt: Editar servidores bloqueados
ru: Редактировать заблокированные серверы
sk: Upraviť blokované servery
sr: Уреди блокиране сервере
sv: redigera blockerade servrar
ta: தடுக்கப்பட்ட சேவையகங்களைத் திருத்து
th: แก้ไขเซิร์ฟเวอร์ที่ถูกบล็อก
uk: Редагувати заблоковані сервери

source: Chat permissions
be: Дазволы чату
bn: চ্যাট অনুমতিসমূহ
bo: ཚེས་རིམ་གི་དོན་ལམ
ca: Permisos del xat
cs: Oprávnění konverzace
da: Chat tilladelser
de: Chatberechtigungen
eo: Permesoj por babilejo
et: Vestluse õigused
eu: Txataren baimenak
fa: دسترسی‌های گپ
fi: Keskustelun oikeudet
fr: Permissions du salon
ga: Ceadanna comhrá
gl: Permisos da conversa
hi: चैट अनुमतियाँ
hr: Dozvole za razgovor
id: Perizinan obrolan
it: Permessi della chat
ka: ჩატის უფლებები
kab: Isirigen n Udiwenni
nb: Chat-tillatelser
nl: Chat rechten
pl: Uprawnienia w czacie
pt: Permissões de bate-papo
ru: Права в чате
sk: Oprávnenia na chat
sr: Dozvole za čet
sv: Chatt-behörigheter
ta: அரட்டை அனுமதிகள்
th: สิทธิ์ในการแชท
uk: Дозволи бесіди

source: Edit displayname
be: Змяніць адлюстроўваемае імя
bn: প্রদর্শন নাম সম্পাদনা করুন
bo: ཁྱེད་ཀྱི་སྣེ་ཚེས་ལྟར་ཞིབ་བཀོད
ca: Edita l'àlies
cs: Změnit přezdívku
da: Rediger visningsnavn
de: Anzeigename ändern
eo: Redakti prezentan nomon
et: Muuda kuvatavat nime
eu: Editatu ezizena
fa: ویرایش نام نمایشی
fi: Muokkaa näyttönimeä
fr: Changer de nom d'affichage
ga: Cuir ainm taispeána in eagar
gl: Editar nome público
hi: डिस्प्लेनेम संपादित करें
hr: Uredi prikazano ime
id: Edit nama tampilan
it: Modifica il nominativo
ka: ნაჩვენები სახელის შეცვლა
kab: Ẓreg isem n ubeqqeḍ
nb: Rediger visningsnavn
nl: Naam wijzigen
pl: Edytuj nazwę wyświetlaną
pt: Editar nome de exibição
ru: Отображаемое имя
sk: Zmeniť prezývku
sr: Уреди име за приказ
sv: Ändra visningsnamn
ta: காட்சி பெயர் திருத்து
th: แก้ไขชื่อแสดงผล
uk: Змінити показуване ім'я

source: Edit room aliases
be: Змяніць псеўданімы пакою
bn: রুমের উপনাম সম্পাদনা করুন
bo: གདམ་ཁང་མིང་ཚིགས་བཟོ།
ca: Canvia els àlies de la sala
cs: Upravit aliasy místností
da: Rediger rumaliaser
de: Raum-Aliase bearbeiten
eo: Ŝanĝi kromnomojn de ĉambro
et: Muuda jututoa aliast
eu: Editatu gelaren aliasak
fa: ویرایش نام‌های مستعار اتاق
fi: Muokkaa huoneen aliaksia
fr: Modifier les adresses du salon
ga: Cuir ailiasanna an tseomra in eagar
gl: Editar alias da sala
hi: कक्ष उपनाम संपादित करें
hr: Uredi pseudonime sobe
id: Edit alias ruangan
it: Modifica gli alias della stanza
ka: ოთახის მეტსახელების შეცვლა
nb: Rediger romaliaser
nl: Kameraliassen wijzigen
pl: Zmień aliasy pokoju
pt: Editar aliases do grupo
ru: Редактировать псевдонимы комнаты
sk: Upraviť aliasy miestností
sr: Уреди алијасе собе
sv: Redigera rum alias
ta: அறை மாற்றுப்பெயர்களைத் திருத்து
th: แก้ไขชื่อสมาชิกรายห้อง
uk: Змінити псевдоніми кімнати

source: Edit room avatar
be: Змяніць выяву пакою
bn: রুমের অ্যাভাটার সম্পাদনা করুন
bo: གདམ་ཁང་གི་རོལ་བརྗེ་བཟོ།
ca: Canvia la imatge de la sala
cs: Upravit avatara místnosti
da: Rediger rumavatar
de: Raumavatar bearbeiten
eo: Redakti bildon de ĉambro
et: Muuda jututoa tunnuspilti
eu: Gelaren abatarra editatu
fa: ویرایش نماد اتاق
fi: Muokkaa huoneen profiilikuvaa
fr: Modifier l'avatar du salon
ga: Cuir in eagar abhatár an tseomra
gl: Editar avatar da sala
hi: कक्ष अवतार संपादित करें
hr: Uredi avatar sobe
id: Edit avatar ruangan
it: Modifica l'avatar della stanza
ka: ოთახის ფოტოს შეცვლა
kab: Ẓreg avaṭar n texxamt
nb: Rediger romavatar
nl: Kameravatar wijzigen
pl: Edytuj zdjęcie pokoju
pt: Editar avatar do grupo
ru: Изменить аватар комнаты
sk: Upraviť avatar miestnosti
sr: Уређује аватар собе
sv: redigera rumsavatar
ta: அறை அவதார் திருத்து
th: แก้ไขภาพประจำห้อง
uk: Змінити аватар кімнати

# emoteExists
source: Emote already exists!
be: Эмодзі ўжо існуе!
bn: ইমোট ইতিমধ্যে বিদ্যমান!
bo: རོལ་བརྗེ་འདི་འདི་འདི་ལས་ཡོད།
ca: L'emoticona ja existeix!
cs: Emotikona již existuje!
da: Emote findes allerede!
de: Emoticon existiert bereits!
eo: Mieneto jam ekzistas!
et: Selline emotsioonitegevus on juba olemas!
eu: Emotea badago lehendik ere!
fa: شکلک از پیش وجود دارد!
fi: Emote on jo olemassa!
fr: Cette émoticône existe déjà !
ga: Tá iomaite ann cheana féin!
gl: Xa existe ese emote!
hi: इमोट पहले से मौजूद है!
hr: Emotikon već postoji!
id: Emote sudah ada!
it: L'emote già esiste!
ka: ეს ემოცია უკვე არსებობს!
kab: Azamul uḥulfu yella yakan!
nb: Smilefjeset finnes allerede!
nl: Emoticon bestaat al!
pl: Emotikon już istnieje!
pt: Emote já existe!
ru: Эмодзи уже существует!
sk: Emotikon už existuje!
sr: Емоти већ постоји!
sv: Dekalen existerar redan!
ta: எமோட் ஏற்கனவே உள்ளது!
th: อีโมจอยังมีอยู่แล้ว!
uk: Емодзі вже існує!

# emoteInvalid
source: Invalid emote shortcode!
be: Недапушчальнае скарачэнне эмодзі!
bn: অবৈধ ইমোট শর্টকোড!
bo: མིན་འདི་ལུས་སྤྱོད་མི་ཚུལ་ལས་མེད།
ca: Codi d'emoticona invàlid!
cs: Neplatný kód emotikony!
da: Ugyldigt emote-kortkode!
de: Ungültiges Emoticon-Kürzel!
eo: Nevalida mallongigo de mieneto!
et: Vigane emotsioonitegevuse lühikood!
eu: Emotearen laburdura ez da baliozkoa!
fa: کد کوتاه شکلک نامعتبر است!
fi: Epäkelpo emote-lyhytkoodi
fr: Raccourci d'émoticône invalide !
ga: Gearrchód emote neamhbhailí!
gl: Atallo do emote non é válido!
hi: अमान्य इमोट शॉर्टकोड!
hr: Neispravna kratica emotikona!
id: Shortcode emote tidak valid!
it: Shortcode emote invalido!
ka: ემოციის არასწორი მოკლე კოდი!
kab: Tangalt tawezlant n uzamul uḥulfu d tarmeɣtut!
nb: Ugyldig smilefjes-kode!
nl: Ongeldige emoticon korte code!
pl: Nieprawidłowy kod emotikonu!
pt: Código de emote inválido!
ru: Недопустимый код эмодзи!
sk: Nesprávné označenie emotikonu!
sr: Неисправна скраћеница за емоти!
sv: Ogiltig dekal-kod!
ta: தவறான எமோட் சார்ட்கோட்!
th: รหัสอีโมจิไม่ถูกต้อง!
uk: Неприпустимий короткий код емодзі!

# emoteKeyboardNoRecents
source: Recently-used emotes will appear here...
be: Нядаўна ўжытыя эмодзі паявяцца тут...
bn: সাম্প্রতিক ব্যবহৃত ইমোটগুলি এখানে দেখাবে...
bo: འདི་ལས་སྤྱོད་མི་ཚུལ་ལས་མེད་ལས་འབུལ་བའི་རོལ་བརྗེ་འདི་ལས་སྟོན།...
ca: Els últims emotes usats apareixeran aquí...
cs: Naposledy použité emoce se zobrazí zde...
da: Nyligt brugte emotes vises her...
de: Kürzlich verwendete Emotes werden hier angezeigt ...
eo: Lastatempe uzitaj emojoj aperos ĉi tie...
et: Hiljuti kasutatud emotikonid kuvame siin...
eu: Oraintsu erabilitako emoteak hemen ageriko dira…
fa: شکلک‌هایی که به تازگی استفاده‌شده اینجا نمایش داده میشوند...
fi: Viimeaikoina käytetyt emotet tulevat näkymään täällä...
fr: Les émoticônes récemment utilisées apparaîtront ici...
ga: Beidh mothúcháin a úsáideadh le déanaí le feiceáil anseo ...
gl: Os emotes usados recentemente aparecerán aquí...
hi: हाल ही में उपयोग किए गए इमोट यहाँ दिखाई देंगे...
hr: Ovdje će se pojaviti nedavno korišteni emotikoni …
id: Emote yang telah digunakan akan muncul di sini...
it: Le emoticon recentemente usate appariranno qui...
ka: ბოლოს გამოყენებული ემოტები აქ გამოჩნდება...
kab: Izamulen uḥulfu yettwasqedcen melmi kan ad banen dagi…
nb: Nylig brukte emotes vil vises her...
nl: Recent gebruikte emoticons zullen hier verschijnen...
pl: Tutaj pojawiają się ostatnio używane emotikony...
pt: Emotes usados recentemente aparecerão aqui...
ru: Недавно использованные эмодзи появятся здесь...
sk: Nedávno použité emotikony sa tu zobrazia...
sr: Nedavno korišćeni emoti će se pojaviti ovde...
sv: Nyligen använda emotes kommer dyka upp här…
ta: அண்மைக் காலத்தில் பயன்படுத்தப்பட்ட உணர்ச்சிகள் இங்கே தோன்றும் ...
th: อีโมจิที่ใช้บ่อยจะแสดงที่นี่...
uk: Тут з'являться нещодавно використані смайлики...

# emotePacks
source: Emote packs for room
be: Наборы эмодзі для пакою
bn: রুমের জন্য ইমোট প্যাক
bo: གདམ་ཁང་ལུས་སྤྱོད་ལས་བཟོ་བའི་རོལ་བརྗེ།
ca: Paquet d'emoticones de la sala
cs: Balíček emotikonů pro místnost
da: Emote-pakker til rum
de: Emoticon-Bündel für Raum
eo: Mienetaroj por la ĉambro
et: Emotsioonitegevuste pakid jututoa jaoks
eu: Gelarako emote-sortak
fa: بسته‌های شکلک برای اتاق
fi: Huoneen emote-paketit
fr: Packs d'émoticônes pour le salon
ga: Pacáistí straoiseoige don seomra
gl: Paquetes de Emotes para a sala
hi: कक्ष के लिए इमोट पैक
hr: Paketi emotikona za sobu
id: Paket emote untuk ruangan
it: Pacchetti emotes della stanza
ka: ემოტების პაკეტები ოთახისთვის
kab: Ikemmusen n uzamul uḥulfu i texxamt
nb: Smilefjespakker for rommet
nl: Emoticonpakketten voor de kamer
pl: Paczki emotikonów dla pokoju
pt: Pacotes de emotes para o grupo
ru: Наборы эмодзи для комнаты
sk: Balíky emotikonov pre miestnosť
sr: Пакети емотија за собу
sv: Dekalpaket för rummet
ta: அறைக்கு எமோட் பொதிகள்
th: แพ็คอีโมจิสำหรับห้อง
uk: Набори емоджі для кімнати

source: Emote Settings
be: Налады эмодзі
bn: ইমোট সেটিংস
bo: གདམ་ཁང་ཚུལ་ཁེལ།
ca: Paràmetres de les emoticones
cs: Nastavení emotikonů
da: Emote-indstillinger
de: Emoticon-Einstellungen
eo: Agordoj pri mienetoj
et: Emotsioonitegevuste seadistused
eu: Emote-ezarpenak
fa: تنظیمات شکلک
fi: Emote-asetukset
fr: Paramètre des émoticônes
ga: Socruithe straoiseoige
gl: Axustes de Emote
hi: इमोट सेटिंग्स
hr: Postavke emotikona
id: Pengaturan Emote
it: Impostazioni emote
ka: ემოციების პარამეტრები
kab: Iɣewwaṛen n uzamul uḥulfu
nb: Smilefjes-innstillinger
nl: Emoticon-instellingen
pl: Ustawienia emotikonów
pt: Configurações de Emote
ru: Настройки эмодзи
sk: Nastavenie emotikonov
sr: Поставке емотија
sv: Emote inställningar
ta: எமோட் அமைப்புகள்
th: การตั้งค่าอิโมจิ
uk: Налаштування емодзі

source: Global chat ID
be: ID габальнага чату
bn: গ্লোবাল চ্যাট আইডি
bo: འབྲེལ་མཐར་གྱི་གླེང་བརྗོད་རེད།
ca: Identificador global de xat
cs: Globální ID chatu
de: Globale Chat-ID
eo: Tutmonda babileja ID
et: Üldine vestluse tunnus
eu: Txat ID orokorra
fa: شناسه گپ سراسری
fi: Globaali keskustelutunnus
fr: Identifiant global de la discussion
ga: Aitheantas comhrá domhanda
gl: ID Global da charla
hi: वैश्विक चैट आईडी
hr: Globalni ID razgovora
id: ID obrolan global
it: ID chat globale
ka: გლობალური ჩატის ID
kab: Asulay n udiwenni amatu
nl: Globale chat ID
pl: Globalny identyfikator czatu
pt: ID do bate-papo global
ru: ID глобального чата
sk: Globálne ID chatu
sr: ID globalnog četa
sv: Global chatt-ID
ta: உலகளாவிய அரட்டை ஐடி
th: รหัสแชททั่วโลก
uk: Глобальний ID бесіди

source: Access and visibility
be: Даступнасць і бачнасць
bn: অ্যাক্সেস এবং দৃশ্যমানতা
bo: དཀའ་སྤྱོད་དང་ལྟར་སྟོན་བརྗོད།
ca: Accés i visibilitat
cs: Přístup a viditelnost
da: Adgang og synlighed
de: Zugang und Sichtbarkeit
eo: Aksesado kaj videbleco
et: Ligipääsetavus ja nähtavus
eu: Sarbidea eta ikusgaitasuna
fa: دسترسی و قابلیت دید
fi: Pääsy ja näkyvyys
fr: Accès et visibilité
ga: Rochtain agus infheictheacht
gl: Acceso e Visibilidade
hi: पहुँच और दृश्यता
hr: Pristup i vidljivost
id: Akses dan keterlihatan
it: Accesso e visibilità
ka: წვდომა და ხილვადობა
kab: Addaf d twalit
nb: Tilgang og synlighet
nl: Toegang en zichtbaarheid
pl: Dostęp i widoczność
pt: Acesso e visibilidade
ru: Доступность и видимость
sk: Prístup a viditeľnosť
sr: Pristup i vidljivost
sv: Åtkomst och synlighet
ta: அணுகல் மற்றும் தெரிவுநிலை
th: การเข้าถึงและการมองเห็น
uk: Доступ і видимість
