Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# commandHint_send
source: Send text
be: Даслаць тэкст
bn: টেক্সট পাঠান
bo: ཚིགས་ཕུལ།
ca: Envia text
cs: Poslat zprávu
da: Send tekst
de: Text senden
eo: Sendi tekston
et: Saada sõnum
eu: Bidali testua
fa: فرستادن متن
fi: Lähetä tekstiä
fr: Envoyer du texte
ga: Seol téacs
gl: Enviar texto
hi: टेक्स्ट भेजें
hr: Pošalji tekst
id: Kirim teks
it: Invia testo
ka: ტექსტის გაგზავნა
nb: Send tekst
nl: Tekst versturen
pl: Wyślij wiadomość
pt: Enviar texto
ru: Отправить текст
sk: Odoslať text
sr: Пошаљи текст
sv: Skicka text
ta: உரையை அனுப்பவும்
th: ส่งข้อความ
uk: Надіслати текст

# commandHint_unban
source: Unban the given user from this room
be: Разблакіраваць карыстальніка ў гэтым пакое
bn: এই রুম থেকে প্রদত্ত ব্যবহারকারীর ব্যান সরান
bo: འདི་ལུགས་སྤྱོད་མཁན་ལ་ལེན་འབད་མི་ཚུལ་ལས་བཀོལ།
ca: Aixeca el veto a aquesti usuàriï per aquesta sala
cs: Zrušte zákaz přístupu daného uživatele do této místnosti
da: Fjern forbuddet for den givne bruger fra dette rum
de: Hebe die Verbannung dieses Benutzers in diesem Raum auf
eo: Malforbari la donitan uzanton de ĉi tiu ĉambro
et: Eemalda sellelt kasutajalt antud jututoas suhtluskeeld
eu: Kendu erabiltzaileak gela honetan duen debekua
fa: رد محرومیت کاربر مشخص‌شده از این اتاق
fi: Poista syötetyn käyttäjän porttikielto tästä huoneesta
fr: Débannir l'utilisateur/trice donné(e) de ce salon
ga: Cuir deireadh an cosc den úsáideoir áirithe ón seomra seo
gl: Retirar veto á usuaria para esta sala
hi: इस कमरे से दिए गए उपयोगकर्ता का प्रतिबंध हटा दें
hr: Ponovo uključi navedenog korisnika u ovu sobu
id: Hilangkan cekalan untuk pengguna yang dicantumkan dari ruangan ini
it: Sbanna l'utente fornito da questa stanza
ka: ამ ოთახში მომხმარებლისგან ბლოკის მოხსნა
nb: Fjern banning av brukeren fra dette rommet
nl: Persoon weer in deze kamer toestaan
pl: Odbanuj użytkownika w tym pokoju
pt: Desbanir o usuário fornecido desta sala
ru: Разблокировать данного пользователя в этой комнате
sk: Zrušiť blokovanie daného používateľa v tejto miestnosti
sr: Скини забрану задатом кориснику за ову собу
sv: Tillåt användare i rummet
ta: இந்த அறையிலிருந்து கொடுக்கப்பட்ட பயனரைத் தடுக்கிறது
th: ปลดแบนผู้ใช้ที่กำหนดจากห้องนี้
uk: Розблокувати цього користувача у цій кімнаті

source: Command invalid
be: Няслушная каманда
bn: অবৈধ কমান্ড
bo: དབང་མེད།
ca: L’ordre no és vàlida
cs: Příkaz je neplatný
da: Ugyldig kommando
de: Befehl ungültig
eo: Nevalida ordono
et: Vigane käsk
eu: Komandoa ez da baliozkoa
fa: دستور نامعتبر
fi: Epäkelvollinen komento
fr: Commande invalide
ga: Ordú neamhbhailí
gl: Comando non válido
hi: अमान्य कमांड
hr: Naredba nevaljana
id: Perintah tidak valid
it: Comando non valido
ka: არასწორი ბრძანება
nb: Ugyldig kommando
nl: Opdracht ongeldig
pl: Nieprawidłowe polecenie
pt: Comando inválido
ru: Недопустимая команда
sk: Neplatný príkaz
sr: Nevažeća komanda
sv: Felaktigt kommando
ta: கட்டளை தவறானது
th: คำสั่งไม่ถูกต้อง
uk: Неприпустима команда

# commandMissing
source: {command} is not a command.
be: {command} не каманда.
bn: {command} একটি কমান্ড নয়।
bo: {command} ནང་མེད་པ།
ca: {command} no és una ordre.
cs: {command} není příkaz.
da: {command} er ikke en kommando.
de: {command} ist kein Befehl.
eo: {command} ne estas ordono.
et: {command} ei ole käsk.
eu: {command} ez da komandoa.
fa: {command} یک دستور نیست.
fi: {command} ei ole komento.
fr: {command} n'est pas une commande.
ga: Ní ordú é {command}.
gl: {command} non é un comando.
hi: {command} कोई कमांड नहीं है।
hr: {command} nije naredba.
id: {command} bukan sebuah perintah.
it: {command} non è un comando.
ka: {command} არაა ბრძანება.
nb: {command} er ikke en kommando.
nl: {command} is geen opdracht.
pl: {command} nie jest poleceniem.
pt: {command} não é um comando.
ru: {command} не является командой.
sk: {command} nie je príkaz.
sr: {command} nije komanda.
sv: {command} är inte ett kommando.
ta: {command} என்பது கட்டளை அல்ல.
th: {command} ไม่ใช่คำสั่ง
uk: {command} не є командою.

# compareEmojiMatch
source: Please compare the emojis
be: Калі ласка, параўнайце эмодзі
bn: অনুগ্রহ করে ইমোজিগুলি তুলনা করুন
bo: ཨེ་མོ་སྤྱོད་ལུང་བརྗེ་བཅོས་གནང་བ།
ca: Compareu aquests emojis
cs: Porovnejte a přesvědčete se, že následující emotikony se shodují na obou zařízeních:
da: Sammenlign venligst emojis
de: Bitte vergleiche die Emojis
eo: Komparu kaj certigu, ke la jenaj bildosignoj samas en ambaŭ aparatoj:
et: Palun võrdle emotikone
eu: Konparatu emojiak
fa: لطفاً شکلک‌ها را مقایسه کنید
fi: Vertaa hymiöitä
fr: Veuillez comparer les émojis
ga: Cuir na emojis i gcomparáid le do thoil
gl: Compara estes emojis
hi: कृपया इमोजी की तुलना करें
hr: Usporedi emoji sličice
id: Bandingkan emoji
it: Per favore confronta gli emoji
ka: გთხოვთ, შეადაროთ ეს ემოჯი
nb: Sammenlign og forsikre at følgende smilefjes samsvarer med de på den andre enheten:
nl: Vergelijk de emoji's
pl: Porównaj emoji
pt: Por favor, compare os emojis
ru: Сравните эмодзи
sk: Porovnajte a uistite sa, že nasledujúce emotikony sa zhodujú na oboch zariadeniach:
sr: Упоредите и проверите да су емоџији идентични као на другом уређају:
sv: Vänligen jämför uttryckssymbolerna
ta: தயவுசெய்து ஈமோசிகளை ஒப்பிடுக
th: โปรดเปรียบเทียบอีโมจิ
uk: Порівняйте емодзі

# compareNumbersMatch
source: Please compare the numbers
be: Калі ласка, параўнайце лічбы
bn: অনুগ্রহ করে সংখ্যাগুলি তুলনা করুন
bo: ཁྱེད་རང་ཚོས་རྟགས་གྱི་རྟགས་ཚོད་ཚོད་ལྟར་བསྐྱར་བཅོས་གནང་།
ca: Compareu aquests números
cs: Porovnejte a přesvědčete se, že následující čísla se shodují na obou zařízeních:
da: Sammenlign venligst tallene
de: Bitte vergleiche die Zahlen
eo: Komparu kaj certigu, ke la jenaj numeroj samas en ambaŭ aparatoj:
et: Palun võrdle numbreid
eu: Konparatu zenbakiak
fa: لطفاً اعداد را مقایسه کنید
fi: Vertaa numeroita
fr: Veuillez comparer les chiffres
ga: Cuir na huimhreacha i gcomparáid le do thoil
gl: Compara estes números
hi: कृपया संख्याओं की तुलना करें
hr: Usporedi brojeve
id: Bandingkan angka
it: Per favore confronta i numeri
ka: გთხოვთ, შეადაროთ ეს რიცხვები
nb: Sammenlign og forsikre at følgende tall samsvarer med de på den andre enheten:
nl: Vergelijk de cijfers
pl: Porównaj cyfry
pt: Por favor, compare os números
ru: Сравните числа
sk: Porovnajte a uistite sa, že nasledujúce čísla sa zhodujú na oboch zariadeniach:
sr: Упоредите и проверите да су следећи бројеви идентични као на другом уређају:
sv: Vänligen jämför siffrorna
ta: எண்களை ஒப்பிடுக
th: โปรดเปรียบเทียบตัวเลข
uk: Порівняйте цифри

source: Configure chat
be: Наладзіць чат
bn: চ্যাট কনফিগার করুন
bo: ཆ་ཚང་ལ་རང་བཞིན་སྒྲིག་སྟེང་།
ca: Configura el xat
cs: Nastavení chatu
da: Konfigurer chat
de: Chat konfigurieren
eo: Agordi babilon
et: Seadista vestlust
eu: Txata konfiguratu
fa: پیکربندی گپ
fi: Määritä keskustelu
fr: Configurer la discussion
ga: Cumraigh comhrá
gl: Configurar conversa
hi: चैट कॉन्फ़िगर करें
hr: Konfiguriraj razgovor
id: Konfigurasi obrolan
it: Configura la discussione
ka: ჩატის კონფიგურაცია
nb: Sett opp sludring
nl: Chat configureren
pl: Konfiguruj czat
pt: Configurar chat
ru: Настроить чат
sk: Konfigurácia chatu
sr: Подешавање ћаскања
sv: Konfigurera chatt
ta: அரட்டையை உள்ளமைக்கவும்
th: กำหนดค่าการแชท
uk: Налаштувати бесіду

source: Confirm
be: Пацвердзіць
bn: নিশ্চিত করুন
bo: རྟོགས་རྟགས།
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
eo: Konfirmi
et: Kinnita
eu: Baieztatu
fa: پذیرفتن
fi: Vahvista
fr: Confirmer
ga: Dearbhaigh
gl: Confirmar
hi: पुष्टि करें
hr: Potvrdi
id: Konfirmasi
it: Conferma
ka: დადასტურება
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sr: Потврди
sv: Bekräfta
ta: உறுதிப்படுத்தவும்
th: ยืนยัน
uk: Підтвердити

source: Connect
be: Далучыцца
bn: সংযোগ করুন
bo: འབྲེལ་མཐུད།
ca: Connecta
cs: Připojit
da: Forbind
de: Verbinden
eo: Konektiĝi
et: Ühenda
eu: Konektatu
fa: اتصال
fi: Yhdistä
fr: Se connecter
ga: Ceangail
gl: Conectar
hi: कनेक्ट करें
hr: Spoji
id: Hubungkan
it: Connetti
ka: დაკავშირება
nb: Koble til
nl: Verbinden
pl: Połącz
pt: Conectar
ru: Присоединиться
sk: Pripojiť
sr: Повежи се
sv: Anslut
ta: இணை
th: เชื่อมต่อ
uk: Під'єднатись

source: Contact has been invited to the group
be: Кантакт быў запрошаны ў групу
bn: যোগাযোগকে গ্রুপে আমন্ত্রণ জানানো হয়েছে
bo: དབྱེན་ཁང་ལ་འདི་ལ་འདུག འདི་ལ་འདུག
ca: El contacte ha estat convidat al grup
cs: Kontakt byl pozván do skupiny
da: Kontakt er blevet inviteret til gruppen
de: Kontakt wurde in die Gruppe eingeladen
eo: Kontakto invitiĝis al la grupo
et: Sinu kontakt on kutsutud liituma vestlusrühma
eu: Kontaktua taldera gonbidatu da
fa: مخاطب به گروه دعوت شد
fi: Yhteystieto on kutsuttu ryhmään
fr: Le contact a été invité au groupe
ga: Tugadh cuireadh don theagmháil a thar isteach sa grúpa
gl: O contacto foi convidado ao grupo
hi: संपर्क को समूह में आमंत्रित किया गया है
hr: Kontakt je pozvan u grupu
id: Kontak telah diundang ke grup
it: Il contatto è stato invitato nel gruppo
ka: კონტაქტი მოწვეული იქნა ჯგუფში
nb: Kontakt invitert til gruppen
nl: Contact is voor de groep uitgenodigd
pl: Kontakt został zaproszony do grupy
pt: Contato foi convidado para o grupo
ru: Контакт был приглашен в группу
sk: Kontakt bol pozvaný do skupiny
sr: Особа је позвана у групу
sv: Kontakten har blivit inbjuden till gruppen
ta: குழுவிற்கு தொடர்பு அழைக்கப்பட்டுள்ளது
th: ได้เชิญผู้ติดต่อเข้ากลุ่มแล้ว
uk: Контакт був запрошений в групу

source: Contains display name
be: Мае адлюстроўваемае імя
bn: প্রদর্শন নাম রয়েছে
bo: བརྗེད་སྟོན་མིང་ལྟར་འདུག
ca: Conté l'àlies
cs: Obsahuje zobrazovaný název
da: Indeholder visningsnavn
de: Enthält Anzeigenamen
eo: Enhavas prezentan nomon
et: Sisaldab kuvatavat nime
eu: Ezizena dauka
fa: دارای نام نمایشی
fi: Sisältää näyttönimen
fr: Contient un nom d'affichage
ga: Coinníonn sé ainm taispeána
gl: Contén nome público
hi: डिस्प्ले नाम शामिल है
hr: Sadržava prikazano ime
id: Berisi nama tampilan
it: Contiene nome visibile
ka: ნაჩვენებ სახელს შეიცავს
nb: Inneholder visningsnavn
nl: Bevat naam
pl: Zawiera nazwę wyświetlaną
pt: Contém nome de exibição
ru: Содержит отображаемое имя
sk: Obsahuje zobrazované meno
sr: Садржи приказно име
sv: Innehåller visningsnamn
ta: காட்சி பெயரைக் கொண்டுள்ளது
th: ประกอบด้วยชื่อแสดง
uk: Містить показуване ім’я

source: Contains username
be: Мае імя карыстальніка
bn: ব্যবহারকারীর নাম রয়েছে
bo: བརྗེད་སྟོན་ལག་ཁྱེར་མིང་།
ca: Inclou nom d'usuàriï
cs: Obsahuje uživatelské jméno
da: Indeholder brugernavn
de: Enthält Benutzernamen
eo: Enhavas uzantonomon
et: Sisaldab kasutajanime
eu: Erabiltzaile-izena dauka
fa: دارای نام کاربری
fi: Sisältää käyttäjätunnuksen
fr: Contient un nom d'utilisateur·ice
ga: Coinníonn sé ainm úsáideora
gl: Contén nome de usuaria
hi: उपयोगकर्ता नाम शामिल है
hr: Sadrži korisničko ime
id: Berisi nama pengguna
it: Contiene nome utente
ka: შეიცავს სახელს
nb: Inneholder brukernavn
nl: Bevat inlognaam
pl: Zawiera nazwę użytkownika
pt: Contém nome de usuário
ru: Содержит имя пользователя
sk: Obsahuje používateľské meno
sr: Садржи корисничко име
sv: Innehåller användarnamn
ta: பயனர்பெயர் உள்ளது
th: ประกอบด้วยชื่อผู้ใช้
uk: Містить ім’я користувача

# contentHasBeenReported
source: The content has been reported to the server admins
be: Пра кантэнт было паведамлена адміністратарам сервера
bn: বিষয়বস্তু সার্ভার অ্যাডমিনদের কাছে রিপোর্ট করা হয়েছে
bo: དེབ་ཚུ་ལག་ཁྱེར་མིང་ལ་བཀོད་ཡོད།
ca: El contingut s’ha denunciat als administradors del servidor
cs: Obsah byl nahlášen správcům serveru
da: Indholdet er blevet rapporteret til serveradministratorerne
de: Der Inhalt wurde den Serveradministratoren gemeldet
eo: La enhavo raportiĝis al la administrantoj de la servilo
et: Saatsime selle sisu kohta teate koduserveri haldajate
eu: Edukia zerbitzariko administratzaileei jakinarazi zaie
fa: محتوا به مدیران سرور گزارش شد
fi: Sisältö on ilmoitettu palvelimen ylläpitäjille
fr: Le contenu a été signalé aux administrateurs du serveur
ga: Tuairiscíodh an t-ábhar do lucht riaracháin an fhreastalaí
gl: O contido foi denunciado á administración do servidor
hi: सामग्री को सर्वर व्यवस्थापकों को रिपोर्ट किया गया है
hr: Sadržaj je prijavljen administratorima poslužitelja
id: Konten telah dilaporkan ke admin server
it: Il contenuto è stato segnalato agli amministratori del server
ka: ეს კონტენტი გაგზავნილ იქნა სერვერის ადმინისტრატორებთან
nb: Innholdet har blitt rapportert til tjeneradministratorene
nl: De inhoud is gerapporteerd aan de serverbeheerders
pl: Treść została zgłoszona administratorom serwera
pt: O conteúdo foi reportado aos administradores do servidor
ru: О контенте было сообщено администраторам сервера
sk: Obsah bol nahlásený správcom servera
sr: Садржај је пријављен администраторима сервера
sv: Innehållet har rapporterats till server-admins
ta: உள்ளடக்கம் சேவையக நிர்வாகிகளுக்கு தெரிவிக்கப்பட்டுள்ளது
th: เนื้อหาได้รับรายงานไปยังผู้ดูแลเซิร์ฟเวอร์แล้ว
uk: Скаргу на вміст надіслано адміністраторам сервера

source: Copied to clipboard
be: Скапіравана ў буфер
bn: ক্লিপবোর্ডে কপি করা হয়েছে
bo: བརྗེད་སྟོན་ལ་འགྱོ་བའི་སྒོ་ལ་བསྐྱར་བརྗོད།
ca: S’ha copiat al porta-retalls
cs: Zkopírováno do schránky
da: Kopieret til udklipsholder
de: Wurde in die Zwischenablage kopiert
eo: Kopiite al tondujo
et: Kopeerisin lõikelauale
eu: Arbelera kopiatu da
fa: به بریده‌دان رونوشت شد
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papier
ga: Cóipeáilte ar an ghearrthaisce
gl: Copiado ao portapapeis
hi: क्लिपबोर्ड पर कॉपी किया गया
hr: Kopirano u međuspremnik
id: Disalin ke papan klip
it: Copiato negli Appunti
ka: კოპირებულია ბუფერში
kab: Yettwanɣel ɣer tecfawit
nb: Kopiert til utklippstavle
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
pt: Copiada para a área de transferência
ru: Скопировано в буфер обмена
sk: Skopírované do schránky
sr: Копирано у клипборд
sv: Kopierat till urklipp
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது
th: คัดลอกไปยังคลิปบอร์ดแล้ว
uk: Скопійовано в буфер обміну

source: Copy
be: Капіраваць
bn: কপি
bo: བརྗེད་སྟོན།
ca: Copia
cs: Kopírovat
da: Kopier
de: Kopieren
eo: Kopii
et: Kopeeri
eu: Kopiatu
fa: رونوشت
fi: Kopioi
fr: Copier
ga: Cóipeáil
gl: Copiar
hi: कॉपी करें
hr: Kopiraj
id: Salin
it: Copia
ka: კოპირება
kab: Nɣel
nb: Kopier
nl: Bericht kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
sk: Kopírovať
sr: Копирај
sv: Kopiera
ta: நகலெடு
th: คัดลอก
uk: Копіювати

source: Copy to clipboard
be: Скапіраваць у буфер
bn: ক্লিপবোর্ডে কপি করুন
bo: བརྗེད་སྟོན་ལ་འགྱོ་བ།
ca: Copia al porta-retalls
cs: Zkopírovat do schránky
da: Kopier til udklipsholder
de: In Zwischenablage kopieren
eo: Kopii al tondujo
et: Kopeeri lõikelauale
eu: Kopiatu arbelera
fa: رونوشت به بریده‌دان
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
ga: Cóipeáil ar an ghearrthaisce
gl: Copiar ao portapapeis
hi: क्लिपबोर्ड पर कॉपी करें
hr: Kopiraj u međuspremnik
id: Salin ke papan klip
it: Copia negli appunti
ka: კოპირება ბუფერში
kab: Nɣel ɣer tecfawit
nb: Kopier til utklippstavle
nl: Kopieer naar klembord
pl: Skopiuj do schowka
pt: Copiar para a área de transferência
ru: Скопировать в буфер обмена
sk: Skopírovať do schránky
sr: Копирај у клипборд
sv: Kopiera till urklipp
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கவும்
th: คัดลอกไปยังคลิปบอร์ด
uk: Копіювати до буфера обміну

# couldNotDecryptMessage
source: Could not decrypt message: {error}
be: Немагчыма расшыфраваць паведамленне: {error}
bn: বার্তা ডিক্রিপ্ট করতে পারিনি: {error}
bo: ཚིག་རྟགས་ལྟར་མེད་པའི་ཚིག་རྟགས།: {error}
ca: No s'ha pogut desxifrar el missatge: {error}
cs: Nebylo možné dešifrovat zprávu: {error}
da: Kunne ikke dekryptere besked: {error}
de: Nachricht konnte nicht entschlüsselt werden: {error}
eo: Ne povis malĉifri mesaĝon: {error}
et: Sõnumi dekrüptimine ei õnnestunud: {error}
eu: Ezin izan da mezua deszifratu: {error}
fa: نمی‌توان پیام را رمزگشایی کرد: {error}
fi: Viestin salausta ei voitu purkaa: {error}
fr: Impossible de déchiffrer le message : {error}
ga: Níorbh fhéidir teachtaireacht a dhíchriptiú: {error}
gl: Non se descifrou a mensaxe: {error}
hi: संदेश डिक्रिप्ट नहीं किया जा सका: {error}
hr: Neuspjelo dešifriranje poruke: {error}
id: Tidak dapat mendekripsikan pesan: {error}
it: Impossibile decriptare messaggio: {error}
ka: შეტყობინების გაშიფვრის შეცდომა: {error}
kab: Ur izmer ara tukksa n uwgelhen n yizen: {error}
nb: Kunne ikke dekryptere melding: {error}
nl: Kan het bericht niet ontsleutelen: {error}
pl: Nie można odszyfrować wiadomości: {error}
pt: Não foi possível descriptografar a mensagem: {error}
ru: Не удалось расшифровать сообщение: {error}
sk: Nebolo možné dešifrovať správu: {error}
sr: Не могу да дешифрујем поруку: {error}
sv: Kunde ej avkoda meddelande: {error}
ta: செய்தியை மறைகுறியாக்க முடியவில்லை: {error}
th: ไม่สามารถถอดรหัสข้อความได้: {error}
uk: Помилка розшифрування повідомлення: {error}

source: Check list
be: Кантрольны спіс
bn: তালিকা পরীক্ষা করুন
bo: རྟེན་སྒྲིག་རྟེན་སྒྲིག།
ca: Llista de verificació
cs: Seznam kontrol
da: Tjekliste
de: Checkliste
eo: Kontrolu Listo
et: Kontrollnimekiri
eu: Kontrol-zerrenda
fa: فهرست بررسی
fi: Tarkistuslista
fr: Liste de vérification
ga: Liosta seiceála
gl: Lista de verificación
hi: चेकलिस्ट
hr: Popis za provjeru
id: Ceklis
it: Elenco di controllo
ka: შეამოწმეთ სია
kab: Senqed tabdart
nb: Sjekkliste
pl: Lista kontrolna
pt: Lista de verificação
ru: Список проверок
sk: Zoznam kontrol
sr: Lista za proveru
sv: Checklista
ta: பரிசோதனை பட்டியல்
th: รายการตรวจสอบ
uk: Контрольний список

source: {count} participants
be: {count} удзельніка(-ў)
bn: {count} অংশগ্রহণকারী
bo: {count} སྡེབ་ཚན།
cs: {count} účastníků
da: {count} deltagere
de: {count} Mitglieder
eo: {count} partoprenantoj
et: {count} osalejat
eu: {count} partaide
fa: {count} شرکت‌کننده
fi: {count} osallistujaa
ga: {count} rannpháirtithe
gl: {count} participantes
hi: {count} प्रतिभागी
hr: {count} sudionika
id: {count} anggota
it: {count} partecipanti
ka: {count} მონაწილე
kab: {count} imttekkiyen
nb: {count} deltagere
nl: {count} personen
pl: {count} uczestników
pt: {count} participantes
ru: {count} участника(ов)
sk: {count} účastníkov
sr: учесника: {count}
sv: {count} deltagare
ta: {count} பங்கேற்பாளர்கள்
th: {count} ผู้เข้าร่วม
uk: Учасників: {count}

source: {count} invited
be: Запрошана {count}
bn: {count} আমন্ত্রিত
bo: {count} འབུལ་བའི་སྡེབ་ཚན།
ca: {count} convidats
cs: {count} pozvaných
da: {count} inviteret
eo: {count} invitita
et: {count} kutsutut
eu: {count} gonbidatu
fa: {count} دعوت‌شده
fi: {count} kutsuttu
fr: {count} invité(s)
ga: cuireadh chuig {count}
gl: {count} convidadas
hi: {count} आमंत्रित
hr: Pozvani: {count}
id: {count} diundang
it: {count} invitati
ka: {count} მოწვეული
kab: {count} yettwaɛerḍen
nb: {count} invitert
nl: {count} uitgenodigd
pl: {count} zaproszonych
pt: {count} convidados
ru: {count} приглашённых
sk: Pozvaných {count}
sr: {count} pozvanih
sv: {count} inbjudna
ta: {count} அழைக்கப்பட்டவர்கள்
th: {count} ได้รับเชิญ
uk: Запрошено {count}

source: Create
be: Стварыць
bn: তৈরি করুন
bo: འགྱུར་བཅོས།
ca: Crea
cs: Vytvořit
da: Opret
de: Erstellen
eo: Krei
et: Loo
eu: Sortu
fa: ساختن
fi: Luo
fr: Créer
ga: Cruthaigh
gl: Crear
hi: बनाएँ
hr: Stvori
id: Buat
it: Crea
ka: შექმნა
kab: Snulfu-d
nb: Opprett
nl: Aanmaken
pl: Stwórz
pt: Criar
ru: Создать
sk: Vytvoriť
sr: Направи
sv: Skapa
ta: உருவாக்கு
th: สร้าง
uk: Створити

# createdTheChat
source: 💬 {username} created the chat
be: 💬 {username} стварыў(-ла) чат
bn: 💬 {username} চ্যাটটি তৈরি করেছেন
bo: 💬 {username} ཆ་ཚང་ལ་འགྱུར་བཅོས།
ca: 💬 {username} ha creat el xat
cs: 💬 {username} založil/a chat
da: 💬 {username} oprettede chatten
de: 💬 {username} hat den Chat erstellt
eo: {username} kreis la babilon
et: 💬 {username} algatas vestluse
eu: 💬 {username}(e)k txata sortu du
fa: 💬 {username} گپ را ساخت
fi: {username} loi keskustelun
fr: 💬 {username} a créé la discussion
ga: 💬 chruthaigh {username} an comhrá
gl: 💬 {username} creou a conversa
hi: 💬 {username} ने चैट बनाई
hr: 💬 {username} je započeo/la razgovor
id: 💬 {username} membuat obrolan ini
it: 💬 {username} ha creato la chat
ka: 💬 {username} შექმნა ჩატი
kab: 💬 {username} yesnulfa-d adiwenni
nb: {username} opprettet sludringen
nl: 💬 {username} heeft de chat gemaakt
pl: 💬 {username} utworzył/-a czat
pt: 💬 {username} criou o chat
ru: 💬 {username} создал(а) чат
sk: {username} založili chat
sr: {username} направи ћаскање
sv: 💬 {username} skapade chatten
ta: 💬 {username} அரட்டையை உருவாக்கினார்
th: 💬 {username} สร้างแชทแล้ว
uk: 💬 {username} створює бесіду

source: Create group
be: Стварыць групу
bn: গ্রুপ তৈরি করুন
bo: དབྱེན་ཁང་འདུག
ca: Crea un grup
cs: Vytvořit skupinu
da: Opret gruppe
de: Gruppe erstellen
eo: Krei grupon
et: Loo vestlusrühm
eu: Sortu taldea
fa: ساختن گروه
fi: Luo ryhmä
fr: Créer un groupe
ga: Cruthaigh grúpa
gl: Crear grupo
hi: समूह बनाएं
hr: Stvori grupu
id: Buat grup
it: Crea gruppo
ka: ჯგუფის შექმნა
kab: Snulfu-d agraw
nb: Opprett gruppe
nl: Groep aanmaken
pl: Utwórz grupę
pt: Criar grupo
ru: Создать группу
sk: Vytvoriť skupinu
sr: Kreiraj grupu
sv: Skapa grupp
ta: குழுவை உருவாக்கவும்
th: สร้างกลุ่ม
uk: Створити групу

# createNewSpace
source: New space
be: Новая прастора
bn: নতুন স্থান
bo: གསལ་བཀྲམ་གསར་པ།
ca: Espai nou
cs: Nový prostor
da: Nyt rum
de: Neuer Space
eo: Nova aro
et: Uus kogukond
eu: Gune berria
fa: فضای جدید
fi: Uusi tila
fr: Nouvel espace
ga: Spás nua
gl: Novo espazo
hi: नई जगह
hr: Novi prostor
id: Space baru
it: Nuovo spazio
ka: ახალი სივრცე
kab: Tallunt tamaynut
nb: Nytt rom
nl: Maak nieuwe space aan
pl: Nowa przestrzeń
pt: Novo espaço
ru: Новое пространство
sk: Nový priestor
sr: Novi prostor
sv: Nytt utrymme
ta: புதிய இடம்
th: สร้างพื้นที่ใหม่
uk: Новий простір

source: Currently active
be: Зараз актыўны
bn: বর্তমানে সক্রিয়
bo: ད་ལྟ་ལ་ལས་ཀ་འབད་ཡོད།
ca: Actiu actualment
cs: Aktuálně aktivní
da: Aktivt i øjeblikket
de: Jetzt gerade online
eo: Nun aktiva
et: Hetkel aktiivne
eu: Une honetan aktibo
fa: اکنون فعال
fi: Aktiivinen nyt
fr: Actif en ce moment
ga: Gníomhach faoi láthair
gl: Actualmente activo
hi: वर्तमान में सक्रिय
hr: Trenutačno aktivni
id: Aktif
it: Attualmente attivo
ka: ახლა აქტიურია
kab: Yermed akka tura
nb: Aktiv nå
nl: Momenteel actief
pl: Obecnie aktywny/-a
pt: Atualmente ativo
ru: В настоящее время активен(а)
sk: Momentálne prítomní
sr: Тренутно активно
sv: För närvarande aktiv
ta: தற்போது செயலில் உள்ளது
th: กำลังใช้งานอยู่
uk: Зараз у мережі

# darkTheme
source: Dark
be: Цёмная
bn: অন্ধকার
bo: ནག
ca: Fosc
cs: Tmavé
da: Mørk
de: Dunkel
eo: Malhela
et: Tume
eu: Iluna
fa: تیره
fi: Tumma
fr: Sombre
ga: Dorcha
gl: Escuro
hi: गहरा
hr: Tamna
id: Gelap
it: Scuro
ka: ბნელი
kab: Ubrik
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмная
sk: Tmavá
sr: тамни
sv: Mörkt
ta: இருண்ட
th: มืด
uk: Темний
