Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# botConfigNoPermissionMessage
source: Contact room admin to change bot configuration
bn: বট কনফিগারেশন পরিবর্তনের জন্য রুম অ্যাডমিনের সাথে যোগাযোগ করুন
bo: བརྟེན་འཇུག་ཁང་ལ་ལོག་ལོག་ལུས་ལ་ལོག་ལོག་ལུས
ca: Contacta amb l'administrador de la sala per canviar la configuració del bot
cs: Kontaktujte správce místnosti pro změnu konfigurace bota
da: Kontakt rumadministrator for at ændre bot-konfigurationen
de: Kontaktieren Sie den Raum-Administrator, um die Bot-Konfiguration zu ändern
eo: Kontaktu la administranton de la ĉambro por ŝanĝi la agordojn de la roboto
et: Võtke ühendust ruumi administraatoriga, et muuta boti seadeid
eu: Jarri kontaktuan gelako administratzailearekin botaren konfigurazioa aldatzeko
fi: Ota yhteyttä huoneen ylläpitäjään muuttaaksesi botin asetuksia
fr: Contactez l'administrateur de la salle pour modifier la configuration du bot
ga: Déan teagmháil le riarthóir an tseomra chun socruithe an bhot a athrú
gl: Contacta co administrador da sala para cambiar a configuración do bot
hi: बॉट कॉन्फ़िगरेशन बदलने के लिए रूम एडमिन से संपर्क करें
hr: Kontaktirajte administratora sobe za promjenu konfiguracije bota
it: Contatta l'amministratore della stanza per modificare la configurazione del bot
ka: დაკავშირდით ოთახის ადმინისტრატორს ბოტის კონფიგურაციის შეცვლისთვის
nb: Kontakt romadministrator for å endre bot-konfigurasjonen
nl: Neem contact op met de beheerders van de kamer om de botconfiguratie te wijzigen
pl: Skontaktuj się z administratorem pokoju, aby zmienić konfigurację bota
pt: Contate o administrador da sala para alterar a configuração do bot
ru: Обратитесь к администратору комнаты для изменения настроек бота
sk: Kontaktujte správcu miestnosti, aby zmenil konfiguráciu bota
sr: Kontaktirajte administratora sobe za promenu konfiguracije bota
sv: Kontakta rumadministratören för att ändra botkonfiguration
ta: போட் அமைப்பை மாற்ற ரூம் நிர்வாகியை தொடர்பு கொள்ளவும்
th: ติดต่อผู้ดูแลห้องเพื่อเปลี่ยนการตั้งค่าบอท

# addConversationBotDialogTitleInvite
source: Confirm inviting conversation bot
bn: আলোচনা বট আমন্ত্রণের জন্য নিশ্চিত করুন
bo: ལུས་སྟོན་ལུས་ལ་ལོག་ལོག་ལུས་ལ་ལོག་ལོག་ལུས
ca: Confirma la invitació del bot de conversa
cs: Potvrdit pozvání konverzačního bota
da: Bekræft invitation til samtalebot
de: Bestätigen Sie die Einladung des Gesprächs-Bots
eo: Konfirmu inviton de konversacia roboto
et: Kinnita vestlusboti kutsumine
eu: Berretsi elkarrizketa bot-a gonbidatzea
fi: Vahvista keskustelubotin kutsuminen
fr: Confirmer l'invitation du bot de conversation
ga: Deimhnigh cuireadh a thabhairt don bhot comhrá
gl: Confirmar invitación do bot de conversa
hi: संवाद बॉट आमंत्रित करने की पुष्टि करें
hr: Potvrdi poziv bota za raspravu
it: Conferma invito al bot di conversazione
ka: დაადასტურეთ საუბრის ბოტის მიწვევა
nb: Bekreft invitasjon til samtalebot
nl: Bevestig het uitnodigen van de gespreksbot
pl: Potwierdź zaproszenie bota do rozmowy
pt: Confirmar convite para o bot de conversa
ru: Подтвердите приглашение бота для обсуждения
sk: Potvrďte pozvanie konverzačného bota
sr: Potvrdi pozivanje bota za razgovor
sv: Bekräfta inbjudan till konversationsbot
ta: உரையாடல் பாட்டை அழைக்கும் உறுதிப்படுத்தவும்
th: ยืนยันการเชิญบอทสนทนา

# addConversationBotButtonInvite
source: Invite
bn: আমন্ত্রণ জানাও
bo: ལུས་སྟོན
ca: Convidar
cs: Pozvat
da: Inviter
de: Einladen
eo: Inviti
et: Kutsu
eu: Deitu
fi: Kutsu
fr: Inviter
ga: Cuireadh
gl: Invitar
hi: आमंत्रित करें
hr: Pozovi
it: Invita
ka: მიწვევა
nb: Inviter
nl: Uitnodigen
pl: Zaproś
pt: Convidar
ru: Пригласить
sk: Pozvať
sr: Pozovi
sv: Bjud in
ta: அழைப்பு
th: เชิญ

# addConversationBotDialogInviteConfirmation
source: Invite
bn: আমন্ত্রণ জানাও
bo: ལུས་སྟོན
ca: Convidar
cs: Pozvat
da: Inviter
de: Einladen
eo: Inviti
et: Kutsu
eu: Deitu
fi: Kutsu
fr: Inviter
ga: Cuireadh
gl: Invitar
hi: आमंत्रित करें
hr: Pozovi
it: Invitare
ka: მიწვევა
nb: Inviter
nl: Uitnodigen
pl: Zaproś
pt: Convidar
ru: Пригласить
sk: Pozvať
sr: Pozvati
sv: Bjud in
ta: அழைப்பு
th: เชิญ

# addConversationBotButtonTitleRemove
source: Confirm removing conversation bot
bn: বট সরানোর জন্য নিশ্চিত করুন
bo: ལུས་སྟོན་ལུས་ལ་ལོག་ལོག་ལུས་ལ་ལོག་ལོག་ལུས
ca: Confirma la eliminació del bot de conversa
cs: Potvrdit odstranění konverzačního bota
da: Bekræft fjernelse af samtalebot
de: Bestätigen Sie die Entfernung des Konversationsbots
eo: Konfirmu forigon de konversacia roboto
et: Kinnita vestlusboti eemaldamine
eu: Egiaztatu elkarrizketa bot-a ezabatzeko
fi: Vahvista keskustelubotin poistaminen
fr: Confirmer la suppression du bot de conversation
ga: Deimhnigh bainistíocht an bhot comhrá
gl: Confirmar a eliminación do bot de conversa
hi: संवाद बॉट हटाने की पुष्टि करें
hr: Potvrdi uklanjanje razgovornog bota
it: Conferma rimozione del bot di conversazione
ka: დაადასტურეთ საუბრის ბოტის წაშლა
nb: Bekreft fjerning av samtalebot
nl: Bevestig het verwijderen van de gesprekbot
pl: Potwierdź usunięcie bota konwersacji
pt: Confirmar remoção do bot de conversa
ru: Подтвердите удаление бота для беседы
sk: Potvrďte odstránenie konverzačného bota
sr: Potvrdi uklanjanje bota za razgovor
sv: Bekräfta borttagning av konversationsbot
ta: உரையாடல் பாட்டை நீக்க உறுதிப்படுத்தவும்
th: ยืนยันการลบบอทสนทนา

# addConversationBotButtonRemove
source: Remove
bn: সরান
bo: བཀོད་རོགས་
ca: Eliminar
cs: Odstranit
da: Fjern
de: Entfernen
eo: Forigi
et: Eemalda
eu: Ezabatu
fi: Poista
fr: Supprimer
ga: Bain
gl: Eliminar
hi: हटाएँ
hr: Ukloni
it: Rimuovi
ka: წაშლა
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sr: Ukloni
sv: Ta bort
ta: நீக்கு
th: ลบ

# addConversationBotDialogRemoveConfirmation
source: Remove
bn: সরান
bo: བཀོད་རོགས་
ca: Eliminar
cs: Odstranit
da: Fjern
de: Entfernen
eo: Forigi
et: Eemalda
eu: Ezabatu
fi: Poista
fr: Supprimer
ga: Bain
gl: Eliminar
hi: हटाएँ
hr: Ukloni
it: Rimuovi
ka: წაშლა
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sr: Ukloni
sv: Ta bort
ta: நீக்கு
th: ลบ

# conversationBotConfigConfirmChange
source: Confirm
bn: নিশ্চিত করুন
bo: རྟོགས་བཀོད་
ca: Confirmar
cs: Potvrdit
da: Bekræft
de: Bestätigen
eo: Konfirmu
et: Kinnita
eu: Egiaztatu
fi: Vahvista
fr: Confirmer
ga: Deimhnigh
gl: Confirmar
hi: पुष्टि करें
hr: Potvrdi
it: Conferma
ka: დადასტურება
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sr: Potvrdi
sv: Bekräfta
ta: உறுதிப்படுத்தவும்
th: ยืนยัน

# conversationBotStatus
source: Invite bot
bn: বট আমন্ত্রণ করুন
bo: བོད་སྐད་སྤྱོད་ལམ་ལ་བརྟེན་པའི་སྤྱོད་ལམ་ལ་བརྟེན་
ca: Convida el bot
cs: Pozvat bota
da: Inviter bot
de: Bot einladen
eo: Inviti roboto
et: Kutsu bot
eu: Deitu bot-a
fi: Kutsu botti
fr: Inviter le bot
ga: Cuireadh cuireadh bot
gl: Invitar bot
hi: बॉट आमंत्रित करें
hr: Pozovi bota
it: Invita bot
ka: ბოტის მიწვევა
nb: Inviter bot
nl: Uitnodigen bot
pl: Zaproś bota
pt: Convidar bot
ru: Пригласить бота
sk: Pozvať bota
sr: Pozovi bota
sv: Bjud in bot
ta: பாட்டை அழைப்பு
th: เชิญบอท

# conversationBotTextAdventureZone_title
source: Text Adventure
bn: টেক্সট অ্যাডভেঞ্চার
bo: ཚིག་རྒྱུན་ལུས་སྒྲིག
ca: Aventura de text
cs: Textová dobrodružství
da: Teksteventyr
de: Textabenteuer
eo: Teksta Aventuro
et: Tekstiseiklus
eu: Testu Abentura
fi: Tekstiseikkailu
fr: Aventure Textuelle
ga: Eachtra Téacs
gl: Aventura de texto
hi: टेक्स्ट एडवेंचर
hr: Tekstualna avantura
it: Avventura Testuale
ka: ტექსტური თავგადასავალი
nb: Teksteventyr
nl: Tekstavontuur
pl: Przygoda tekstowa
pt: Aventura de Texto
ru: Текстовое приключение
sk: Textové dobrodružstvo
sr: Tekstualna avantura
sv: Textäventyr
ta: உரை சாகசம்
th: การผจญภัยในข้อความ

# conversationBotTextAdventureZone_instructionLabel
source: Game Master Instructions
bn: গেম মাস্টার নির্দেশাবলী
bo: མིག་ལེན་སྤྱོད་ལམ་སྒྲིག་སྟེང་
ca: Instruccions del Mestre del Joc
cs: Instrukce pro Mistra hry
da: Instruktioner til spilmester
de: Anweisungen des Spielleiters
eo: Instrukcioj de la Ludestro
et: Mängujuhi juhised
eu: Joko Maisuaren Argibideak
fi: Pelimestarin ohjeet
fr: Instructions du Maître du Jeu
ga: Treoracha an Mháistir Cluiche
gl: Instrucións do Xestor de Xogo
hi: गेम मास्टर निर्देश
hr: Upute za voditelja igre
it: Istruzioni del Master di Gioco
ka: თამაშის მმართველის ინსტრუქციები
nb: Instruksjoner for Game Master
nl: Instructies voor Game Master
pl: Instrukcje Mistrza Gry
pt: Instruções do Mestre do Jogo
ru: Инструкции для Мастера игры
sk: Inštrukcie majstra hry
sr: Uputstva za vodiča igre
sv: Instruktioner för Game Master
ta: விளையாட்டு மேஸ்டர் வழிகாட்டல்கள்
th: คำแนะนำของผู้ควบคุมเกม

# conversationBotTextAdventureZone_instructionPlaceholder
source: Set game master instructions
bn: গেম মাস্টার নির্দেশাবলী সেট করুন
bo: མིག་ལེན་སྤྱོད་ལམ་སྒྲིག་སྟེང་
ca: Estableix les instruccions del mestre del joc
cs: Nastavte instrukce pro mistra hry
da: Indstil spilmesterinstruktioner
de: Anweisungen des Spielleiters festlegen
eo: Agordi instrukciojn de la ludestro
et: Määra mängujuhi juhised
eu: Ezarri jokoa maisuaren argibideak
fi: Aseta pelimestarin ohjeet
fr: Définir les instructions du maître du jeu
ga: Socraigh treoracha an mháistir cluiche
gl: Establecer instrucións do xestor de xogo
hi: गेम मास्टर निर्देश सेट करें
hr: Postavi upute za voditelja igre
it: Imposta le istruzioni del master di gioco
ka: თამაშის მმართველის ინსტრუქციების დაყენება
nb: Sett instruksjoner for game master
nl: Stel instructies voor de game master in
pl: Ustaw instrukcje mistrza gry
pt: Defina as instruções do mestre do jogo
ru: Установите инструкции для Мастера игры
sk: Nastavte inštrukcie majstra hry
sr: Postavi uputstva za vodiča igre
sv: Ange instruktioner för game master
ta: விளையாட்டு மேஸ்டர் வழிகாட்டல்களை அமைக்கவும்
th: ตั้งค่าคำแนะนำของผู้ควบคุมเกม

# conversationBotCustomZone_instructionSystemPromptEmptyError
source: Missing game master instructions
bn: গেম মাস্টার নির্দেশাবলী অনুপস্থিত
bo: མིག་ལེན་སྤྱོད་ལམ་མེད་པ
ca: Falten les instruccions del mestre del joc
cs: Chybí instrukce pro mistra hry
da: Manglende instruktioner til spilmester
de: Fehlende Anweisungen des Spielleiters
eo: Manĝas instrukciojn de la ludestro
et: Puuduvad mängujuhi juhised
eu: Joko maisuaren argibideak falta dira
fi: Puuttuvat pelimestarin ohjeet
fr: Instructions du maître du jeu manquantes
ga: Tá treoracha an mháistir cluiche ar iarraidh
gl: Faltan instrucións do xestor de xogo
hi: खेल मास्टर निर्देशों की अनुपस्थिति
hr: Nedostaju upute za voditelja igre
it: Mancano le istruzioni del master di gioco
ka: გაკვეთილის მფლობელის მითითებები აკლია
nb: Manglende instruksjoner for game master
nl: Ontbrekende instructies voor de game master
pl: Brak instrukcji mistrza gry
pt: Faltam instruções do mestre do jogo
ru: Отсутствуют инструкции для Мастера игры
sk: Chýbajú inštrukcie majstra hry
sr: Nedostaju uputstva za vodiča igre
sv: Saknas instruktioner för game master
ta: விளையாட்டு மேஸ்டர் வழிகாட்டல்கள் காணவில்லை
th: ขาดคำแนะนำของผู้ควบคุมเกม

# studentAnalyticsNotAvailable
source: Student data not currently available
bn: ছাত্রের ডেটা বর্তমানে উপলব্ধ নয়
bo: སློབ་གྲྭ་གཞི་རྟེན་གྱི་དབྱེ་བ་ད་ལྟ་མེད་པ
ca: Dades de l'estudiant no disponibles actualment
cs: Data studentů momentálně nejsou k dispozici
da: Elevdata er i øjeblikket ikke tilgængelige
de: Studentendaten sind derzeit nicht verfügbar
eo: Studentaj datumoj nun ne haveblas
et: Õpilaste andmed ei ole praegu saadaval
eu: Ikasleen datuak une honetan ez daude eskuragarri
fi: Opiskelijatietoja ei tällä hetkellä saatavilla
fr: Données des étudiants non disponibles actuellement
ga: Ní féidir sonraí na mac léinn a fháil faoi láthair
gl: Datos do estudante actualmente non dispoñibles
hi: छात्र डेटा वर्तमान में उपलब्ध नहीं है
hr: Podaci o učenicima trenutno nisu dostupni
it: Dati degli studenti non disponibili al momento
ka: სტუდენტის მონაცემები ამჟამად ხელმისაწვდომი არ არის
nb: Elevdata er for øyeblikket ikke tilgjengelig
nl: Studentgegevens zijn momenteel niet beschikbaar
pl: Dane ucznia są obecnie niedostępne
pt: Dados do estudante não disponíveis no momento
ru: Данные о студенте в настоящее время недоступны
sk: Dáta študenta momentálne nie sú dostupné
sr: Podaci o studentima trenutno nisu dostupni
sv: Studentdata är för närvarande inte tillgängliga
ta: மாணவர் தரவு தற்போது கிடைக்கவில்லை
th: ข้อมูลนักเรียนในปัจจุบันไม่พร้อมใช้งาน

# roomDataMissing
source: Some data may be missing from rooms in which you are not a member.
bn: আপনি সদস্য না হওয়া রুমগুলিতে কিছু ডেটা অনুপস্থিত থাকতে পারে।
bo: ཁོངས་སྐད་ལ་བཀོད་རོགས་པའི་གནས་སྟངས་ལ་གཞི་རྟེན་མེད་པའི་གནས་སྟངས་གཞི་ལས་མེད་པ
ca: Algunes dades poden faltar de les habitacions on no ets membre.
cs: Některá data mohou chybět v místnostech, ke kterým nemáte přístup
da: Nogle data kan mangle fra rum, hvor du ikke er medlem.
de: Einige Daten in Räumen, in denen Sie kein Mitglied sind, könnten fehlen.
eo: Iuj datumoj eble mankas en ĉambroj, kie vi ne estas membro.
et: Mõned andmed võivad puududa ruumidest, milles te ei ole liige.
eu: Datu batzuk falta daitezke geluetan, non ez zaren kidea.
fi: Joitakin tietoja saattaa puuttua huoneista, joissa et ole jäsen.
fr: Certaines données peuvent manquer dans les salles auxquelles vous n'appartenez pas.
ga: D'fhéadfadh roinnt sonraí a bheith ar iarraidh ó na seomraí nach bhfuil tú ina bhall de.
gl: Algúnha información pode faltar nas salas nas que non es membro.
hi: कुछ डेटा कमरे से गायब हो सकता है जिनके आप सदस्य नहीं हैं।
hr: Neki podaci mogu nedostajati iz soba u kojima niste član.
it: Potrebbero mancare alcuni dati nelle stanze di cui non sei membro.
ka: ზოგიერთი მონაცემი შეიძლება აკლია ოთახებიდან, სადაც თქვენ წევრი არ ხართ.
nb: Noen data kan mangle fra rom du ikke er medlem av.
nl: Sommige gegevens kunnen ontbreken in kamers waarvan u geen lid bent.
pl: Niektóre dane mogą brakować w pokojach, do których nie należysz.
pt: Alguns dados podem estar ausentes em salas das quais você não é membro.
ru: Некоторые данные могут отсутствовать в комнатах, в которых вы не состоите участником.
sk: Niektoré údaje môžu chýbať z miestností, ku ktorým nemáte prístup
sr: Neki podaci mogu nedostajati iz soba u kojima niste član.
sv: Viss data kan saknas från rum där du inte är medlem.
ta: நீங்கள் உறுப்பினர் அல்லாத அறைகளில் சில தரவுகள் காணாமல் போகலாம்.
th: ข้อมูลบางส่วนอาจขาดหายไปจากห้องที่คุณไม่ได้เป็นสมาชิก

# updatePhoneOS
source: You may need to update your device's OS version.
bn: আপনার ডিভাইসের অপারেটিং সিস্টেমের সংস্করণ আপডেটের প্রয়োজন হতে পারে।
bo: ཁྱེད་ཀྱི་རྒྱུན་ལས་སྤྱོད་ལམ་ལ་བསྐུར་བྱེད་དགོས་མིན་པ
ca: Pot ser que necessitis actualitzar la versió del sistema operatiu del teu dispositiu.
cs: Možná budete muset aktualizovat verzi operačního systému vašeho zařízení
da: Du kan være nødt til at opdatere din enheds OS-version.
de: Sie müssen möglicherweise die OS-Version Ihres Geräts aktualisieren.
eo: Eble vi bezonas ĝisdatigi la version de la operaciumo de via aparato.
et: Võib olla vajalik uuendada oma seadme operatsioonisüsteemi versiooni.
eu: Baliteke zure gailuaren OS bertsioa eguneratu behar izatea.
fi: Saattaa olla, että sinun täytyy päivittää laitteesi käyttöjärjestelmän versio.
fr: Vous devrez peut-être mettre à jour la version du système d'exploitation de votre appareil.
ga: D'fhéadfadh go mbeadh ort do leagan OS a nuashonrú ar do ghléas.
gl: Pode que necesites actualizar a versión do sistema operativo do teu dispositivo.
hi: आपको अपने डिवाइस का OS संस्करण अपडेट करने की आवश्यकता हो सकती है।
hr: Možda ćete morati ažurirati verziju OS-a na svom uređaju.
it: Potresti dover aggiornare la versione del sistema operativo del tuo dispositivo.
ka: შესაძლოა დაგჭირდეთ თქვენი მოწყობილობის ოპერაციული სისტემის განახლება.
nb: Du kan trenge å oppdatere enhetens OS-versjon.
nl: U moet mogelijk de OS-versie van uw apparaat bijwerken.
pl: Możesz potrzebować zaktualizować wersję systemu operacyjnego swojego urządzenia.
pt: Pode ser necessário atualizar a versão do sistema operacional do seu dispositivo.
ru: Возможно, потребуется обновить версию ОС вашего устройства.
sk: Možno budete musieť aktualizovať verziu operačného systému zariadenia
sr: Можда ће вам бити потребно ажурирати верзију оперативног система уређаја.
sv: Du kan behöva uppdatera din enhets operativsystemversion.
ta: உங்கள் சாதனத்தின் OS பதிப்பை புதுப்பிக்க வேண்டியிருக்கலாம்.
th: คุณอาจจำเป็นต้องอัปเดตเวอร์ชันระบบปฏิบัติการของอุปกรณ์ของคุณ

source: Words per minute
bn: প্রতি মিনিটে শব্দ
bo: ཚིག་ལ་སྤྱོད་ལམ་ལ་བརྟེན་
ca: Paraules per minut
cs: Slov za minutu
da: Ord pr. minut
de: Wörter pro Minute
eo: Vortoj po minuto
et: Sõnad minutis
eu: Hitz minutuko
fi: Sanoja minuutissa
fr: Mots par minute
ga: Focail in aghaidh na nóimead
gl: Palabras por minuto
hi: मिनट में शब्द
hr: Riječi po minuti
it: Parole al minuto
ka: სიტყვები წუთში
nb: Ord per minutt
nl: Woorden per minuut
pl: Słów na minutę
pt: Palavras por minuto
ru: Слова в минуту
sk: Slová za minútu
sr: Речи по минуту
sv: Ord per minut
ta: நிமிடத்திற்கு சொற்கள்
th: คำต่อนาที

# autoIGCToolName
source: Run Pangea writing assistance automatically
bn: পাঙ্গিয়া লেখনী সহায়তা স্বয়ংক্রিয়ভাবে চালান
bo: ཕན་ཚུལ་ལས་འགན་སྤྱོད་ལས་སྤྱོད་ལམ་ལ་བརྟེན་
ca: Executa automàticament l'assistència d'escriptura Pangea
cs: Automaticky spustit pomoc s psaním Pangea
da: Kør Pangea skriveassistance automatisk
de: Pangea Schreibhilfe automatisch ausführen
eo: Kurigu Pangea verkhelpilo aŭtomate
et: Käivita Pangea kirjutamisabi automaatselt
eu: Exekutatu Pangea idazketa laguntza automatikoki
fi: Aja Pangea kirjoitusavustusta automaattisesti
fr: Exécuter automatiquement l'assistance à l'écriture Pangea
ga: Rith cabhair scríbhneoireachta Pangea go huathoibríoch
gl: Executar a asistencia de escritura Pangea automaticamente
hi: स्वचालित रूप से पैंजिया लेखन सहायता चलाएँ
hr: Automatski pokreni pomoć za pisanje Pangea
it: Esegui automaticamente l'assistenza alla scrittura Pangea
ka: ავტომატურად ჩართეთ პანგეა წერის დახმარება
nb: Kjør Pangea skrivehjelp automatisk
nl: Voer Pangea schrijfhulp automatisch uit
pl: Uruchom automatycznie pomoc w pisaniu Pangea
pt: Executar assistência de escrita Pangea automaticamente
ru: Автоматически запускать помощь в написании Pangea
sk: Automaticky spustiť pomoc pri písaní Pangea
sr: Аутоматски покрените Пангее помоћ за писање
sv: Kör Pangea skrivhjälp automatiskt
ta: பங்கேயா எழுத்து உதவியை தானாக இயக்கவும்
th: เรียกใช้เครื่องมือช่วยเขียน Pangea อัตโนมัติ

# autoIGCToolDescription
source: Automatically run Pangea Chat grammar and translation writing assistance before sending my message.
bn: আমার বার্তা পাঠানোর আগে স্বয়ংক্রিয়ভাবে পাঙ্গিয়া চ্যাট ব্যাকরণ এবং অনুবাদ লেখনী সহায়তা চালান।
bo: ཁྱེད་ཀྱི་དུས་སྐབས་སྤྱོད་ལམ་ལ་བརྟེན་པའི་ཕན་ཚུལ་ལས་འགན་སྤྱོད་ལས་སྤྱོད་ལམ་ལ་བརྟེན་
ca: Executa automàticament l'assistència d'escriptura de gramàtica i traducció de Pangea abans d'enviar el meu missatge.
cs: Automaticky spustit gramatickou kontrolu a překlad pomocí Pangea Chat před odesláním mé zprávy
da: Kør automatisk Pangea Chat grammatik- og oversættelsesassistance, før jeg sender min besked.
de: Führen Sie die Pangea Chat-Grammatik- und Übersetzungs-Schreibhilfe automatisch aus, bevor Sie meine Nachricht senden.
eo: Aŭtomate funkciigu Pangea Chat gramatikon kaj tradukadon por helpi vin verki antaŭ ol sendi vian mesaĝon.
et: Käivita automaatselt Pangea vestluse grammatika- ja tõlkeabi enne sõnumi saatmist.
eu: Exekutatu automatikoki Pangea Txataren gramatika eta itzulpen idazketa laguntza mezu bat bidali aurretik.
fi: Aja automaattisesti Pangea Chatin kieliopin ja käännöksen kirjoitusavustusta ennen viestini lähettämistä.
fr: Exécuter automatiquement l'assistance à la grammaire et à la traduction de Pangea Chat avant d'envoyer mon message.
ga: Rith uathoibríoch cabhair gramadaí agus aistriúcháin Pangea Chat sula seolfaidh mé mo theachtaireacht.
gl: Executar automaticamente a asistencia de gramática e tradución de Pangea Chat antes de enviar a miña mensaxe.
hi: मेरे संदेश भेजने से पहले स्वचालित रूप से पैंजिया चैट व्याकरण और अनुवाद लेखन सहायता चलाएँ।
hr: Automatski pokreni pomoć za gramatiku i prijevod Pangea Chat prije slanja moje poruke.
it: Esegui automaticamente l'assistenza alla grammatica e alla traduzione di Pangea Chat prima di inviare il mio messaggio.
ka: ავტომატურად ჩართეთ პანგეა ჩატის გრამატიკა და თარგმნის დახმარება ჩემი შეტყობინების გაგზავნამდე.
nb: Kjør automatisk Pangea Chat grammatikk- og oversettelsesstøtte før jeg sender meldingen min.
nl: Voer automatisch Pangea Chat grammatica- en vertaalhulp uit voordat ik mijn bericht verstuur.
pl: Automatycznie uruchom pomoc w gramatyce i tłumaczeniu Pangea Chat przed wysłaniem mojej wiadomości.
pt: Executar automaticamente a assistência de escrita de gramática e tradução do Pangea Chat antes de enviar minha mensagem.
ru: Автоматически запускать помощь в грамматике и переводе Pangea Chat перед отправкой моего сообщения.
sk: Automaticky spustiť gramatickú kontrolu a preklad pomocníka Pangea Chat pred odoslaním správy.
sr: Аутоматски покреће Пангее Граматика и помоћ за превођење пре слања моје поруке.
sv: Kör automatiskt Pangea Chat grammatik- och översättningshjälp innan jag skickar mitt meddelande.
ta: எனது செய்தியை அனுப்புவதற்கு முன் தானாக பங்கேயா உரையாடல் இலக்கணம் மற்றும் மொழிபெயர்ப்பு எழுத்து உதவியை இயக்கவும்.
th: เรียกใช้การช่วยเขียนไวยากรณ์และการแปลของ Pangea Chat อัตโนมัติก่อนส่งข้อความของฉัน

# runGrammarCorrection
source: Check message
bn: বার্তা পরীক্ষা করুন
bo: དུས་ཚོད་ལ་བསྐྱར་བསྐྱར་བྱེད་
ca: Revisa el missatge
cs: Zkontrolovat zprávu
da: Tjek besked
de: Nachricht überprüfen
eo: Kontrolu mesaĝon
et: Kontrolli sõnumit
eu: Egiaztatu mezua
fi: Tarkista viesti
fr: Vérifier le message
ga: Seiceáil teachtaireacht
gl: Verificar mensaxe
hi: संदेश जांचें
hr: Provjeri poruku
it: Controlla il messaggio
ka: შეტყობინების შემოწმება
nb: Sjekk melding
nl: Controleer bericht
pl: Sprawdź wiadomość
pt: Verificar mensagem
ru: Проверить сообщение
sk: Skontrolovať správu
sr: Провери поруку
sv: Kontrollera meddelande
ta: செய்தியை சரிபார்க்கவும்
th: ตรวจสอบข้อความ

# grammarCorrectionFailed
source: Issues to address
bn: সমস্যাগুলি সমাধান করুন
bo: དབྱེར་བརྗེ་བྱེད་མི་ཚུལ་
ca: Problemes a resoldre
cs: Problémy k řešení
da: Problemer at løse
de: Zu behebenende Probleme
eo: Problemoj por korekti
et: Vajadusel parandada
eu: Arazoak konpondu behar dira
fi: Ongelmia korjauksessa
fr: Problèmes à résoudre
ga: Ceisteanna le réiteach
gl: Problemas a corrixir
hi: संबंधित मुद्दे
hr: Problemi za rješavanje
it: Problemi da risolvere
ka: გადაჭრილი საკითხები
nb: Problemer å løse
nl: Problemen om aan te pakken
pl: Problemy do rozwiązania
pt: Problemas a resolver
ru: Проблемы для устранения
sk: Problémy na vyriešenie
sr: Проблеми које треба решити
sv: Problem att åtgärda
ta: தீர்க்க வேண்டிய பிரச்சனைகள்
th: มีปัญหาให้แก้ไข

# grammarCorrectionComplete
source: Looks good!
bn: ভালো দেখাচ্ছে!
bo: བཀོད་རོགས་ཡོད་པ་ལས་སྤྱོད་ལམ་ལ་བརྟེན་
ca: Sembla bé!
cs: Vypadá to dobře!
da: Ser godt ud!
de: Sieht gut aus!
eo: Ŝajnas bone!
et: Väga hea!
eu: Ongi iruditzen!
fi: Näyttää hyvältä!
fr: Ça a l'air bon !
ga: Tá sé go maith!
gl: Parece ben!
hi: अच्छा दिख रहा है!
hr: Izgleda dobro!
it: Sembra buono!
ka: კარგია!
nb: Ser bra ut!
nl: Ziet er goed uit!
pl: Wygląda dobrze!
pt: Parece bom!
ru: Выглядит хорошо!
sk: Vyzerá dobre!
sr: Изгледа добро!
sv: Ser bra ut!
ta: சரி போல் தெரிகிறது!
th: ดูดีแล้ว!
