Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# bannedUser
source: {username} banned {targetName}
be: {username} заблакіраваў {targetName}
bn: {username} {targetName} কে নিষিদ্ধ করেছেন
bo: {username} ཁེངས་ {targetName}
ca: {username} ha vetat a {targetName}
cs: {username} zakázal {targetName}
da: {username} har forbudt {targetName}
de: {username} hat {targetName} verbannt
eo: {username} forbaris uzanton {targetName}
et: {username} keelas ligipääsu kasutajale {targetName}
eu: {username}(e)k {targetName}(r)i debekua ezarri dio
fa: {username} کاربر {targetName} را محروم کرد
fi: {username} antoi porttikiellon käyttäjälle {targetName}
fr: {username} a banni {targetName}
ga: Chuir {username} cosc ar {targetName}
gl: {username} vetou a {targetName}
hi: {username} ने {targetName} को प्रतिबंधित किया
hr: {username} je isključio/la {targetName}
id: {username} mencekal {targetName}
it: {username} ha bandito {targetName}
ka: {username} დაბლოკა {targetName}
kab: {username} yegdel {targetName}
nb: {username} bannlyste {targetName}
nl: {username} verbant {targetName}
pl: {username} zbanował/-a {targetName}
pt: {username} baniu {targetName}
ru: {username} заблокировал(а) {targetName}
sk: {username} zabanoval {targetName}
sr: {username} забрани корисника {targetName}
sv: {username} bannlös {targetName}
ta: {username} தடைசெய்யப்பட்ட {targetName}
th: {username} แบน {targetName}
uk: {username} блокує {targetName}

source: Block Device
be: Заблакіраваць прыладу
bn: ডিভাইস ব্লক করুন
bo: གཏོང་ཁུངས་རྒྱག་
ca: Bloca el dispositiu
cs: Blokovat zařízení
da: Bloker enhed
de: Blockiere Gerät
eo: Bloki aparaton
et: Blokeeri seade
eu: Blokeatu gailua
fa: مسدود کردن دستگاه
fi: Estä laite
fr: Bloquer l'appareil
ga: Bac Gléas
gl: Bloquear dispositivo
hi: डिवाइस ब्लॉक करें
hr: Blokiraj uređaj
id: Blokir Perangkat
it: Blocca dispositivo
ka: მოწყობილების ბლოკირება
kab: Sewḥel ibenk
nb: Blokker enhet
nl: Apparaat blokkeren
pl: Zablokuj urządzenie
pt: Bloquear dispositivo
ru: Заблокировать устройство
sk: Zakázať zariadenie
sr: Блокирај уређај
sv: Blockera Enhet
ta: தொகுதி சாதனம்
th: บล็อกอุปกรณ์
uk: Заблокувати пристрій

source: Blocked
be: Заблакіравана
bn: ব্লক করা হয়েছে
bo: ཁེངས་
ca: Blocat
cs: Zakázán
da: Blokeret
de: Blockiert
eo: Blokita
et: Blokeeritud
eu: Blokeatuta
fa: مسدود‌شده
fi: Estetty
fr: Bloqué
ga: Bactha
gl: Bloqueado
hi: ब्लॉक किया गया
hr: Blokirano
id: Diblokir
it: Bloccato
ka: დაბლოკილია
kab: Yettusewḥel
nb: Blokkert
nl: Geblokkeerd
pl: Zablokowane
pt: Bloqueado
ru: Заблокировано
sk: Blokované
sr: Блокиран
sv: Blockerad
ta: தடுக்கப்பட்டது
th: ถูกบล็อก
uk: Заблоковано

source: Bot messages
be: Паведамленні ботаў
bn: বট বার্তা
bo: Bot ཚད་རིམ་ཚུ
ca: Missatges del bot
cs: Zprávy od bota
da: Botbeskeder
de: Bot-Nachrichten
eo: Mesaĝoj de robotoj
et: Robotite sõnumid
eu: Boten mezuak
fa: پیام‌های ربات
fi: Bottien lähettämät viestit
fr: Messages de bot
ga: Teachtaireachtaí bota
gl: Mensaxes de Bot
hi: बॉट संदेश
hr: Poruke bota
id: Pesan bot
it: Messaggi bot
ka: ბოტის შეტყობინებები
kab: Iznan n iṛubuten
nb: Bot-meldinger
nl: Bot-berichten
pl: Wiadomości botów
pt: Mensagens de bot
ru: Сообщения ботов
sk: Správy od bota
sr: Поруке Бота
sv: Bot meddelanden
ta: போட் செய்திகள்
th: ข้อความจากบอท
uk: Повідомлення ботів

source: Cancel
be: Скасаваць
bn: বাতিল করুন
bo: རྒྱབ་
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
eo: Nuligi
et: Katkesta
eu: Utzi
fa: رد کردن
fi: Peruuta
fr: Annuler
ga: Cealaigh
gl: Cancelar
hi: रद्द करें
hr: Odustani
id: Batal
it: Annulla
ka: გაუქმება
kab: Sefsex
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sr: Откажи
sv: Avbryt
ta: ரத்துசெய்
th: ยกเลิก
uk: Скасувати

# cantOpenUri
source: Can't open the URI {uri}
be: Немагчыма адкрыць URI {uri}
bn: URI {uri} খোলা যাচ্ছে না
bo: URI {uri} མི་སྟོན་པའི་རེད
ca: No es pot obrir l’URI {uri}
cs: Nelze otevřít URI {uri}
da: Kan ikke åbne URI {uri}
de: Die URI {uri} kann nicht geöffnet werden
eo: Ne povis malfermi URI {uri}
et: {uri} aadressi avamine ei õnnestu
eu: Ezin da {uri} URIa ireki
fa: نمی‌توان پیوند {uri} را باز کرد
fi: URI-osoitetta {uri} ei voida avata
fr: Impossible d'ouvrir l'URI {uri}
ga: Ní féidir an URI {uri} a oscailt
gl: Non se pode abrir o URI {uri}
hi: URI {uri} खोल नहीं सकता
hr: URI adresa {uri} se ne može otvoriti
id: Tidak bisa membuka URI ini {uri}
it: Impossibile aprire l'URI {uri}
ka: ვერ იხსნება ბმული {uri}
kab: Ur yezmir ara ad yeldi URl {uri}
nb: Kan ikke åpne URI {uri}
nl: Kan de URI {uri} niet openen
pl: Nie można otworzyć linku {uri}
pt: Não é possível abrir o URI {uri}
ru: Не удается открыть URI {uri}
sk: Nemožno otvoriť identifikátor prostriedku {uri}
sr: Ne mogu da otvorim URI {uri}
sv: Kan inte öppna URL {uri}
ta: யூரி {uri} வேலை ஐ திறக்க முடியாது
th: ไม่สามารถเปิด URI {uri}
uk: Не вдалося відкрити URI {uri}

source: Change device name
be: Змяніць назву прылады
bn: ডিভাইসের নাম পরিবর্তন করুন
bo: གཏོང་ཁུངས་མིང་ བསྐྱར་བཟོས་
ca: Canvia el nom del dispositiu
cs: Změnit název zařízení
da: Skift enhedsnavn
de: Gerätenamen ändern
eo: Ŝanĝi nomon de aparato
et: Muuda seadme nime
eu: Aldatu gailuaren izena
fa: تغییر نام دستگاه
fi: Vaihda laitteen nimeä
fr: Modifier le nom de l'appareil
ga: Athraigh ainm an ghléis
gl: Cambiar nome do dispositivo
hi: डिवाइस का नाम बदलें
hr: Promijeni ime uređaja
id: Ganti nama perangkat
it: Cambia nome dispositivo
ka: მოწყობილების გადარქმევა
kab: Snifel isem n yibenk
nb: Endre enhetsnavn
nl: Apparaatnaam wijzigen
pl: Zmień nazwę urządzenia
pt: Alterar nome do dispositivo
ru: Изменить имя устройства
sk: Zmeniť názov zariadenia
sr: Промени назив уређаја
sv: Ändra enhetsnamn
ta: சாதனத்தின் பெயரை மாற்றவும்
th: เปลี่ยนชื่ออุปกรณ์
uk: Змінити назву пристрою

# changedTheChatAvatar
source: {username} changed the chat avatar
be: {username} змяніў выяву чата
bn: {username} চ্যাটের অ্যাভাটার পরিবর্তন করেছেন
bo: {username} ཚོད་རིམ་གི་རང་བཞིན་རང་བཞིན་གི་རོལ་བར་བསྐོས་
ca: {username} ha canviat la imatge del xat
cs: {username} změnil avatar chatu
da: {username} ændrede chat-ikonet
de: {username} hat den Chat-Avatar geändert
eo: {username} ŝanĝis bildon de la babilo
et: {username} muutis vestluse tunnuspilti
eu: {username}(e)k txataren abatarra aldatu du
fa: {username} نماد گپ را تغییر داد
fi: {username} muutti keskustelun kuvaa
fr: {username} a changé l'image de la discussion
ga: D'athraigh {username} abhatár an chomhrá
gl: {username} cambiou o avatar da conversa
hi: {username} ने चैट का अवतार बदला
hr: {username} je promijenio/la avatar razgovora
id: {username} mengubah avatar obrolan
it: {username} ha cambiato l'avatar della discussione
ka: {username} ჩატის ფოტო შეცვალა
kab: {username} yesnifel avaṭar n udiwenni
nb: {username} endret sludreavatar
nl: {username} heeft de chatavatar gewijzigd
pl: {username} zmienił/-a zdjęcie profilowe
pt: {username} alterou o avatar do chat
ru: {username} изменил(а) аватар чата
sk: {username} si zmenili svôj avatar
sr: {username} промени аватар ћаскања
sv: {username} ändrade sin chatt-avatar
ta: {username} அரட்டை அவதாரத்தை மாற்றியது
th: {username} เปลี่ยนภาพโปรไฟล์แชท
uk: {username} змінює аватар бесіди

# changedTheChatDescriptionTo
source: {username} changed the chat description to: '{description}'
be: {username} змяніў апісанне чата на :'{description}'
bn: {username} চ্যাটের বিবরণ পরিবর্তন করেছেন: '{description}'
bo: {username} ཚོད་རིམ་གི་ཚོད་རིམ་ལ་བསྐོས་: '{description}'
ca: {username} ha canviat la descripció del xat a: '{description}'
cs: {username} změnil popis chatu na: „{description}“
da: {username} ændrede chatbeskrivelsen til: '{description}'
de: {username} hat die Chatbeschreibung geändert in: '{description}'
eo: {username} ŝanĝis priskribon de la babilo al: «{description}»
et: {username} muutis vestluse uueks kirjelduseks '{description}'
eu: {username}(e)k txataren deskribapena aldatu du: '{description}'
fa: {username} توضیح گپ را به '{description}' تغییر داد
fi: {username} asetti keskustelun kuvaukseksi: '{description}'
fr: {username} a changé la description de la discussion en : '{description}'
ga: D'athraigh {username} an cur síos comhrá go: '{description}'
gl: {username} mudou a descrición da conversa a: '{description}'
hi: {username} ने चैट का विवरण बदला: '{description}'
hr: {username} je promijenio/la opis razgovora u: „{description}”
id: {username} mengubah deskripsi obrolan ke: '{description}'
it: {username} ha cambiato la descrizione della chat in: '{description}'
ka: {username} ჩატის ახალი აღწერილობა დააყენა: '{description}'
kab: {username} yesnifel aglam n udiwenni ɣer: '{description}'
nb: {username} endret sludrebeskrivelse til: «{description}»
nl: {username} heeft de chatomschrijving gewijzigd in: '{description}'
pl: {username} zmienił/-a opis czatu na '{description}'
pt: {username} alterou a descrição do chat para: '{description}'
ru: {username} изменил(а) описание чата на: '{description}'
sk: {username} zmenili popis chatu na: „{description}“
sr: {username} промени опис ћаскања у: „{description}“
sv: {username} ändrade chatt-beskrivningen till: '{description}'
ta: {username} பயனர்பெயர் the அரட்டை விளக்கத்தை மாற்றியது: '{description}'
th: {username} เปลี่ยนคำอธิบายแชทเป็น: '{description}'
uk: {username} змінює опис бесіди на: '{description}'

# changedTheChatNameTo
source: {username} changed the chat name to: '{chatname}'
be: {username} змяніў назву чата на '{chatname}'
bn: {username} চ্যাটের নাম পরিবর্তন করেছেন: '{chatname}'
bo: {username} ཚོད་རིམ་གི་མིང་: '{chatname}'
ca: {username} ha canviat el nom del xat a: '{chatname}'
cs: {username} změnil jméno chatu na: „{chatname}“
da: {username} ændrede chatnavnet til: '{chatname}'
de: {username} hat den Chatnamen geändert in: '{chatname}'
eo: {username} ŝanĝis nomon de la babilo al: «{chatname}»
et: {username} muutis vestluse uueks nimeks '{chatname}'
eu: {username}(e)k txataren izena '{chatname}'(e)ra aldatu du
fa: {username} نام گپ را به '{chatname}' تغییر داد
fi: {username} asetti keskustelun nimeksi: '{chatname}'
fr: {username} a renommé la discussion en : '{chatname}'
ga: D'athraigh {username} an t-ainm comhrá go: '{chatname}'
gl: {username} mudou o nome da charla a: '{chatname}'
hi: {username} ने चैट का नाम बदला: '{chatname}'
hr: {username} je promijenio/la ime razgovora u: „{chatname}”
id: {username} mengubah nama obrolan ke: '{chatname}'
it: {username} ha cambiato il nome della discussione in: '{chatname}'
ka: {username} ჩატი გადაარქვა: '{chatname}'
kab: {username} yesnifel isem n udiwenni ɣer: '{chatname}'
nb: {username} endret sludringsnavn til: «{chatname}»
nl: {username} heeft de chatnaam gewijzigd in: '{chatname}'
pl: {username} zmienił/-a nazwę czatu na '{chatname}'
pt: {username} alterou o nome do chat para: '{chatname}'
ru: {username} изменил(а) имя чата на: '{chatname}'
sk: {username} zmenili meno chatu na: „{chatname}“
sr: {username} промени назив ћаскања у: „{chatname}“
sv: {username} ändrade sitt chatt-namn till: '{chatname}'
ta: {username} அரட்டை பெயரை மாற்றியது: '{chatname}'
th: {username} เปลี่ยนชื่อแชทเป็น: '{chatname}'
uk: {username} змінює назву бесіди на: '{chatname}'

# changedTheChatPermissions
source: {username} changed the chat permissions
be: {username} змяніў дазволы чата
bn: {username} চ্যাটের অনুমতিগুলি পরিবর্তন করেছেন
bo: {username} ཚོད་རིམ་གི་རང་བཞིན་རང་བཞིན་གྱི་དོན་ལུགས་བསྐོས་
ca: {username} ha canviat els permisos del xat
cs: {username} změnili nastavení oprávnění v chatu
da: {username} ændrede chat tilladelserne
de: {username} hat die Chat-Berechtigungen geändert
eo: {username} ŝanĝis permesojn pri la babilo
et: {username} muutis vestlusega seotud õigusi
eu: {username}(e)k txataren baimenak aldatu ditu
fa: {username} دسترسی‌های گپ را تغییر داد
fi: {username} muutti keskustelun oikeuksia
fr: {username} a changé les permissions de la discussion
ga: D'athraigh {username} na ceadanna comhrá
gl: {username} mudou os permisos da conversa
hi: {username} ने चैट अनुमतियों को बदला
hr: {username} je promijenio/la dozvole razgovora
id: {username} mengubah izin obrolan
it: {username} ha cambiato i permessi della chat
ka: {username} ჩატის უფლებები შეცვალა
kab: {username} yesnifel tisirag n udiwenni
nb: {username} endret sludretilgangene
nl: {username} heeft de chatrechten gewijzigd
pl: {username} zmienił/-a uprawnienia w czacie
pt: {username} alterou as permissões do chat
ru: {username} изменил(а) права доступа к чату
sk: {username} zmenili nastavenie oprávnení chatu
sr: {username} измени дозволе ћаскања
sv: {username} ändrade chatt-rättigheterna
ta: {username} அரட்டை அனுமதிகளை மாற்றியுள்ளார்
th: {username} เปลี่ยนสิทธิ์การเข้าถึงแชท
uk: {username} змінює права доступу бесіди

# changedTheDisplaynameTo
source: {username} changed their displayname to: '{displayname}'
be: {username} змяніў адлюстроўваемае імя на: '{displayname}'
bn: {username} তাদের প্রদর্শন নাম পরিবর্তন করেছেন: '{displayname}'
bo: {username} ཁོང་གི་ལག་ཁྱེར་མིང་: '{displayname}'
ca: {username} ha canviat el seu àlies a: '{displayname}'
cs: {username} změnili svoji přezdívku na: {displayname}
da: {username} ændrede deres visningsnavn til: '{displayname}'
de: {username} hat den Spitznamen geändert in: '{displayname}'
eo: {username} ŝanĝis sian prezentan nomon al: {username}
et: {username} muutis oma uueks kuvatavaks nimeks: '{displayname}'
eu: {username}(e)k bere ezizena aldatu du. Aurrerantzean '{displayname}' izango da
fa: {username} نام نمایشی را به '{displayname}' تغییر داد
fi: {username} asetti näyttönimekseen: '{displayname}'
fr: {username} a changé son nom en : '{displayname}'
ga: D'athraigh {username} a n-ainm taispeána go: '{displayname}'
gl: {username} cambiou o nome público a: '{displayname}'
hi: {username} ने अपना डिस्प्ले नाम बदला: '{displayname}'
hr: {username} je promijenio/la ime u: „{displayname}”
id: {username} mengubah nama tampilan ke: '{displayname}'
it: {username} ha cambiato nome in: '{displayname}'
ka: {username} შეცვალა ნაჩვენები სახელი: '{displayname}'
kab: {username} yesnifel tisirag n udiwenni ɣer: '{displayname}'
nb: {username} endret visningsnavn til: {displayname}
nl: {username}'s naam is nu '{displayname}'
pl: {username} zmienił/-a swoją nazwę wyświetlaną na '{displayname}'
pt: {username} alterou seu nome de exibição para: '{displayname}'
ru: {username} изменил(а) отображаемое имя на: '{displayname}'
sk: {username} si zmenili prezývku na: {displayname}
sr: {username} промени приказно име на: „{displayname}“
sv: {username} ändrade visningsnamnet till: '{displayname}'
ta: {username} அவற்றின் காட்சி பெயர்: '{displayname}'
th: {username} เปลี่ยนชื่อแสดงเป็น: '{displayname}'
uk: {username} змінює показуване ім'я на: '{displayname}'

# changedTheGuestAccessRules
source: {username} changed the guest access rules
be: {username} змяніў правілы гасцявога доступу
bn: {username} অতিথি প্রবেশের নিয়ম পরিবর্তন করেছেন
bo: {username} ཁོང་གི་གནས་ཚུལ་ལུགས་བསྐོས་
ca: {username} ha canviat les normes d’accés dels convidats
cs: {username} změnili přístupová práva pro hosty
da: {username} ændrede gæsteadgangsreglerne
de: {username} hat die Zugangsregeln für Gäste geändert
eo: {username} ŝanĝis regulojn pri aliro de gastoj
et: {username} muutis külaliste ligipääsureegleid
eu: {username}(e)k bisitarien sarbide-arauak aldatu ditu
fa: {username} قوانین دسترسی مهمان را تغییر داد
fi: {username} muutti vieraspääsyn sääntöjä
fr: {username} a changé les règles d'accès à la discussion pour les invités
ga: D'athraigh {username} na rialacha rochtana aoi
gl: {username} mudou as regras de acceso para convidadas
hi: {username} ने अतिथि पहुंच नियम बदले
hr: {username} je promijenio/la pravila pristupa za goste
id: {username} mengubah aturan akses tamu
it: {username} ha cambiato le regole di accesso per ospiti
ka: {username} შეცვალა სტუმრების წვდომის წესები
nb: {username} endret gjestetilgangsreglene
nl: {username} heeft de toegangsregels voor gasten gewijzigd
pl: {username} zmienił/-a zasady dostępu dla gości
pt: {username} alterou as regras de acesso de convidados
ru: {username} изменил(а) правила гостевого доступа
sk: {username} zmenili prístupové práva pre hosťov
sr: {username} измени правила за приступ гостију
sv: {username} ändrade reglerna för gästaccess
ta: {username} விருந்தினர் அணுகல் விதிகளை மாற்றியது
th: {username} เปลี่ยนกฎการเข้าถึงสำหรับแขก
uk: {username} змінює правила гостьового доступу

# changedTheGuestAccessRulesTo
source: {username} changed the guest access rules to: {rules}
be: {username} змяніў правілы гасцявога доступу на: {rules}
bn: {username} অতিথি প্রবেশের নিয়ম পরিবর্তন করেছেন: {rules}
bo: {username} གི་གནས་ཚུལ་ལུགས་བསྐོས་: {rules}
ca: {username} ha canviat les normes d’accés dels convidats a: {rules}
cs: {username} změnili přístupová práva pro hosty na: {rules}
da: {username} ændrede gæsteadgangsreglerne til: {rules}
de: {username} hat die Zugangsregeln für Gäste geändert zu: {rules}
eo: {username} ŝanĝis regulojn pri aliro de gastoj al: {rules}
et: {username} muutis külaliste ligipääsureegleid järgnevalt: {rules}
eu: {username}(e)k bisitarien arauak aldatu ditu: {rules}
fa: {username} قوانین دسترسی مهمان را به {rules} تغییر داد
fi: {username} asetti vieraspääsyn säännö(i)ksi: {rules}
fr: {username} a changé les règles d'accès à la discussion pour les invités en : {rules}
ga: D'athraigh {username} na rialacha maidir le rochtain aoi chuig: {rules}
gl: {username} mudou as regras de acceso para convidadas a: {rules}
hi: {username} ने अतिथि पहुंच नियम बदले: {rules}
hr: {username} je promijenio/la pravila pristupa za goste u: {rules}
id: {username} mengubah aturan akses tamu ke: {rules}
it: {username} ha cambiato le regole di accesso per ospiti con: {rules}
ka: {username} შეცვალა სტუმრების წვდომის წესები: {rules}
nb: {username} endret gjestetilgangsregler til: {rules}
nl: {username} heeft de gastenregels gewijzigd in: {rules}
pl: {username} zmienił/-a zasady dostępu dla gości na {rules}
pt: {username} alterou as regras de acesso de convidados para: {rules}
ru: {username} изменил(а) правила гостевого доступа на: {rules}
sk: {username} zmenili prístupové práva pro hosťov na: {rules}
sr: {username} измени правила за приступ гостију на: {rules}
sv: {username} ändrade reglerna för gästaccess till: {rules}
ta: {username} விருந்தினர் அணுகல் விதிகளை மாற்றியது: {rules}
th: {username} เปลี่ยนกฎการเข้าถึงสำหรับแขกเป็น: {rules}
uk: {username} змінює правила гостьового доступу на: {rules}

# changedTheHistoryVisibility
source: {username} changed the history visibility
be: {username} змяніў бачнасць гісторыі
bn: {username} ইতিহাসের দৃশ্যমানতা পরিবর্তন করেছেন
bo: {username} ལོག་ལེན་སྟོན་བཀལ་བཞག་
ca: {username} ha canviat la visibilitat de l’historial
cs: {username} změnili nastavení viditelnosti historie diskuze
da: {username} ændrede synligheden af historikken
de: {username} hat die Sichtbarkeit des Chat-Verlaufs geändert
eo: {username} ŝanĝis videblecon de la historio
et: {username} muutis sõnumite ajaloo nähtavust
eu: {username}(e)k historiaren ikusgaitasuna aldatu du
fa: {username} ویژگی دیدن تاریخچه را تغییر داد
fi: {username} muutti historian näkyvyyttä
fr: {username} a changé la visibilité de l'historique de la discussion
ga: D'athraigh {username} infheictheacht na staire
gl: {username} mudou a visibilidade do historial
hi: {username} ने इतिहास दृश्यता बदली
hr: {username} je promijenio/la vidljivost kronologije
id: {username} mengubah visibilitas sejarah
it: {username} ha cambiato la visibilità della cronologia
ka: {username} შეცვალა ისტორიის ხილვადობა
nb: {username} endret historikksynlighet
nl: {username} heeft de zichtbaarheid van de geschiedenis gewijzigd
pl: {username} zmienił/-a widoczność historii
pt: {username} alterou a visibilidade do histórico
ru: {username} изменил(а) видимость истории
sk: {username} zmenili nastavenie viditelnosti histórie chatu
sr: {username} измени видљивост историје
sv: {username} ändrade historikens synlighet
ta: {username} வரலாற்று தெரிவுநிலையை மாற்றியது
th: {username} เปลี่ยนการมองเห็นประวัติ
uk: {username} змінює видимість історії

# changedTheHistoryVisibilityTo
source: {username} changed the history visibility to: {rules}
be: {username} змяніў бачнасць гісторыі на: {rules}
bn: {username} ইতিহাসের দৃশ্যমানতা পরিবর্তন করেছেন: {rules}
bo: {username} ལོག་ལེན་སྟོན་བཀལ་བཞག་: {rules}
ca: {username} ha canviat la visibilitat de l’historial a: {rules}
cs: {username} změnili nastavení viditelnosti historie diskuze na: {rules}
da: {username} ændrede historikkens synlighed til: {rules}
de: {username} hat die Sichtbarkeit des Chat-Verlaufs geändert zu: {rules}
eo: {username} ŝanĝis videblecon de la historio al: {rules}
et: {username} muutis sõnumite ajaloo nähtavust järgnevalt: {rules}
eu: {username}(e)k historiaren ikusgaitasuna {rules}-(e)ra aldatu du
fa: {username} ویژگی دیدن تاریخچه را به {rules} تغییر داد
fi: {username} asetti historian näkymissäännöksi: {rules}
fr: {username} a changé la visibilité de l'historique de la discussion en : {rules}
ga: D'athraigh {username} infheictheacht na staire go: {rules}
gl: {username} mudou a visibilidade do historial a: {rules}
hi: {username} ने इतिहास दृश्यता बदली: {rules}
hr: {username} je promijenio/la vidljivost kronologije u: {rules}
id: {username} mengubah visibilitas sejarah ke: {rules}
it: {username} ha cambiato la visibilità della cronologia in: {rules}
ka: {username} შეცვალა ისტორიის ხილვადობა: {rules}
nb: {username} endret historikksynlighet til: {rules}
nl: {username} heeft de zichtbaarheid van de geschiedenis gewijzigd in: {rules}
pl: {username} zmienił/-a widoczność historii na {rules}
pt: {username} alterou a visibilidade do histórico para: {rules}
ru: {username} изменил(а) видимость истории на: {rules}
sk: {username} zmenili nastavenie viditelnosti histórie chatu na: {rules}
sr: {username} измени видљивост историје на: {rules}
sv: {username} ändrade historikens synlighet till: {rules}
ta: {username} வரலாற்று தெரிவுநிலையை மாற்றியது: {rules}
th: {username} เปลี่ยนการมองเห็นประวัติเป็น: {rules}
uk: {username} змінює видимість історії на: {rules}

# changedTheJoinRules
source: {username} changed the join rules
be: {username} змяніў правілы падлучэння
bn: {username} যোগদানের নিয়ম পরিবর্তন করেছেন
bo: {username} ལུགས་བཀལ་བཞག་
ca: {username} ha canviat les normes d’unió
cs: {username} změnili nastavení pravidel připojení
da: {username} ændrede tilmeldingsreglerne
de: {username} hat die Zugangsregeln geändert
eo: {username} ŝanĝis regulojn pri aliĝado
et: {username} muutis liitumise reegleid
eu: {username}(e)k batzeko arauak aldatu ditu
fa: {username} قوانین پیوستن را تغییر داد
fi: {username} muutti liittymissääntöjä
fr: {username} a changé les règles d'accès à la discussion
ga: D'athraigh {username} na rialacha ceangail
gl: {username} mudou as regras de acceso
hi: {username} ने जुड़ने के नियम बदले
hr: {username} je promijenio/la pravila pridruživanja
id: {username} mengubah aturan bergabung
it: {username} ha cambiato le regole per unirsi
ka: {username} გაწევრიანების წესები შეცვალა
nb: {username} endret tilgangsreglene
nl: {username} heeft de toetredingsregels gewijzigd
pl: {username} zmienił/-a zasady wejścia
pt: {username} alterou as regras de entrada
ru: {username} изменил(а) правила присоединения
sk: {username} zmenili nastavenie pravidiel pripojenia
sr: {username} измени правила приступања
sv: {username} ändrade anslutningsreglerna
ta: {username} சேர விதிகளை மாற்றியது
th: {username} เปลี่ยนกฎการเข้าร่วม
uk: {username} змінює правила приєднання
