Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# tooltipInstructionsTitle
source: Not sure what that does?
bn: এটি কি করে তা নিশ্চিত নন?
bo: དེ་ལ་གང་འདྲ་ཡོད་པ?
ca: No estàs segur de què fa això?
cs: Nejste si jistí, co to dělá?
da: Er du ikke sikker på, hvad det gør?
de: Nicht sicher, was das macht?
eo: Ne certas kio tio faras?
eu: Ez da ziur zer den hori?
fi: Et ole varma, mitä tämä tekee?
fr: Vous ne savez pas ce que cela fait ?
ga: Níl tú cinnte cad a dhéanann sé sin?
gl: Non estás seguro de para que serve iso?
hi: क्या यह करता है, इसके बारे में सुनिश्चित नहीं?
hr: Niste sigurni što to radi?
it: Non sei sicuro di cosa faccia?
ka: არ იცით რა აკეთებს ეს?
nb: Usikker på hva det gjør?
nl: Weet je niet wat dat doet?
pl: Nie jesteś pewien, co to robi?
pt: Não tem certeza do que isso faz?
ru: Не уверены, что это делает?
sk: Neviete, čo to robí?
sr: Нисте сигурни шта то ради?
sv: Inte säker på vad det gör?
ta: அது என்ன செய்கிறது என்று தெரியுமா?
th: ไม่แน่ใจว่าสิ่งนั้นทำอะไร?

# tooltipInstructionsMobileBody
source: Press and hold items to view tooltips.
bn: আইটেমে চাপুন এবং ধরে রাখুন টুলটিপ দেখার জন্য।
bo: རྟེན་འབྲེལ་དང་བསྟན་པའི་རྟེན་འབྲེལ་ལ་ལོག་བརྟེན་
ca: Prem i mantén premut per veure les eines d'informació sobre les opcions.
cs: Podržte položky pro zobrazení nápověd.
da: Tryk og hold på elementer for at se værktøjstip.
de: Tippen und halten Sie Elemente, um Tooltips anzuzeigen.
eo: Premu kaj teni objektojn por vidi ilustraĵojn.
eu: Elementuak sakatu eta eutsi tresna-txartelak ikusteko.
fi: Pidä painettuna kohteita nähdäksesi työkaluvihjeet.
fr: Appuyez longuement sur les éléments pour voir les infobulles.
ga: Bain agus coinnigh ar na míreanna chun treoracha a fheiceáil.
gl: Prema e mantén os elementos para ver as pistas.
hi: आइटम को दबाकर रखें और टूलटिप देखने के लिए होवर करें।
hr: Dugim pritiskom na stavke prikazuju se alati za pomoć.
it: Tieni premuti gli elementi per visualizzare i suggerimenti.
ka: დაჭერით და შეინახეთ ინსტრუმენტების სანახავად.
nb: Trykk og hold på elementer for å se verktøytips.
nl: Houd items ingedrukt om tooltips te bekijken.
pl: Przytrzymaj elementy, aby wyświetlić podpowiedzi.
pt: Pressione e segure itens para ver dicas de ferramenta.
ru: Нажмите и удерживайте элементы, чтобы просмотреть подсказки.
sk: Stlačte a podržte položky na zobrazenie návodov.
sr: Држите дуго на ставкама да бисте видели савете.
sv: Håll och tryck på objekt för att visa verktygstips.
ta: உருப்படிகளை அழுத்தி வைத்திருங்கள், கருவி விளக்கங்களைப் பார்க்க.
th: กดค้างไว้เพื่อดูคำแนะนำเครื่องมือ

# tooltipInstructionsBrowserBody
source: Hover over items to view tooltips.
bn: আইটেমের উপর হোভার করে টুলটিপ দেখুন।
bo: རྟེན་འབྲེལ་ལ་ལོག་བརྟེན་
ca: Passa el cursor sobre els elements per veure les eines d'informació.
cs: Na položky najeďte myší pro zobrazení nápověd.
da: Hold musen over elementer for at se værktøjstip.
de: Bewegen Sie den Mauszeiger über Elemente, um Tooltips anzuzeigen.
eo: Hovru super objektoj por vidi ilustraĵojn.
eu: Elementuak gainean mugitu eta ikusi tresna-txartelak.
fi: Vie hiiri kohteen päälle nähdäksesi työkaluvihjeet.
fr: Survolez les éléments pour voir les infobulles.
ga: Cliceáil agus coinnigh ar na míreanna chun treoracha a fheiceáil.
gl: Pasa o rato por riba dos elementos para ver as pistas.
hi: आइटम पर होवर करें और टूलटिप देखने के लिए होवर करें।
hr: Pomičite mišem preko stavki za prikazivanje saveta.
it: Passa il mouse sugli elementi per visualizzare i suggerimenti.
ka: მოძრაობით მერყეობთ ნივთებზე ინსტრუმენტების სანახავად.
nb: Hold musepekeren over elementer for å se verktøytips.
nl: Houd de muisaanwijzer over items om tooltips te bekijken.
pl: Najedź kursorem na elementy, aby wyświetlić podpowiedzi.
pt: Passe o mouse sobre os itens para ver dicas de ferramenta.
ru: Наведите курсор на элементы, чтобы просмотреть подсказки.
sk: Nájdite myšou nad položkami na zobrazenie návodov.
sr: Покажите мишем на ставке да бисте видели савете.
sv: Hovra över objekt för att visa verktygstips.
ta: உருப்படிகளின் மேல் கரைசல் வைத்து கருவி விளக்கங்களைப் பார்க்க.
th: วางเมาส์เหนือรายการเพื่อดูคำแนะนำเครื่องมือ

source: Chat capacity
bn: চ্যাট ক্ষমতা
ca: Capacitat de xat
cs: Kapacita chatu
da: Chatkapacitet
de: Chat-Kapazität
eo: Kapacito de babilejo
et: Vestluse maht
eu: Txat-ahalmena
fi: Chatin kapasiteetti
fr: Capacité de chat
ga: Cumaisc comhrá
gl: Capacidade de chat
hi: चैट क्षमता
hr: Kapacitet chata
it: Capacità della chat
ka: ჩატის შესაძლებლობა
nb: Chatkapasitet
nl: Chatcapaciteit
pl: Pojemność czatu
pt: Capacidade de chat
ru: Вместимость чата
sk: Kapacita chatu
sr: Капацитет чета
sv: Chattkapacitet
ta: பேச்சு திறன்
th: ความจุแชท

# roomFull
source: This room is already at capacity.
bn: এই রুমটি ইতিমধ্যে পূর্ণ।
ca: Aquesta habitació ja està plena.
cs: Tato místnost je již plná.
da: Dette rum er allerede fyldt.
de: Dieser Raum ist bereits voll.
eo: Ĉi tiu ĉambro jam estas plena.
et: See tuba on juba täis.
eu: Gela hau jada bete da.
fi: Huone on jo täynnä.
fr: Cette salle est déjà pleine.
ga: Tá an seomra seo lán cheana.
gl: Esta sala xa está completa.
hi: यह कमरा पहले ही क्षमता पर है।
hr: Ova soba je već puna.
it: Questa stanza è già piena.
ka: ეს ოთახი უკვე სავსეა.
nb: Dette rommet er allerede fullt.
nl: Deze kamer zit al vol.
pl: Ten pokój jest już pełny.
pt: Esta sala já está cheia.
ru: Эта комната уже заполнена.
sk: Táto miestnosť je už plná.
sr: Ова соба је већ пуна.
sv: Detta rum är redan fullt.
ta: இந்த அறை ஏற்கனவே திறனுக்கு மேல் உள்ளது.
th: ห้องนี้เต็มแล้ว

# topicNotSet
source: The topic has not been set.
bn: বিষয় নির্ধারিত হয়নি।
ca: El tema no s'ha establert.
cs: Téma nebylo nastaveno.
da: Emnet er ikke sat.
de: Das Thema wurde noch nicht festgelegt.
eo: La temo ne estas agordita.
et: Teema pole määratud.
eu: Gaia ez da ezarri.
fi: Aihetta ei ole asetettu.
fr: Le sujet n'a pas été défini.
ga: Níl an téama socraithe.
gl: O tema non foi establecido.
hi: विषय सेट नहीं किया गया है।
hr: Tema nije postavljena.
it: L'argomento non è stato impostato.
ka: თემა არ არის მითითებული.
nb: Emnet er ikke satt.
nl: Het onderwerp is niet ingesteld.
pl: Temat nie został ustawiony.
pt: O tópico não foi definido.
ru: Тема не установлена.
sk: Téma nebola nastavená.
sr: Тема још није постављена.
sv: Ämnet har inte satts.
ta: தலைப்பு அமைக்கப்படவில்லை.
th: ยังไม่ได้ตั้งหัวข้อ

# chatCapacityNotSet
source: This chat has no capacity limit.
bn: এই চ্যাটের কোনও ক্ষমতা সীমা নেই।
ca: Aquest xat no té límit de capacitat.
cs: Tento chat nemá stanovené omezení kapacity.
da: Denne chat har ingen kapacitetsgrænse.
de: Dieser Chat hat keine Kapazitätsbegrenzung.
eo: Ĉi tiu babilejo ne havas kapacitan limon.
et: Sellel vestlusel pole maht piirangut.
eu: Gauza hau ez du mugarik.
fi: Tässä chatissa ei ole kapasiteettirajaa.
fr: Cette discussion n'a pas de limite de capacité.
ga: Níl teorainn ar chumas an chomhrá seo.
gl: Este chat non ten límite de capacidade.
hi: इस चैट की कोई क्षमता सीमा नहीं है।
hr: Ovaj chat nema ograničenje kapaciteta.
it: Questa chat non ha limiti di capacità.
ka: ამ ჩატს არ აქვს შესაძლებლობის შეზღუდვა.
nb: Denne chatten har ingen kapasitetbegrensning.
nl: Deze chat heeft geen capaciteitslimiet.
pl: Ten czat nie ma limitu pojemności.
pt: Este chat não tem limite de capacidade.
ru: В этом чате нет ограничения по вместимости.
sk: Tento chat nemá stanovené obmedzenie kapacity.
sr: Овај чат нема ограничење капацитета.
sv: Denna chatt har ingen kapacitetsgräns.
ta: இந்த பேச்சுக்கு திறன் வரம்பு இல்லை.
th: แชทนี้ไม่มีขีดจำกัดความจุ

# chatCapacityHasBeenChanged
source: Chat capacity changed
bn: চ্যাট ক্ষমতা পরিবর্তিত হয়েছে
ca: Capacitat de xat canviada
cs: Kapacita chatu byla změněna
da: Chatkapacitet ændret
de: Chat-Kapazität wurde geändert
eo: Kapacito de babilejo ŝanĝita
et: Vestluse maht on muudetud
eu: Txat-ahalmena aldatu da
fi: Chatin kapasiteetti on muuttunut
fr: Capacité de la discussion modifiée
ga: Athraíodh cumas an chomhrá
gl: Capacidade de chat modificada
hi: चैट क्षमता बदल गई है
hr: Kapacitet chata je promijenjen
it: Capacità della chat modificata
ka: ჩატის შესაძლებლობა შეიცვალა
nb: Chattkapasiteten er endret
nl: Chatcapaciteit gewijzigd
pl: Pojemność czatu została zmieniona
pt: Capacidade do chat alterada
ru: Вместимость чата изменена
sk: Kapacita chatu bola zmenená
sr: Капацитет чета је промењен
sv: Chattkapacitet ändrad
ta: பேச்சு திறன் மாற்றப்பட்டது
th: ความจุแชทได้เปลี่ยนแปลงแล้ว

# chatCapacitySetTooLow
source: Chat capacity must be at least {count}.
bn: চ্যাট ক্ষমতা কমপক্ষে {count} হতে হবে।
ca: La capacitat de xat ha de ser almenys {count}.
cs: Kapacita chatu musí být alespoň {count}.
da: Chatkapaciteten skal være mindst {count}.
de: Die Chat-Kapazität muss mindestens {count} sein.
eo: Kapacito de babilejo devas esti almenaŭ {count}.
et: Vestluse maht peab olema vähemalt {count}.
eu: Txat-ahalmena gutxienez {count} izan behar da.
fi: Chatin kapasiteetti on oltava vähintään {count}.
fr: La capacité de la discussion doit être d'au moins {count}.
ga: Ní mór do chumas an chomhrá a bheith ar a laghad {count}.
gl: A capacidade de chat debe ser polo menos {count}.
hi: चैट क्षमता कम से कम {count} होनी चाहिए।
hr: Kapacitet chata mora biti najmanje {count}.
it: La capacità della chat deve essere almeno {count}.
ka: ჩატის შესაძლებლობა უნდა იყოს მინიმუმ {count}.
nb: Chattkapasiteten må være minst {count}.
nl: De chatcapaciteit moet minimaal {count} zijn.
pl: Pojemność czatu musi wynosić co najmniej {count}.
pt: A capacidade do chat deve ser pelo menos {count}.
ru: Вместимость чата должна быть не менее {count}.
sk: Kapacita chatu musí byť najmenej {count}.
sr: Капацитет чета мора бити најмање {count}.
sv: Chattkapaciteten måste vara minst {count}.
ta: பேச்சு திறன் குறைந்தது {count} ஆக இருக்க வேண்டும்.
th: ความจุแชทต้องอย่างน้อย {count}

# chatCapacityExplanation
source: Chat capacity limits the number of members allowed in a chat.
bn: চ্যাট ক্ষমতা চ্যাটে অনুমোদিত সদস্যের সংখ্যাকে সীমাবদ্ধ করে।
ca: La capacitat de xat limita el nombre de membres que poden participar en un xat.
cs: Kapacita chatu omezuje počet členů povolených v chatu.
da: Chatkapacitet begrænser antallet af medlemmer i en chat.
de: Die Chat-Kapazität begrenzt die Anzahl der Mitglieder, die in einem Chat erlaubt sind.
eo: Kapacito de babilejo limigas la nombron de membroj en babilejo.
et: Vestluse maht piirab vestluses lubatud liikmete arvu.
eu: Txat-ahalmena chat batean onartzen diren kide kopurua mugatzen du.
fi: Chatin kapasiteetti rajoittaa chatissa sallittujen jäsenten määrää.
fr: La capacité de la discussion limite le nombre de membres autorisés dans une discussion.
ga: Cuireann cumas an chomhrá teorainn ar líon na mbaill a cheadaítear i gcomhrá.
gl: A capacidade de chat limita o número de membros permitidos nun chat.
hi: चैट क्षमता उस सदस्यों की संख्या को सीमित करती है जो एक चैट में अनुमति प्राप्त हैं।
hr: Kapacitet chata ograničava broj članova koji smiju biti u chatu.
it: La capacità della chat limita il numero di membri consentiti in una chat.
ka: ჩატის შესაძლებლობა განსაზღვრავს წევრთა რაოდენობას, რომელიც შეიძლება იყოს ჩატში.
nb: Chattkapasitet begrenser antall medlemmer som kan delta i en chat.
nl: Chatcapaciteit beperkt het aantal leden dat in een chat mag.
pl: Pojemność czatu ogranicza liczbę członków dozwolonych w czacie.
pt: A capacidade do chat limita o número de membros permitidos em um chat.
ru: Ограничение вместимости чата ограничивает количество участников, допускаемых в чат.
sk: Kapacita chatu obmedzuje počet členov, ktorí môžu byť v chate.
sr: Капацитет чета ограничава број чланова који могу бити у чату.
sv: Chattkapacitet begränsar antalet medlemmar som får vara med i en chatt.
ta: பேச்சு திறன் என்பது ஒரு பேச்சில் அனுமதிக்கப்பட்ட உறுப்பினர்களின் எண்ணிக்கையை வரையறுக்கிறது.
th: ความจุแชทจำกัดจำนวนสมาชิกที่อนุญาตในแชท

# chatExceedsCapacity
source: This chat exceeds its capacity.
bn: এই চ্যাট তার ক্ষমতা ছাড়িয়ে গেছে।
ca: Aquest xat supera la seva capacitat.
cs: Tento chat překračuje svou kapacitu.
da: Denne chat overskrider sin kapacitet.
de: Dieser Chat überschreitet seine Kapazität.
eo: Ĉi tiu babilejo superas ĝian kapaciton.
et: See vestlus ületab oma mahutavust.
eu: Gauza honek bere ahalmena gainditzen du.
fi: Tämä chat ylittää kapasiteettinsa.
fr: Cette discussion dépasse sa capacité.
ga: Tá an comhrá seo os cionn a chumas.
gl: Este chat excede a súa capacidade.
hi: यह चैट इसकी क्षमता से अधिक है।
hr: Ovaj chat premašuje svoj kapacitet.
it: Questa chat supera la sua capacità.
ka: ეს ჩატი აჭარბებს თავის შესაძლებლობას.
nb: Denne chatten overskrider sin kapasitet.
nl: Deze chat overschrijdt de capaciteit.
pl: Ten czat przekracza swoją pojemność.
pt: Este chat excede sua capacidade.
ru: Этот чат превышает свою вместимость.
sk: Tento chat prekračuje svoju kapacitu.
sr: Овај чат прелази свој капацитет.
sv: Denna chatt överskrider sin kapacitet.
ta: இந்த பேச்சு அதன் திறனை மீறியுள்ளது.
th: แชทนี้เกินความจุ

# tooManyRequest
source: Too many request, please try again later.
bn: অনেক বেশি অনুরোধ, দয়া করে পরে আবার চেষ্টা করুন।
ca: Massa sol·licituds, si us plau, torna-ho a provar més tard.
cs: Příliš mnoho požadavků, zkuste to prosím později.
da: For mange forespørgsler, prøv igen senere.
de: Zu viele Anfragen, bitte versuchen Sie es später erneut.
eo: Tro da petoj, bonvolu provi denove pli poste.
et: Liiga palju päringuid, proovige hiljem uuesti.
eu: Eskari gehiegi, mesedez saiatu berriro beranduago.
fi: Liian monta pyyntöä, yritä uudelleen myöhemmin.
fr: Trop de demandes, veuillez réessayer plus tard.
ga: Rogha ró-ard, déan iarracht arís níos déanaí.
gl: Demasiadas solicitudes, por favor inténteo de novo máis tarde.
hi: बहुत अधिक अनुरोध, कृपया बाद में पुनः प्रयास करें।
hr: Previše zahtjeva, molimo pokušajte kasnije.
it: Troppi richieste, riprova più tardi.
ka: ძალიან ბევრი მოთხოვნა, გთხოვთ სცადოთ მოგვიანებით.
nb: For mange forespørsler, vennligst prøv igjen senere.
nl: Te veel verzoeken, probeer het later opnieuw.
pl: Zbyt wiele żądań, spróbuj ponownie później.
pt: Muitas solicitações, por favor tente novamente mais tarde.
ru: Слишком много запросов, пожалуйста, попробуйте позже.
sk: Príliš veľa požiadaviek, skúste to neskôr.
sr: Превише захтева, покушајте поново касније.
sv: För många förfrågningar, försök igen senare.
ta: மிகவும் அதிகமான கோரிக்கைகள், தயவுசெய்து பின்னர் முயற்சிக்கவும்.
th: คำขอมากเกินไป กรุณาลองใหม่ภายหลัง

# enterNumber
source: Please enter a whole number value.
bn: একটি পূর্ণসংখ্যা মান লিখুন।
ca: Si us plau, introdueix un valor numèric sencer.
cs: Zadejte celé číslo.
da: Indtast venligst et helt tal.
de: Bitte geben Sie eine ganze Zahl ein.
eo: Bonvolu enmeti tutan nombrvaloron.
et: Palun sisestage täisarvuline väärtus.
eu: Mesedez, sartu zenbaki osoa balio bat.
fi: Syötä kokonaisluku.
fr: Veuillez entrer une valeur numérique entière.
ga: Cuir luach uimhriúil iomlán isteach le do thoil.
gl: Por favor, introduce un valor numérico enteiro.
hi: कृपया एक पूर्ण संख्या मान दर्ज करें।
hr: Molimo unesite cijeli broj.
it: Per favore inserisci un valore numerico intero.
ka: გთხოვთ შეიყვანოთ მთელი რიცხვი.
nb: Vennligst skriv inn en heltallsverdi.
nl: Voer een geheel getal in.
pl: Wprowadź wartość liczby całkowitej.
pt: Por favor, insira um valor numérico inteiro.
ru: Пожалуйста, введите целое число.
sk: Zadajte celé číslo.
sr: Молимо унесите целобројну вредност.
sv: Vänligen ange ett heltal.
ta: தயவுசெய்து முழு எண் மதிப்பை உள்ளிடவும்.
th: กรุณาใส่ค่าตัวเลขเต็ม

# buildTranslation
source: Build your translation from the choices above
bn: উপরের বিকল্পগুলি থেকে আপনার অনুবাদ তৈরি করুন
ca: Construeix la teva traducció a partir de les opcions de dalt
cs: Vytvořte svůj překlad z výše uvedených možností
da: Byg din oversættelse ud fra valgene ovenfor
de: Erstellen Sie Ihre Übersetzung aus den oben genannten Optionen
eo: Kreu vian tradukon el la supraj elektoj
et: Loo oma tõlge ülaltoodud valikutest
eu: Eraiki zure itzulpena goiko aukeraketatik
fi: Rakenna käännöksesi yllä olevista vaihtoehdoista
fr: Construisez votre traduction à partir des choix ci-dessus
ga: Tóg do aistriúchán ó na roghanna thuas
gl: Constrúe a túa tradución a partir das opcións anteriores
hi: ऊपर दिए गए विकल्पों से अपना अनुवाद बनाएं
hr: Izgradite svoj prijevod od gore navedenih opcija
it: Costruisci la tua traduzione dalle scelte sopra
ka: შექმენით თქვენი თარგმანი ზემოთ მოცემული არჩევანებიდან
nb: Bygg oversettelsen din ut fra valgene ovenfor
nl: Bouw je vertaling op basis van de bovenstaande keuzes
pl: Zbuduj tłumaczenie z powyższych opcji
pt: Construa sua tradução a partir das opções acima
ru: Создайте перевод из приведённых выше вариантов
sk: Vytvorte svoj preklad z možností vyššie
sr: Izgradite svoj prevod iz izbora iznad
sv: Bygg din översättning från valen ovan
ta: மேலே உள்ள தேர்வுகளிலிருந்து உங்கள் மொழிபெயர்ப்பை உருவாக்கவும்
th: สร้างคำแปลของคุณจากตัวเลือกด้านบน

# nonexistentSelection
source: Selection no longer exists.
bn: নির্বাচন আর বিদ্যমান নয়।
ca: La selecció ja no existeix.
cs: Výběr již neexistuje.
da: Valget findes ikke længere.
de: Auswahl existiert nicht mehr.
eo: La elekto ne plu ekzistas.
et: Valik ei eksisteeri enam.
eu: Aukeraketa ez da existitzen gehiago.
fi: Valinta ei enää ole olemassa.
fr: La sélection n'existe plus.
ga: Níl an rogha ann níos mó.
gl: A selección xa non existe.
hi: चयन अब मौजूद नहीं है।
hr: Odabir više ne postoji.
it: La selezione non esiste più.
ka: არჩევანი აღარ არსებობს.
nb: Valget eksisterer ikke lenger.
nl: Selectie bestaat niet meer.
pl: Wybór już nie istnieje.
pt: A seleção não existe mais.
ru: Выбор больше не существует.
sk: Výber už neexistuje.
sr: Izbor više ne postoji.
sv: Urvalet finns inte längre.
ta: தேர்வு இனி இல்லை.
th: การเลือกนี้ไม่มีอยู่แล้ว

source: Change Analytics Language
bn: অ্যানালিটিক্স ভাষা পরিবর্তন করুন
ca: Canvia l'idioma d'analítiques
cs: Změnit jazyk analytiky
da: Skift Analytics Sprog
de: Analytics-Sprache ändern
eo: Ŝanĝi Analitikajn Lingvojn
et: Võta analüütika keel
eu: Aldatu Analytics Hizkuntza
fi: Vaihda analytiikan kieltä
fr: Changer la langue d'analyse
ga: Athraigh Teanga Anailíse
gl: Cambiar o idioma de Analytics
hi: विश्लेषण भाषा बदलें
hr: Promijeni jezik analitike
it: Cambia lingua di analisi
ka: შეცვალეთ ანალიტიკის ენა
nb: Endre analysetale
nl: Wijzig Analytics-taal
pl: Zmień język analityki
pt: Alterar idioma de análise
ru: Изменить язык аналитики
sk: Zmeniť jazyk analytiky
sr: Promeni jezik analitike
sv: Ändra Analytics-språk
ta: புள்ளிவிவர மொழியை மாற்றவும்
th: เปลี่ยนภาษาแอนะล็อกส์

source: Practice
bn: অভ্যাস
ca: Practica
cs: Procvičování
da: Øv
de: Üben
eo: Praktiko
et: Praktika
eu: Praktika
fi: Harjoitus
fr: Pratique
ga: Cleachtadh
gl: Practicar
hi: अभ्यास
hr: Vježba
it: Pratica
ka: ვარჯიში
nb: Øv
nl: Oefenen
pl: Ćwiczenia
pt: Praticar
ru: Практика
sk: Cvičiť
sr: Vežbajte
sv: Öva
ta: பயிற்சி
th: ฝึกฝน

source: No languages set
bn: কোন ভাষা সেট করা হয়নি
ca: No hi ha cap idioma configurat
cs: Není nastaven žádný jazyk
da: Ingen sprog er indstillet
de: Keine Sprachen festgelegt
eo: Neniu lingvo agordita
et: Keeli pole määratud
eu: Ez dago hizkuntzarik ezarrita
fi: Kieliä ei ole asetettu
fr: Aucune langue définie
ga: Níl aon teangacha socraithe
gl: Non hai idiomas establecidos
hi: कोई भाषाएँ सेट नहीं हैं
hr: Nema postavljenih jezika
it: Nessuna lingua impostata
ka: ენა არ არის მითითებული
nb: Ingen språk satt
nl: Geen talen ingesteld
pl: Nie ustawiono języków
pt: Nenhum idioma definido
ru: Языки не установлены
sk: Nastavené žiadne jazyky
sr: Nije postavljen nijedan jezik
sv: Inga språk inställda
ta: மொழிகள் அமைக்கப்படவில்லை
th: ไม่ได้ตั้งค่าภาษาใด ๆ

# noActivitiesFound
source: That's enough on this for now! Come back later for more.
bn: এখন জন্য এটাই যথেষ্ট! আরও জন্য পরে ফিরে আসুন।
ca: Ja n'hi ha prou per ara! Torna més tard per més.
cs: Na to je zatím dost! Vraťte se později pro více.
da: Det er nok for nu! Kom tilbage senere for mere.
de: Das ist für den Moment genug! Kommen Sie später wieder für mehr.
eo: Tio sufiĉas por nun! Revenu poste por pli da aferoj.
et: Piisavalt sellest praegu! Tule hiljem tagasi rohkemaks.
eu: Gogoratu hau orain arte! Itzuli geroago gehiago lortzeko.
fi: Seuraavaksi riittää tältä erää! Palaa myöhemmin lisää.
fr: C'est suffisant pour le moment ! Revenez plus tard pour plus.
ga: Tá sin go leor faoi láthair! Tar ar ais níos déanaí le haghaidh tuilleadh.
gl: Iso é suficiente por agora! Volve máis tarde para máis.
hi: अब के लिए यह काफी है! अधिक के लिए बाद में वापस आएं।
hr: Dosta za sada! Vratite se kasnije za više.
it: Per ora basta così! Torna più tardi per ulteriori aggiornamenti.
ka: ამაზე ახლა საკმარისია! დაბრუნდით მოგვიანებით მეტი ინფორმაციისთვის.
nb: Det er nok for nå! Kom tilbake senere for mer.
nl: Dat is voorlopig genoeg! Kom later terug voor meer.
pl: Na razie wystarczy! Wróć później po więcej.
pt: Isso é suficiente por enquanto! Volte mais tarde para mais.
ru: Достаточно на сегодня! Вернитесь позже для продолжения.
sk: Na teraz toho stačilo! Vráťte sa neskôr pre viac.
sr: Dovoljno za sada! Vratite se kasnije za više.
sv: Det räcker för nu! Kom tillbaka senare för mer.
ta: இப்போது இதை போதும்! மேலும் கற்றுக்கொள்ள பின்னர் மீண்டும் வாருங்கள்.
th: พอแค่นี้ก่อนนะ! กลับมาทีหลังเพื่อดูเพิ่มเติม

# hintTitle
source: Hint:
bn: ইঙ্গিত:
ca: Pista:
cs: Nápověda:
da: Tip:
de: Hinweis:
eo: Sugesto:
et: Vihje:
eu: Aipu:
fi: Vihje:
fr: Astuce :
ga: Leideán:
gl: Pista:
hi: संकेत:
hr: Savjet:
it: Suggerimento:
ka: რჩევა:
nb: Tips:
nl: Tip:
pl: Wskazówka:
pt: Dica:
ru: Подсказка:
sk: Nápoveda:
sr: Sugestija:
sv: Tips:
ta: சுட்டுரை:
th: คำแนะนำ:
