Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# verifyOtherDeviceDescription
source: When you verify another device, those devices can exchange keys, increasing your overall security. 💪 When you start a verification, a popup will appear in the app on both devices. There you will then see a series of emojis or numbers that you have to compare with each other. It's best to have both devices handy before you start the verification. 🤳
be: Калі вы спраўдзіце другую прыладу, яны абмяняюцца ключамі, якія ўзмоцняць вашу бяспеку. 💪 Калі вы пачнеце спраўджванне, у праграмах прылад з'явіцца ўсплывальнае паведамленне. Потым, вы ўбачыце некалькі эмодзі ці лічбаў, якія вы павінны параўнаць паміж сабой. Прасцей за ўсё гэта зрабіць, маючы дзве прылады побач. 🤳
bn: যখন আপনি অন্য ডিভাইসের সত্যতা যাচাই করেন, সেই ডিভাইসগুলো কী বিনিময় করতে পারে, যা আপনার সামগ্রিক নিরাপত্তা বাড়ায়। 💪 যখন আপনি যাচাই শুরু করবেন, তখন অ্যাপে একটি পপআপ উভয় ডিভাইসে দেখাবে। সেখানে আপনি একে অপরের সাথে তুলনা করতে হবে একটি সিরিজ ইমোজি বা সংখ্যার। যাচাই শুরু করার আগে উভয় ডিভাইস হাতের কাছে থাকা উত্তম। 🤳
bo: ཁྱེད་ཀྱང་གཅིག་གིས་གྲུབ་ཚིག་ལ་བཟོ་བའི་རིམ་སྒྲིག་བྱེད་ནས་ཁྱེད་ཀྱང་གི་ལས་སྤྱོད་ལ་སྤྱོད་ནས་སྤྱོད་ལམ་ལེན་འབད་ནི་ཡོད། 💪 ཁྱེད་ཀྱང་གཅིག་གིས་བཟོ་བའི་རིམ་ལ་སྤྱོད་ནས་ཁྱེད་ཀྱང་གི་ལས་སྤྱོད་ལ་སྤྱོད་ནས་སྤྱོད་ལམ་ལེན་འབད་ནི་ཡོད། འདི་ལུས་བརྗེ་བའི་ཤེས་རབ་ལ {url} ལ་འགྱོ་བཅོས་གནང་བ།
ca: Quan verifiques un altre dispositiu, aquests poden intercanviar claus, així que es millora la seguretat total. 💪 Quan comences una verificació, apareixerà un missatge emergent a tots dos dispositius. A cadascun hi apareixerà un seguit d'emojis o de números que hauràs de comparar. El millor és tenir tots dos dispositius a mà abans d'iniciar la verificació. 🤳
cs: Když ověříte jiné zařízení, mohou si tato zařízení vyměňovat klíče, čímž se zvýší vaše celková bezpečnost. 💪 Když zahájíte ověření, objeví se v aplikaci vyskakovací okno na obou zařízeních. Tam uvidíte sérii emoji nebo čísel, které si musíte navzájem porovnat. Nejlepší je mít obě zařízení po ruce před začátkem ověření. 🤓
da: Når du bekræfter en anden enhed, kan disse enheder udveksle nøgler, hvilket øger din samlede sikkerhed. 💪 Når du starter en verifikation, vises der en popup i appen på begge enheder. Der vil derefter være en række emojis eller tal, som du skal sammenligne med hinanden. Det er bedst at have begge enheder klar, før du starter verifikationen. 🤳
de: Wenn du ein anderes Gerät verifizieren, können diese Geräteschlüssel austauschen, was die Sicherheit insgesamt erhöht. 💪 Sobald du eine Verifizierung starten, erscheint ein Pop-up in der App auf beiden Geräten. Dort siehst du dann eine Reihe von Emojis oder Zahlen, die du miteinander vergleichen musst. Am besten hältst du beide Geräte bereit, bevor du die Verifizierung startest. 🤳
eo: Kiam vi konfirmas alian aparaton, tiuj aparatoj povas interŝanĝi ŝlosilojn, pligrandante vian tutan sekurecon. 💪 Kiam vi komencas konfirmadon, aperos fenestro en la aplikaĵo ĉe ambaŭ aparatoj. Tie vi vidos serion de emojioj aŭ nombroj, kiujn vi devas kompari inter si. Estas plej bone havi ambaŭ aparatojn ĉe vi antaŭ ol komenci la konfirmadon. 🤳
et: Kui sa oled oma muu seadme verifitseerinud, siis need seadmed võivad vahetada krüptovõtmeid ning see parandab üldist turvalisust. 💪 Kui alustad verifitseerimist, siis sinu mõlemas seadmes tekib rakenduses hüpikaken. Seal kuvatakse emotikonide või numbrite jada, mida pead omavahel võrdlema. On oluline, et mõlemad seadmed on verifitseerimise alustamisel sinu kõrval. 🤳
eu: Beste gailu bat egiaztatzean, gailu horiek gakoak truka ditzakete, eta segurtasun orokorra handitu. 💪 Egiaztapena hasten duzunean, laster-leiho bat agertuko da bi gailuetan. Bertan, elkarrekin alderatu behar diren emoji edo zenbaki batzuk ikusiko dituzu. Hobe da bi gailuak eskura izatea egiaztapena hasi aurretik. 🤳
fa: هنگام بازبینی دستگاه دیگر، آن دستگاه‌ها میتوانند کلیدها را تبادل کنند و امنیت کلی شما را افزایش دهند. 💪 هنگام شروع بازبینی، پنجره‌ای در برنامه روی هر دو دستگاه ظاهر میشود. در آنجا مجموعه‌ای از شکلک‌ها یا اعداد را مشاهده میکنید که باید با یکدیگر مقایسه کنید. بهتر است پیش از شروع بازبینی، هر دو دستگاه در دسترس باشند. 🤳
fi: Kun vahvistat toisen laitteen, nämä laitteet voivat vaihtaa avaimia, mikä lisää kokonaisturvallisuuttasi. 💪 Kun aloitat vahvistuksen, sovelluksessa molemmissa laitteissa ilmestyy ponnahdusikkuna. Siinä näet sarjan emojeja tai numeroita, jotka sinun tulee verrata toisiinsa. On parasta olla molemmat laitteet käsillä ennen vahvistuksen aloittamista. 🤓
fr: Lorsque vous vérifiez un autre appareil, ces appareils peuvent échanger des clés, ce qui augmente votre sécurité globale. 💪 Lorsque vous lancez une vérification, une fenêtre contextuelle s'affiche dans l'application sur les deux appareils. Vous y verrez alors une série d'émoticônes ou de chiffres que vous devrez comparer. Il est préférable d'avoir les deux appareils à portée de main avant de lancer la vérification. 🤳
ga: Nuair a fhíoraíonn tú gléas eile, is féidir leis na gléasanna sin eochracha a mhalartú, do shlándáil fhoriomlán a mhéadú. 💪 Nuair a thosaíonn tú fíorú, beidh preabfhuinneog le feiceáil san aip ar an dá ghléas. Ansin feicfidh tú sraith emojis nó uimhreacha a chaithfidh tú a chur i gcomparáid lena chéile. Is fearr an dá ghléas a bheith áisiúil sula dtosaíonn tú ar an bhfíorú. 🤳
gl: Ao verificar outro dispositivo estás compartindo as chaves, aumentando a túa seguridade 💪. Ao iniciar a verificación aparecerá unha xanela emerxente nos dous dispositivos. Nesa xanela verás varios emojis ou números que tes que comparar entre eles. O mellor xeito de facelo é ter os dous dispositivos contigo cando inicias o proceso de verificación. 🤳
hi: जब आप किसी अन्य डिवाइस को सत्यापित करते हैं, तो वे डिवाइस कुंजी का आदान-प्रदान कर सकते हैं, जिससे आपकी समग्र सुरक्षा बढ़ती है। 💪 जब आप सत्यापन शुरू करते हैं, तो दोनों डिवाइस पर ऐप में एक पॉपअप दिखाई देगा। वहाँ आप एक श्रृंखला इमोजी या संख्याएँ देखेंगे जिन्हें आपको तुलना करनी होगी। सत्यापन शुरू करने से पहले दोनों डिवाइस को पास में रखना सबसे अच्छा है। 🤳
hr: Kada potvrdiš jedan drugi uređaj, ti uređaji mogu razmjenjivati ključeve, povećavajući tvoju ukupnu sigurnost. 💪 Kada pokreneš provjeru, pojavit će se skočni prozor u aplikaciji na oba uređaja. Tamo ćeš tada vidjeti niz emojija ili brojeve koje moraš međusobno usporediti. Najbolje je imati oba uređaja pri ruci prije nego što započneš provjeru. 🤳
id: Saat kamu memverifikasi perangkat lain, perangkat tersebut dapat bertukar kunci, sehingga meningkatkan keamananmu secara keseluruhan. 💪 Saat Anda memulai verifikasi, sebuah pemberitahuan akan muncul di aplikasi pada kedua perangkat. Di situ kemudian akan melihat serangkaian emoji atau angka yang harus dibandingkan satu sama lain. Sebaiknya siapkan kedua perangkat sebelum kamu memulai verifikasi. 🤳
it: Quando verifichi un altro dispositivo, questi dispositivi possono scambiarsi le chiavi, aumentando la tua sicurezza complessiva. 💪 Quando inizi una verifica, apparirà un popup nell'app su entrambi i dispositivi. Lì vedrai una serie di emoji o numeri che dovrai confrontare tra loro. È meglio avere entrambi i dispositivi a portata di mano prima di iniziare la verifica. 🤳
ka: როდესაც გადამოწმებთ სხვა მოწყობილობას, ეს მოწყობილობები შეძლებენ გასაღებების გაცვლას, რაც ზრდის თქვენი მთლიან უსაფრთხოებას. 💪 როდესაც დაიწყებთ გადამოწმებას, პოპაპი გამოჩნდება ორივე მოწყობილობაზე. იქ თქვენ იხილავთ ემოჯებს ან ნომრებს, რომლებსაც უნდა შეადაროთ ერთმანეთს. საუკეთესოა ორივე მოწყობილობა ხელთ გქონდეთ გადამოწმების დაწყებამდე. 🤳
nb: Når du verifiserer en annen enhet, kan disse enhetene utveksle nøkler, noe som øker din totale sikkerhet. 💪 Når du starter en verifisering, vil en popup vises i appen på begge enhetene. Der vil dere se en serie av emojis eller tall som dere må sammenligne. Det er best å ha begge enhetene tilgjengelig før du starter verifiseringen. 🤳
nl: Een geverifieerd ander apparaat zorgt ervoor dat de apparaten sleutels uitwisselen, wat je beveiliging versterkt. 💪 Als je de verificatie start verschijnt er een popup op beide apparaten. Hier staat een reeks emoji's of getallen die je met elkaar moet vergelijken. Het is handig om beide apparaten bij de hand te hebben voordat je de verificatie start. 🤳
pl: Jeśli zweryfikujesz inne urządzenie, będzie mogło ono wymienić klucze z dotychczasowym, zwiększając ogólne bezpieczeństwo. 💪 Kiedy rozpoczniesz weryfikację, na obu urządzeniach wyświetli się okno dialogowe. Zobaczysz w nim serię emotikonów lub numery do porównania. Najlepiej mieć oba urządzenia pod ręką przed rozpoczęciem weryfikacji. 🤳
pt: Quando você verifica outro dispositivo, esses dispositivos podem trocar chaves, aumentando sua segurança geral. 💪 Quando você inicia uma verificação, aparecerá uma janela pop-up no aplicativo em ambos os dispositivos. Lá, vocês verão uma série de emojis ou números que devem comparar entre si. É melhor ter ambos os dispositivos à mão antes de iniciar a verificação. 🤳
ru: При подтверждении другого устройства эти устройства могут обмениваться ключами, повышая общую безопасность. 💪 При запуске подтверждения в приложении на обоих устройствах появится всплывающее окно. Там вы увидите ряд чисел или эмодзи, которые вы должны сравнить друг с другом. Лучше иметь оба устройства под рукой перед началом проверки. 🤳
sk: Keď overíte iné zariadenie, tieto zariadenia môžu vymieňať kľúče, čím sa zvýši vaša celková bezpečnosť. 💪 Keď začnete overovanie, v oboch zariadeniach sa objaví vyskakovacie okno. Tam uvidíte sériu emoji alebo čísel, ktoré si musíte navzájom porovnať. Je najlepšie mať obe zariadenia po ruke pred začatím overovania. 🤳
sr: Када потврдите други уређај, ти уређаји могу размењивати кључеве, што повећава вашу укупну безбедност. 💪 Када започнете верификацију, појавиће се попуп у апликацији на оба уређаја. Тамо ћете затим видети серију емодзија или бројева које морате упоредити. Најбоље је да имате оба уређаја при руци пре него што започнете верификацију. 🤳
sv: När du verifierar en enhet så kan era enheter utväxla nycklar, vilket förbättrar säkerheten. 💪 När du påbörjar en verifiering så ser du en popup-ruta på båda enheterna. I den rutan ser du ett antal tecken som du jämför med det som visas på den andra enheten. Det är bäst att ha båda enheterna till hands innan du påbörjar verifieringen. 🤳
ta: நீங்கள் மற்றொரு சாதனத்தை சரிபார்க்கும்போது, அந்த சாதனங்கள் விசைகளை பரிமாறிக்கொள்ளலாம், உங்கள் ஒட்டுமொத்த பாதுகாப்பை அதிகரிக்கும். So நீங்கள் ஒரு சரிபார்ப்பைத் தொடங்கும்போது, இரண்டு சாதனங்களிலும் பயன்பாட்டில் ஒரு பாப்அப் தோன்றும். நீங்கள் ஒருவருக்கொருவர் ஒப்பிட வேண்டிய தொடர்ச்சியான ஈமோசிகள் அல்லது எண்களைக் காண்பீர்கள். நீங்கள் சரிபார்ப்பைத் தொடங்குவதற்கு முன்பு இரண்டு சாதனங்களையும் எளிதில் வைத்திருப்பது நல்லது. .
th: เมื่อคุณยืนยันอุปกรณ์อื่น อุปกรณ์เหล่านั้นสามารถแลกเปลี่ยนกุญแจ ซึ่งจะเพิ่มความปลอดภัยโดยรวมของคุณ 💪 เมื่อคุณเริ่มการยืนยัน จะมีป็อปอัปปรากฏในแอปบนทั้งสองอุปกรณ์ ซึ่งจะมีอิโมจิหรือหมายเลขที่คุณต้องเปรียบเทียบกัน ควรมีอุปกรณ์ทั้งสองพร้อมก่อนเริ่มการยืนยัน 🤳
uk: Коли ви звіряєте інший пристрій, ці пристрої можуть обмінюватися ключами, підвищуючи вашу загальну безпеку. 💪 Коли ви розпочнете звірення, в застосунку на обох пристроях з'явиться спливне вікно. Там ви побачите набір смайликів або чисел, які вам потрібно буде порівняти між собою. Найкраще мати обидва пристрої під рукою перед початком звірення. 🤳

# acceptedKeyVerification
source: {sender} accepted key verification
be: {sender} прыняў(-ла) спраўджванне ключэй
bn: {sender} কী যাচাই গ্রহণ করেছেন
bo: {sender} ལ་སྤྱོད་ནས་ཁྱེད་ཀྱང་གི་ཁྱབ་ལམ་ལེན་འབད་བའི་རིམ་སྒྲིག
ca: {sender} ha acceptat la verificació de claus
cs: {sender} přijal ověření klíče
da: {sender} accepterede nøgleverifikation
de: {sender} hat die Schlüsselverifikation akzeptiert
eo: {sender} akceptis ŝlosilan konfirmadon
et: {sender} nõustus krüptovõtmete verifitseerimisega
eu: {sender}(e)k gakoaren egiaztapena onartu du
fa: {sender} بازبینی کلید را پذیرفت
fi: {sender} hyväksyi avaintarkistuksen
fr: {sender} a accepté la vérification de clé
ga: {sender} glacadh le fíorú eochair
gl: {sender} aceptou a verificación da chave
hi: {sender} ने कुंजी सत्यापन स्वीकार किया
hr: {sender} je prihvatio/la potvrđivanje ključa
id: {sender} menerima verifikasi kunci
it: {sender} ha accettato la verifica della chiave
ka: {sender} მიიღო გასაღების გადამოწმება
nb: {sender} aksepterte nøkkelverifisering
nl: {sender} accepteerde de sleutelverificatie
pl: {sender} zaakceptował/-a weryfikację kluczy
pt: {sender} aceitou a verificação de chave
ru: {sender} принял(а) подтверждение ключей
sk: {sender} prijal overenie kľúča
sr: {sender} је прихватио верификацију кључа
sv: {sender} accepterade nyckelverifieringen
ta: {sender} ஏற்றுக்கொள்ளப்பட்ட விசை சரிபார்ப்பு
th: {sender} ยอมรับการยืนยันกุญแจ
uk: {sender} погоджується звірити ключі

# canceledKeyVerification
source: {sender} canceled key verification
be: {sender} адхіліў(-ла) спраўджванне ключэй
bn: {sender} কী যাচাই বাতিল করেছেন
bo: {sender} ལ་ཁྱེད་ཀྱང་གི་ཁྱབ་ལམ་ལེན་འབད་བའི་རིམ་སྒྲིག
ca: {sender} ha canceŀlat la verificació de claus
cs: {sender} zrušil ověření klíče
da: {sender} afbrød nøgleverifikation
de: {sender} hat die Schlüsselverifikation abgebrochen
eo: {sender} nuligis ŝlosilan konfirmadon
et: {sender} katkestas krüptovõtmete verifitseerimise
eu: {sender}(e)k gakoen egiaztapena ezeztatu du
fa: {sender} بازبینی کلید را رد کرد
fi: {sender} peruutti avaintarkistuksen
fr: {sender} a annulé la vérification de clé
ga: {sender} cealaithe fíorú eochrach
gl: {sender} desbotou a verificación da chave
hi: {sender} ने कुंजी सत्यापन रद्द किया
hr: {sender} je prekinuo/la potvrđivanje ključa
id: {sender} membatalkan verifikasi kunci
it: {sender} ha annullato la verifica della chiave
ka: {sender} გაუქმდა გასაღების გადამოწმება
nb: {sender} avbrøt nøkkelverifisering
nl: {sender} annuleerde de sleutelverificatie
pl: {sender} anulował/-a weryfikację kluczy
pt: {sender} cancelou a verificação de chave
ru: {sender} отклонил(а) подтверждение ключей
sk: {sender} zrušil overenie kľúča
sr: {sender} је отказао верификацију кључа
sv: {sender} avbröt nyckelverifieringen
ta: {sender} ரத்து செய்யப்பட்ட விசை சரிபார்ப்பு
th: {sender} ยกเลิกการยืนยันกุญแจ
uk: {sender} скасовує звірення ключів

# completedKeyVerification
source: {sender} completed key verification
be: {sender} скочныў(-ла) спраўджванне ключэй
bn: {sender} কী যাচাই সম্পন্ন করেছেন
bo: {sender} ལ་ཁྱེད་ཀྱང་གི་ཁྱབ་ལམ་ལེན་འབད་བའི་རིམ་སྒྲིག
ca: {sender} ha comletat la verificació de claus
cs: {sender} dokončil ověření klíče
da: {sender} fuldførte nøgleverifikation
de: {sender} hat die Schlüsselverifikation abgeschlossen
eo: {sender} kompletigis ŝlosilan konfirmadon
et: {sender} sai valmis krüptovõtmete verifitseerimise
eu: {sender}(e)k gakoen egiaztapena osatu du
fa: {sender} بازبینی کلید را کامل کرد
fi: {sender} suoritti avaintarkistuksen
fr: {sender} a terminé la vérification de clé
ga: {sender} fíorú eochair críochnaithe
gl: {sender} completou a verificación da chave
hi: {sender} ने कुंजी सत्यापन पूरा किया
hr: {sender} je dovršio/la potvrđivanje ključa
id: {sender} menyelesaikan verifikasi kunci
it: {sender} ha completato la verifica della chiave
ka: {sender} დასრულდა გასაღების გადამოწმება
nb: {sender} fullførte nøkkelverifisering
nl: {sender} ronde de sleutelverificatie af
pl: {sender} zakończył/-a weryfikację kluczy
pt: {sender} concluiu a verificação de chave
ru: {sender} завершил(а) подтверждение ключей
sk: {sender} dokončil overenie kľúča
sr: {sender} је завршио верификацију кључа
sv: {sender} fullbordade nyckelverifieringen
ta: {sender} நிறைவு செய்யப்பட்ட விசை சரிபார்ப்பு
th: {sender} เสร็จสิ้นการยืนยันกุญแจ
uk: {sender} завершує звірення ключів

# isReadyForKeyVerification
source: {sender} is ready for key verification
be: {sender} гатовы(-а) да спраўджвання ключэй
bn: {sender} কী যাচাইয়ের জন্য প্রস্তুত
bo: {sender} ལ་ཁྱེད་ཀྱང་གི་ཁྱབ་ལམ་ལེན་ལ་བཟོ་ཡོད།
ca: {sender} està a punt per verificar les claus
cs: {sender} je připraven na ověření klíče
da: {sender} er klar til nøgleverifikation
de: {sender} ist bereit für die Schlüsselverifikation
eo: {sender} estas preta por ŝlosila konfirmado
et: {sender} on valmis krüptovõtmete verifitseerimiseks
eu: {sender} gakoak egiaztatzeko prest dago
fa: {sender} برای بازبینی کلید آماده است
fi: {sender} on valmis avaintarkistukseen
fr: {sender} est prêt pour la vérification de clé
ga: Tá {sender} réidh le haghaidh fíorú eochair
gl: {sender} xa pode verificar a chave
hi: {sender} कुंजी सत्यापन के लिए तैयार है
hr: {sender} je spreman/na za potvrđivanje ključa
id: {sender} siap untuk verifikasi kunci
it: {sender} è pronto per la verifica della chiave
ka: {sender} მზად არის გასაღების გადამოწმებისთვის
nb: {sender} er klar for nøkkelverifisering
nl: {sender} is klaar voor de sleutelverificatie
pl: {sender} jest gotowy/-a do weryfikacji kluczy
pt: {sender} está pronto para a verificação de chave
ru: {sender} готов(а) к подтверждению ключей
sk: {sender} je pripravený na overenie kľúča
sr: {sender} је спреман за верификацију кључа
sv: {sender} är redo för nyckelverifiering
ta: விசை சரிபார்ப்பிற்கு {sender} தயாராக உள்ளார்
th: {sender} พร้อมสำหรับการยืนยันกุญแจ
uk: {sender} готовий до звірення ключів

# requestedKeyVerification
source: {sender} requested key verification
be: {sender} запрасіў(-ла) спраўджванне ключэй
bn: {sender} কী যাচাইয়ের জন্য অনুরোধ করেছেন
bo: {sender} ལ་ཁྱེད་ཀྱང་གི་ཁྱབ་ལམ་ལེན་འབད་བའི་ཟུར་བཅོས
ca: {sender} ha soŀlicitat verificar claus
cs: {sender} požádal o ověření klíče
da: {sender} anmodede om nøgleverifikation
de: {sender} hat eine Schlüsselverifikation angefragt
eo: {sender} petis ŝlosilan konfirmadon
et: {sender} palus krüptovõtmete verifitseerimist
eu: {sender}(e)k gakoen egiaztapena galdegin du
fa: {sender} درخواست بازبینی کلید کرد
fi: {sender} pyysi avaintarkistusta
fr: {sender} a demandé une vérification de clé
ga: D'iarr {sender} fíorú eochrach
gl: {sender} solicitou verificar a chave
hi: {sender} ने कुंजी सत्यापन का अनुरोध किया
hr: {sender} je zatražio/la potvrđivanje ključa
id: {sender} meminta verifikasi kunci
it: {sender} ha richiesto la verifica della chiave
ka: {sender} ითხოვს გასაღების გადამოწმებას
nb: {sender} ba om nøkkelverifisering
nl: {sender} vraagt een sleutelverificatie
pl: {sender} poprosił/-a o weryfikację kluczy
pt: {sender} solicitou verificação de chave
ru: {sender} запросил(а) подтверждение ключей
sk: {sender} požiadal o overenie kľúča
sr: {sender} је затражио верификацију кључа
sv: {sender} begärde nyckelverifiering
ta: {sender} கோரப்பட்ட விசை சரிபார்ப்பு
th: {sender} ขอการยืนยันกุญแจ
uk: {sender} просить звірити ключі

# startedKeyVerification
source: {sender} started key verification
be: {sender} пачаў(-ла) спраўджванне ключэй
bn: {sender} কী যাচাই শুরু করেছেন
bo: {sender} འདི་ལ་ཁྱེད་རང་གི་ཁྱབ་བརྗེ་བརྗོད་བྱེད་བཞག
ca: {sender} ha iniciat la verificació de claus
cs: {sender} začal ověření klíče
da: {sender} startede nøgleverifikation
de: {sender} hat die Schlüsselverifikation gestartet
eo: {sender} komencis ŝlosilan konfirmadon
et: {sender} alustas krüptovõtmete verifitseerimist
eu: {sender}(e)k gakoen egiaztapena hasi du
fa: {sender} بازبینی کلید را آغاز کرد
fi: {sender} aloitti avaintarkistuksen
fr: {sender} a lancé la vérification de clé
ga: Thosaigh {sender} fíorú eochrach
gl: {sender} comezou coa verificación da chave
hi: {sender} ने कुंजी सत्यापन शुरू किया
hr: {sender} je pokrenuo/la potvrđivanje ključa
id: {sender} memulai verifikasi kunci
it: {sender} ha avviato la verifica della chiave
ka: {sender} დაიწყო გასაღების გადამოწმება
nb: {sender} startet nøkkelverifisering
nl: {sender} start een sleutelverificatie
pl: {sender} rozpoczął/-ęła weryfikację kluczy
pt: {sender} iniciou a verificação de chave
ru: {sender} начал(а) подтверждение ключей
sk: {sender} začal overovanie kľúča
sr: {sender} је започео верификацију кључа
sv: {sender} påbörjade nyckelverifiering
ta: {sender} விசை சரிபார்ப்பைத் தொடங்கினார்
th: {sender} เริ่มการยืนยันกุญแจ
uk: {sender} розпочинає звірення ключів

source: Transparent
be: Празрысты
bn: স্বচ্ছ
bo: རྩེ་སྟེགས་མེད་པའི་ལག
cs: Průhledný
da: Gennemsigtig
eo: Travidebla
et: Läbipaistev
eu: Gardena
fa: شفاف
fi: Läpinäkyvä
ga: Trédhearcach
gl: Transparente
hi: पारदर्शी
hr: Prozirno
id: Transparan
it: Trasparente
ka: მოწინავე
nb: Gjennomsiktig
nl: Transparant
pl: Przezroczystość
pt: Transparente
ru: Прозрачный
sk: Priehľadný
sr: Прозирно
ta: வெளிப்படையானது
th: โปร่งใส
uk: Прозорий

source: Incoming messages
be: Уваходныя паведамленні
bn: প্রবেশকারী বার্তা
bo: འགྲེལ་བཤད་འགྱོ་བའི་ཚེས་རབས
ca: Missatge d'entrada
cs: Příchozí zprávy
da: Indkommende beskeder
de: Eingehende Nachrichten
eo: Envenantaj mesaĝoj
et: Saabuvad sõnumid
eu: Jasotako mezuak
fa: پیام‌های دریافتی
fi: Saapuvat viestit
fr: Messages entrants
ga: Teachtaireachtaí isteach
gl: Mensaxes recibidas
hi: आने वाले संदेश
hr: Dolazne poruke
id: Pesan masuk
it: Messaggi in arrivo
ka: შემომავალი შეტყობინებები
nb: Innkommende meldinger
nl: Inkomende berichten
pl: Wiadomości przychodzące
pt: Mensagens recebidas
ru: Входящие сообщения
sk: Prichádzajúce správy
sr: Дошле поруке
sv: Inkommande meddelanden
ta: உள்வரும் செய்திகள்
th: ข้อความเข้า
uk: Вхідні повідомлення

source: Stickers
be: Стыкеры
bn: স্টিকার
bo: ལྟེབ་སྒྲོན་ཚིག
ca: Enganxines
cs: Samolepky
de: Sticker
eo: Etikedoj
et: Kleepsud
eu: Pegatinak
fa: برچسب‌ها
fi: Tarrat
fr: Autocollants
ga: Greamáin
gl: Adhesivos
hi: स्टीकर्स
hr: Naljepnice
id: Stiker
it: Adesivi
ka: სთიკერები
pl: Naklejki
pt: Figurinhas
ru: Стикеры
sk: Samolepky
sr: Стикери
sv: Klistermärken
ta: ச்டிக்கர்கள்
th: สติ๊กเกอร์
uk: Наліпки

source: Discover
be: Даследаваць
bn: আবিষ্কার করুন
bo: མཐོང་ཚུལ
ca: Descobreix
cs: Objevovat
da: Opdag
de: Entdecken
eo: Malkovri
et: Otsi ja leia
eu: Arakatu
fa: کشف
fi: Löydä
fr: Découvrir
ga: Faigh amach
gl: Descubrir
hi: खोजें
hr: Otkrij
id: Jelajahi
it: Scopri
ka: აღმოჩენა
nb: Oppdag
nl: Ontdek
pl: Odkrywaj
pt: Descobrir
ru: Исследовать
sk: Objavovať
sr: Откриј
sv: Upptäck
ta: கண்டுபிடி
th: ค้นพบ
uk: Огляд

# commandHint_ignore
source: Ignore the given matrix ID
be: Ігнараваць дадзены matrix ID
bn: প্রদত্ত ম্যাট্রিক্স আইডি উপেক্ষা করুন
bo: ཁྱེད་རང་གི་མེད་ལེན་གྱི་ཁྱབ་བརྗེ་བརྗོད་བྱེད་མི་འདི་ལ་བརྗེ་བརྗོད་བྱེད
ca: Ignora el compte de matrix especificat
cs: Ignorovat dané ID mřížky
da: Ignorer den givne matrix-ID
de: Angegebene Matrix-ID ignorieren
eo: Ignori la donitan matrican ID-on
et: Eira seda Matrixi kasutajatunnust
eu: Muzin egin Matrix ID honi
fa: چشم‌پوشی از شناسه ماتریکس داده‌شده
fi: Ohita annettu matriisikoodi
fr: Ignorer l'identifiant Matrix indiqué
ga: Déan neamhaird d'aitheantas na maitríse sonraithe
gl: Ignorar o ID matrix indicado
hi: दिए गए मैट्रिक्स आईडी को अनदेखा करें
hr: Zanemari navedeni matrix ID
id: Abaikan ID Matrix yang diberikan
it: Ignora il Matrix ID fornito
ka: გაუქმეთ მოცემული მატრიქსის ID
nb: Ignorer den gitte matrix-ID-en
nl: Negeer de gegeven Matrix ID
pl: Ignoruj podany identyfikator Matrix
pt: Ignorar o ID de matriz fornecido
ru: Игнорировать данный matrix ID
sk: Ignorovať dané matrix ID
sr: Занемари дати Matrix ID
sv: Ignorera den angivna matrix-ID:n
ta: கொடுக்கப்பட்ட மேட்ரிக்ச் ஐடியை புறக்கணிக்கவும்
th: ละเว้นรหัสแมทริกซ์ที่กำหนด
uk: Ігнорувати цей Matrix ID
