Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# deletePushRuleCanNotBeUndone
source: If you delete this notification setting, this can not be undone.
be: Калі вы выдаліце гэтыя налады паведамленняў, гэта не можа быць адменена.
bn: যদি আপনি এই বিজ্ঞপ্তি সেটিং মুছে ফেলেন, তবে এটি পুনরুদ্ধার করা যাবে না।
bo: ཁྱེད་ཀྱིས་འདི་ལག་ལེན་ལས་བརྗོད་འབད་ན་འདི་ལ་ལོག་འབད་མི་བརྗོད་འབད་མི་བསྐུར་བའི་དུས་སྐབས།
ca: Si esborres aquesta opció de notificació no ho podràs tornar a canviar.
cs: Pokud toto nastavení oznámení smažete, nebude možné jej vrátit zpět.
da: Hvis du sletter denne meddelelsesindstilling, kan det ikke fortrydes.
de: Wenn Sie diese Benachrichtigungseinstellung löschen, kann dies nicht rückgängig gemacht werden.
eo: Se vi forigas ĉi tiun sciigan agordon, tio ne povas esti reirigita.
et: Kui sa kustutad selle teavituse seadistuse, siis seda tegevust tagasi võtta ei saa.
eu: Jakinarazpen ezarpen hau ezabatzen baduzu, ezin da desegin.
fa: اگر این تنظیم آگاه‌ساز را پاک کنید، این کار برگشت‌ناپذیر است.
fi: Jos poistat tämän ilmoitusasetuksen, sitä ei voi peruuttaa.
fr: Si vous supprimez cette configuration de notification, cela ne pourra pas être annulé.
ga: Má scriosann tú an socrú fógra seo, ní féidir é seo a chealú.
gl: Se omites este axuste de notificacións non poderás desfacer a acción.
hi: यदि आप इस सूचनात्मक सेटिंग को हटाते हैं, तो इसे वापस नहीं किया जा सकता।
hr: Ako izbrišete ovu postavku obavijesti, to se ne može poništiti.
id: Jika kamu menghapus pengaturan notifikasi ini, maka tidak dapat diurungkan.
it: Se si elimina questa impostazione di notifica, questo non può essere annullato.
ka: თუ წაშლით ამ შეტყობინების პარამეტრს, ეს ვერ იქნება აღდგენილი.
nb: Hvis du sletter denne varslingsinnstillingen, kan den ikke angres.
nl: Als je deze melding-instelling verwijderd, kan dit niet ongedaan gemaakt worden.
pl: Jeśli skasujesz to ustawienie powiadomień, nie będzie się dało tego cofnąć.
pt: Se você excluir esta configuração de notificação, não poderá desfazer.
ru: Если вы удалите это уведомление, восстановить его будет невозможно.
sk: Ak odstránite toto nastavenie upozornenia, nemôže byť vrátené.
sr: Ако избришете ово подешавање обавештења, то се не може опозвати.
sv: Om du raderar denna avisering kan detta inte ångras.
ta: இந்த அறிவிப்பு அமைப்பை நீக்கினால், அதை மீட்டமைக்க முடியாது.
th: หากคุณลบการตั้งค่าการแจ้งเตือนนี้ การดำเนินการนี้จะไม่สามารถย้อนกลับได้
uk: Якщо ви видалите це налаштування сповіщень, відновити його буде неможливо.

source: More
be: Больш
bn: আরও
bo: འདི་འབྱུང་ཡོད་པ།
ca: Més
cs: Více
da: Mere
de: Mehr
eo: Pli
et: Lisateave
eu: Gehiago
fa: بیشتر
fi: Lisää
fr: Plus
ga: Tuilleadh
gl: Máis
hi: अधिक
hr: Više
id: Tambahan
it: Di più
ka: მეტი
nb: Mer
nl: Meer
pl: Więcej
pt: Mais
ru: Больше
sk: Viac
sr: Више
sv: Mer
ta: மேலும்
th: เพิ่มเติม
uk: Більше

source: Share keys with...
be: Падзяліцца ключамі з...
bn: চাবি শেয়ার করুন...
bo: ལག་ཁྱེར་གྱི་ཁྱད་ཆོས་ལ་བརྗེ་སྐོར།
ca: Comparteix les claus amb...
cs: Sdílet klíče s...
da: Del nøgler med...
de: Schlüssel teilen mit...
eo: Dividi ŝlosilojn kun...
et: Jaga võtmeid seadmega...
eu: Partekatu gakoak…
fa: هم‌رسانی کلیدها با...
fi: Jaa avaimet...
fr: Partager les clés avec...
ga: Roinn na heochracha le...
gl: Compartir chaves con…
hi: कुंजी साझा करें...
hr: Dijeli ključeve s...
id: Bagikan kunci dengan...
it: Condividi le chiavi con...
ka: გააზიარე გასაღებები...
nb: Del nøkler med...
nl: Deel sleutels met...
pl: Udostępnij klucze...
pt: Compartilhar chaves com...
ru: Поделиться ключами с...
sk: Zdieľať kľúče s...
sr: Дели кључеве са...
sv: Dela nycklar med...
ta: முக்கியங்களை பகிரவும்...
th: แชร์กุญแจกับ...
uk: Поділитися ключами з...

# shareKeysWithDescription
source: Which devices should be trusted so that they can read along your messages in encrypted chats?
be: Якім прыладам вы давяраеце настолькі, каб яны маглі чытаць вашыя зашыфраваныя паведамленні?
bn: কোন ডিভাইসগুলোকে বিশ্বাসযোগ্য করা উচিত যাতে তারা এনক্রিপ্টেড চ্যাটে আপনার বার্তা পড়তে পারে?
bo: གང་རེ་གི་གུ་ཁང་ལ་ཁྱེར་གནང་བའི་ལག་ཁྱེར་གྱི་གནས་ཚུལ་ག་ལེར་འདུག?
ca: Quins dispositius vols que puguin llegir els teus missatges xifrats?
cs: S jakými zařízeními byste měli sdílet důvěru, aby mohli číst vaše zprávy v šifrovaných chatech?
da: Hvilke enheder skal være betroede, så de kan læse dine beskeder i krypterede chats?
de: Welchen Geräten sollte vertraut werden, damit sie deine Nachrichten in verschlüsselten Chats mitlesen können?
eo: Kiu aparatoj devus esti fidindaj por legi viajn mesaĝojn en ĉifritaj babilejoj?
et: Missuguseid seadmeid sa usaldad, et neist võiks lugeda krüptitud vestluste sõnumeid?
eu: Zein gailu hartu beharko litzateke fidagarritzat zifratutako txaten mezuak irakur ditzaten?
fa: کدام دستگاه‌ها باید مورد اعتماد باشند تا بتوانند پیام‌های شما را در گپ‌های رمزنگاری‌شده بخوانند؟
fi: Luotetaanko laitteisiin, jotta ne voivat lukea viestisi salatuissa keskusteluissa?
fr: Quels appareils doivent être fiables pour pouvoir lire vos messages dans les discussions chiffrées ?
ga: Cad iad na gléasanna ar cheart muinín a chur iontu ionas gur féidir leo do chuid teachtaireachtaí a léamh i gcomhráite criptithe?
gl: En que dispositivos se pode confiar e poden ler as túas conversas cifradas?
hi: कौन से उपकरणों को भरोसेमंद माना जाना चाहिए ताकि वे आपके संदेशों को पढ़ सकें एन्क्रिप्टेड चैट में?
hr: Koje uređaje treba povjeriti kako bi mogli čitati vaše poruke u šifriranim razgovorima?
id: Perangkat apa saja yang dipercayai supaya mereka bisa membaca bersama dengan pesanmu dalam obrolan terenkripsi?
it: Quali dispositivi dovrebbero essere fidati in modo che possano leggere i tuoi messaggi in chat crittografate?
ka: რომელი მოწყობილობები უნდა იყოს ნდობით აღჭურვილი, რათა მათ შეძლონ თქვენი დაშიფრული ჩეთების კითხვა?
nb: Hvilke enheter skal være tillit for å kunne lese dine meldinger i krypterte chatter?
nl: Welke apparaten moeten vertrouwd worden zodat ze je berichten kunnen lezen in versleutelde chats?
pl: Które urządzenia powinny być zaufane, aby mogły odczytywać Twoje wiadomości w zaszyfrowanych czatach?
pt: Quais dispositivos devem ser confiáveis para que possam ler suas mensagens em chats criptografados?
ru: Какие устройства должны быть доверенными, чтобы читать ваши сообщения в зашифрованных чатах?
sk: Ktoré zariadenia by mali byť dôveryhodné, aby mohli čítať vaše správy v šifrovaných chatov?
sr: Који уређаји треба да буду поверењи да би могли да читају ваше поруке у шифрованим ћаскањима?
sv: Vilka enheter ska litas på så att de kan läsa dina meddelanden i krypterade chattar?
ta: எந்த சாதனங்கள் நம்பிக்கையுடன் இருக்க வேண்டும், அவை உங்கள் குறியாக்கப்பட்ட உரையாடல்களில் உங்கள் செய்திகள் படிக்க முடியுமா?
th: อุปกรณ์ใดบ้างที่ควรเชื่อถือเพื่อให้สามารถอ่านข้อความของคุณในแชทที่เข้ารหัสได้?
uk: Яким пристроям довіряти, щоб вони могли читати ваші повідомлення в зашифрованих бесідах?

source: All devices
be: Усе прылады
bn: সব ডিভাইস
bo: ཆ་མཉམ་གི་གུ་ཁང་ཚོ།
ca: Tots els dispositius
cs: Všechna zařízení
da: Alle enheder
de: Alle Geräte
eo: Ĉiuj aparatoj
et: Kõiki seadmeid
eu: Gailu guztiekin
fa: همه دستگاه‌ها
fi: Kaikki laitteet
fr: Tous les appareils
ga: Gach gléasanna
gl: Todos os dispositivos
hi: सभी उपकरण
hr: Svi uređaji
id: Semua perangkat
it: Tutti i dispositivi
ka: ყველა მოწყობილობა
nb: Alle enheter
nl: Alle apparaten
pl: Wszystkie urządzenia
pt: Todos os dispositivos
ru: Все устройства
sk: Všetky zariadenia
sr: Сви уређаји
sv: Alla enheter
ta: அனைத்து சாதனங்கள்
th: อุปกรณ์ทั้งหมด
uk: Усім пристроям

source: Cross verified devices if enabled
be: З перакрыжаваным спраўджваннем прылад, калі ўключана
bn: যদি সক্ষম হয় তবে ক্রস যাচাই করা ডিভাইসগুলি
bo: ལག་ཁྱེར་གྱི་གནས་ཚུལ་ལ་ལོག་བསྐྱར་བརྗེ་བ་ཡོད་མི་ཚུལ།
ca: Els dispositius verificats mútuament, si està activat
cs: Křížově ověřená zařízení, pokud je povoleno
da: Krydskontrollerede enheder, hvis aktiveret
de: Cross-verifizierte Geräte, falls aktiviert
eo: Kros-verdigitaj aparatoj se ebligita
et: Risttunnustatud seadmeid, kui see võimalus on kasutusel
eu: Egiaztapen gurutzatuko gailuekin, gaituta badaude
fa: دستگاه‌های بازبینی‌شده متقابل اگر فعال باشد
fi: Ristiinvarmistetut laitteet, jos käytössä
fr: Appareils vérifiés croisés si activé
ga: Gléasanna trasfhíoraithe má tá siad cumasaithe
gl: Dispositivos verificados se está activado
hi: यदि सक्षम हो तो क्रॉस सत्यापित उपकरण
hr: Preko provjereni uređaji ako je omogućeno
id: Verifikasi silang perangkat jika diaktifkan
it: Verifica incrociata dei dispositivi, se abilitata
ka: გადამოწმებული მოწყობილობები თუ ჩართულია
nb: Kryssverifiserte enheter hvis aktivert
nl: Kruislings geverifieerde apparaten als ingeschakeld
pl: Urządzenia zweryfikowane krzyżowo, jeśli włączone
pt: Dispositivos verificados cruzados se ativado
ru: Перекрестно проверенные устройства, если включено
sk: Prekrožené overené zariadenia, ak je povolené
sr: Крос верификовани уређаји ако је омогућено
sv: Korsverifierade enheter om aktiverat
ta: இணையம் சரிபார்க்கப்பட்ட சாதனங்கள் இயலுமையாக இருந்தால்
th: อุปกรณ์ที่ตรวจสอบข้ามหากเปิดใช้งาน
uk: З перехресною верифікацією пристроїв, якщо ввімкнено

source: Cross verified devices
be: Перакрыжавана спраўджаныя прылады
bn: ক্রস যাচাই করা ডিভাইসগুলি
bo: ལོག་བསྐྱར་བརྗེ་བའི་གུ་ཁང་ཚོ།
ca: Els dispositius verificats mútuament
cs: Křížově ověřená zařízení
da: Krydskontrollerede enheder
de: Cross-verifizierte Geräte
eo: Kros-verdigitaj aparatoj
et: Risttunnustatud seadmeid
eu: Egiaztapen gurutzatuko gailuekin
fa: دستگاه‌های بازبینی‌شده متقابل
fi: Ristiinvarmistetut laitteet
fr: Appareils vérifiés croisés
ga: Feistí trasfhíoraithe
gl: Dispositivos verificados
hi: क्रॉस सत्यापित उपकरण
hr: Preko provjereni uređaji
id: Perangkat terverifikasi silang
it: Dispositivi con verifica incrociata
ka: გადამოწმებული მოწყობილობები
nb: Kryssverifiserte enheter
nl: Kruislings geverifieerde apparaten
pl: Urządzenia zweryfikowane krzyżowo
pt: Dispositivos verificados cruzados
ru: Перекрестно проверенные устройства
sk: Prekrožené overené zariadenia
sr: Крос верификовани уређаји
sv: Korsverifierade enheter
ta: இணையம் சரிபார்க்கப்பட்ட சாதனங்கள்
th: อุปกรณ์ที่ตรวจสอบข้าม
uk: З перехресною верифікацією пристроїв

source: Verified devices only
be: Толькі спраўджаныя прылады
bn: শুধুমাত্র যাচাই করা ডিভাইসগুলি
bo: ལོག་བསྐྱར་བརྗེ་བ་མེད་པའི་གུ་ཁང་ཚོ།
ca: Només els dispositius verificats
cs: Pouze ověřená zařízení
da: Kun verificerede enheder
de: Nur verifizierte Geräte
eo: Nur verifikitaj aparatoj
et: Vaid verifitseeritud seadmeid
eu: Egiaztatutako gailuekin soilik
fa: فقط دستگاه‌های بازبینی‌شده
fi: Vain varmennetut laitteet
fr: Appareils vérifiés uniquement
ga: Gléasanna fíoraithe amháin
gl: Só dispositivos verificados
hi: केवल सत्यापित उपकरण
hr: Samo provjereni uređaji
id: Perangkat terverifikasi saja
it: Solo dispositivi verificati
ka: მხოლოდ ნდობით აღჭურვილი მოწყობილობები
nb: Bare verifiserte enheter
nl: Alleen geverifieerde apparaten
pl: Tylko zweryfikowane urządzenia
pt: Apenas dispositivos verificados
ru: Только проверенные устройства
sk: Iba overené zariadenia
sr: Само верификовани уређаји
sv: Endast verifierade enheter
ta: சரிபார்க்கப்பட்ட சாதனங்கள் மட்டும்
th: เฉพาะอุปกรณ์ที่ตรวจสอบแล้ว
uk: Лише верифіковані пристрої

source: Take a photo
be: Зрабіць здымак
bn: একটি ছবি তুলুন
bo: ཡིག་སྒྲིག་གནང་།
ca: Fes una foto
cs: Pořídit fotografii
da: Tag et foto
de: Foto aufnehmen
eo: Prenu foton
et: Pildista
eu: Egin argazkia
fa: گرفتن عکس
fi: Ota valokuva
fr: Prendre une photo
ga: Glac grianghraf
gl: Facer foto
hi: एक फोटो लें
hr: Uhvati fotografiju
id: Ambil foto
it: Scatta una foto
ka: გადაღება ფოტო
nb: Ta et bilde
nl: Neem een foto
pl: Zrób zdjęcie
pt: Tirar uma foto
ru: Снять фото
sk: Urobiť fotografiu
sr: Снимите фотографију
sv: Ta ett foto
ta: படம் எடு
th: ถ่ายภาพ
uk: Зробити фото

source: Record a video
be: Запісаць відэа
bn: একটি ভিডিও রেকর্ড করুন
bo: བརྙན་ལེན་གྱི་བརྗེ་བའི་བརྙན་ལེན།
ca: Grava un vídeo
cs: Nahrát video
da: Optag en video
de: Video aufnehmen
eo: Registru videon
et: Salvesta video
eu: Grabatu bideoa
fa: ضبط ویدئو
fi: Tallenna video
fr: Enregistrer une vidéo
ga: Taifead físeán
gl: Gravar vídeo
hi: एक वीडियो रिकॉर्ड करें
hr: Snimi video
id: Rekam video
it: Registra un video
ka: ვიდეოს ჩაწერა
nb: Spill inn en video
nl: Neem een video
pl: Nagraj film
pt: Gravar um vídeo
ru: Записать видео
sk: Nahrať video
sr: Snimi video
sv: Spela in en video
ta: வீடியோ பதிவு செய்
th: บันทึกวิดีโอ
uk: Записати відео

source: (Optional) message...
be: (Апцыянальна) паведамленне...
bn: (ঐচ্ছিক) বার্তা...
bo: (དམིགས་ཚིག) ཚིག་གཅིག...
ca: (Opcional) missatge...
cs: (Nepovinné) zpráva...
da: (Valgfrit) besked...
de: (Optionale) Nachricht...
eo: (Opcie) mesaĝo...
et: Sõnum (kui soovid lisada)...
eu: Mezua (aukerakoa)…
fa: (اختیاری) پیام...
fi: (Valinnainen) viesti...
fr: (Optionnel) message...
ga: Teachtaireacht (Roghnach)…
gl: (Optativo) mensaxe…
hi: (वैकल्पिक) संदेश...
hr: (Opcionalno) poruka...
id: Pesan (opsional)...
it: Messaggio (opzionale)...
ka: (სურვილისამებრ) შეტყობინება...
nb: (Valgfritt) melding...
nl: (Optioneel) bericht...
pl: (Opcjonalna) wiadomość...
pt: (Opcional) mensagem...
ru: (Опционально) сообщение...
sk: (Voliteľné) správa...
sr: (Opcionalno) poruka...
sv: (Valfritt) meddelande...
ta: (விருப்பமான) செய்தி...
th: (ตัวเลือก) ข้อความ...
uk: (Необов'язково) повідомлення...

source: Not supported on this device
be: Не падтрымліваецца на гэтай прыладзе
bn: এই ডিভাইসে সমর্থিত নয়
bo: འདི་ལ་འབྱོར་མི་ཚུལ།
ca: No suportat en aquest dispositiu
cs: Není podporováno na tomto zařízení
da: Ikke understøttet på denne enhed
de: Nicht unterstützt auf diesem Gerät
eo: Ne subtenata en ĉi tiu aparato
et: See pole antud seadmes toetatud
eu: Ez da gailu honekin bateragarria
fa: در این دستگاه پشتیبانی نمیشود
fi: Ei tuettu tällä laitteella
fr: Non pris en charge sur cet appareil
ga: Ní thacaítear leis ar an ngléas seo
gl: Non compatible co dispositivo
hi: इस डिवाइस पर समर्थित नहीं
hr: Nije podržano na ovom uređaju
id: Tidak didukung pada perangkat ini
it: Non supportato su questo dispositivo
ka: ამ მოწყობილობაზე არ არის მხარდაჭერილი
nb: Ikke støttet på denne enheten
nl: Niet ondersteund op dit apparaat
pl: Niewspierane na tym urządzeniu
pt: Não suportado neste dispositivo
ru: Не поддерживается на этом устройстве
sk: Nepodporované na tomto zariadení
sr: Nije podržano na ovom uređaju
sv: Stöds inte på denna enhet
ta: இந்த சாதனத்தில் ஆதரிக்கப்படவில்லை
th: ไม่รองรับบนอุปกรณ์นี้
uk: Не підтримується на цьому пристрої

source: Enter new chat
be: Увядзіце новы чат
bn: নতুন চ্যাটে প্রবেশ করুন
bo: གསར་པའི་ཆ་སྒྲིག་ནང་བཀྱོད།
ca: Entra al nou xat
cs: Vstoupit do nového chatu
da: Start ny chat
de: Neuen Chat betreten
eo: Eniri novan babilon
et: Liitu uue vestlusega
eu: Sartu txat berrira
fa: ورود به گپ جدید
fi: Aloita uusi keskustelu
fr: Créer une nouvelle discussion
ga: Cuir isteach comhrá nua
gl: Entrar na nova conversa
hi: नई चैट शुरू करें
hr: Uđi u novi razgovor
id: Masuk ke obrolan baru
it: Inizia nuova chat
ka: შეიყვანეთ ახალი ჩატი
nb: Start en ny chat
nl: Nieuwe chat openen
pl: Dołącz do nowego czatu
pt: Iniciar novo chat
ru: Введите новый чат
sk: Vstúpiť do nového chatu
sr: Uđi u novi chat
sv: Gå med i ny chatt
ta: புதிய உரையாடலில் நுழையவும்
th: เริ่มแชทใหม่
uk: Створити новий чат

source: Approve
be: Пацвердзіць
bn: অনুমোদন করুন
bo: རྒྱབ་པ།
ca: Aprovar
cs: Schválit
da: Godkend
de: Genehmigen
eo: Aprobi
et: Kiida heaks
eu: Onetsi
fa: پذیرفتن
fi: Hyväksy
fr: Approuver
ga: Ceadaigh
gl: Aprobar
hi: स्वीकृत करें
hr: Odobri
id: Terima
it: Approva
ka: დადასტურება
nb: Godkjenn
nl: Goedkeuren
pl: Zaakceptuj
pt: Aprovar
ru: Одобрить
sk: Schváliť
sr: Odobri
sv: Godkänn
ta: அனுமதி அளி
th: อนุมัติ
uk: Схвалити

source: You have knocked
be: Вы былі выгнаны
bn: আপনি Knock করেছেন
bo: ཁྱེད་རང་གིས་བཀྲམས་བརྗེ་བྱུང་།
ca: Has tocat a la porta
cs: Zaklepali jste
da: Du har banket på
de: Du hast geklopft
eo: Vi frapis pordeton
et: Sa oled koputanud
eu: Sartzeko baimena eskatu duzu
fa: شما در زده‌اید
fi: Olet koputtanut
fr: Vous avez frappé
ga: Bhuail tú
gl: Petaches á porta
hi: आपने दस्तक दी है
hr: Kucali ste
id: Anda telah mengetuk
it: Hai bussato
ka: თქვენ დარეკეთ
nb: Du har ringt på
nl: Je hebt geklopt
pl: Zapukałeś/-aś
pt: Você bateu
ru: Вы постучали
sk: Zaklopali ste
sr: Kucali ste
sv: Du har knackat
ta: நீங்கள் தட்டினீர்கள்
th: คุณได้เคาะแล้ว
uk: Ви постукали

# pleaseWaitUntilInvited
source: Please wait now, until someone from the room invites you.
be: Калі ласка, пачакайце, пакуль хтосьці з пакою вас не запрасіць.
bn: অনুগ্রহ করে অপেক্ষা করুন, যতক্ষণ না কেউ রুম থেকে আপনাকে আমন্ত্রণ জানায়।
bo: ཁྱེད་རང་གིས་སྤྱོད་ལམ་ལ་འགྱོ་བའི་སྐབས་ལ་དུས་སུ་འདུག
ca: Si us plau, espereu ara, fins que algú de la sala us convidi.
cs: Počkejte nyní, dokud vás někdo z místnosti nepozve.
da: Vent venligst, indtil nogen fra rummet inviterer dig.
de: Bitte warte nun, bis dich jemand aus dem Raum auffordert.
eo: Bonvolu atendi ĝis iu el la ĉambro invitos vin.
et: Palun oota seni, kuni keegi jututoast saadab sulle kutse.
eu: Orain itxaron gelako norbaitek gonbidatzen zaituen arte.
fa: لطفاً اکنون صبر کنید تا کسی از اتاق شما را دعوت کند.
fi: Odota nyt, kunnes joku huoneesta kutsuu sinut.
fr: Veuillez patienter jusqu'à ce qu'une personne de la salle vous invite.
ga: Fan anois, le do thoil, go dtí go dtabharfaidh duine éigin ón seomra cuireadh duit.
gl: Agora agarda a que alguén da sala te convide a entrar.
hi: कृपया प्रतीक्षा करें, जब तक कमरे से कोई आपको आमंत्रित नहीं करता
hr: Molimo pričekajte dok vas netko iz sobe ne pozove.
id: Silakan menunggu sampai seseorang dari ruangan mengundang Anda.
it: Ora attendi, finché qualcuno dalla stanza non ti invita.
ka: გთხოვთ, დაელოდოთ, სანამ ვინმე ოთახიდან მოგიწვევთ.
nb: Vennligst vent til noen i rommet inviterer deg.
nl: Wacht even alsjeblieft tot iemand van de kamer je uitnodigt.
pl: Proszę zaczekać na zaproszenie przez kogoś z pokoju.
pt: Por favor, aguarde até que alguém da sala o convide.
ru: Пожалуйста, подождите, пока кто-то из комнаты не пригласит вас.
sk: Prosím, počkajte, kým vás niekto z miestnosti pozve.
sr: Molimo sačekajte dok vas neko iz sobe ne pozove.
sv: Vänta nu, tills någon från rummet bjuder in dig.
ta: தயவுசெய்து காத்திருக்கவும், அறையில் இருந்து யாரும் உங்களை அழைக்கும்வரை.
th: กรุณารอจนกว่าจะมีคนเชิญคุณเข้าห้อง
uk: Будь ласка, зачекайте, поки хтось з кімнати запросить вас.

# commandHint_logout
source: Logout your current device
be: Выйсці з бягуяай прылады
bn: আপনার বর্তমান ডিভাইস থেকে লগআউট করুন
bo: ཁྱེད་རང་གི་ལག་ཁྱེར་ལས་བརྗེ་བཅོས།
ca: Tanca la sessió del dispositiu actual
cs: Odhlásit aktuální zařízení
da: Log ud af din nuværende enhed
de: Abmelden von deinem aktuellen Gerät
eo: Elsaluti de via nuna aparato
et: Logi oma praegusest seadmest välja
eu: Saioa itxi zure gailu honetan
fa: خروج از دستگاه کنونی
fi: Kirjaudu ulos nykyisestä laitteestasi
fr: Déconnectez votre appareil actuel
ga: Logáil amach as do ghléas reatha
gl: Fechar a sesión no dispositivo actual
hi: अपने वर्तमान डिवाइस से लॉगआउट करें
hr: Odjavi se sa svog trenutnog uređaja
id: Keluar dari perangkatmu saat ini
it: Disconnetti il dispositivo corrente
ka: გამოსვლა თქვენი მიმდინარე მოწყობილობიდან
nb: Logg ut av din nåværende enhet
nl: Uitloggen van je huidige apparaat
pl: Wyloguj się z aktualnego urządzenia
pt: Sair da sua sessão neste dispositivo
ru: Выйти из текущего устройства
sk: Odhlásiť sa zo súčasného zariadenia
sr: Odjavi se sa trenutnog uređaja
sv: Logga ut från din nuvarande enhet
ta: உங்கள் தற்போதைய சாதனத்தை வெளியேறவும்
th: ออกจากอุปกรณ์ปัจจุบันของคุณ
uk: Вийти на цьому пристрої

# commandHint_logoutall
source: Logout all active devices
be: Выйсці на ўсіх актыўных прыладах
bn: সকল সক্রিয় ডিভাইস থেকে লগআউট করুন
bo: ལག་ཁྱེར་ལས་བརྗེ་བཅོས་བྱེད་མི་ཚུལ།
ca: Tanca la sessió de tots els dispositius actius
cs: Odhlásit všechna aktivní zařízení
da: Log ud af alle aktive enheder
de: Alle aktiven Geräte abmelden
eo: Elsaluti de ĉiuj aktivaj aparatoj
et: Logi kõikidest aktiivsetest seadmetest välja
eu: Saioa itxi gailu aktibo guztietan
fa: خروج از همه دستگاه‌های فعال
fi: Kirjaudu ulos kaikista aktiivisista laitteista
fr: Déconnectez tous les appareils actifs
ga: Logáil amach gach gléas gníomhach
gl: Fechar a sesión en todos os dispositivos activos
hi: सभी सक्रिय डिवाइस से लॉगआउट करें
hr: Odjavi sve aktivne uređaje
id: Keluarkan semua perangkat aktif
it: Disconnetti tutti i dispositivi attivi
ka: გამოსვლა ყველა აქტიურ მოწყობილობიდან
nb: Logg ut av alle aktive enheter
nl: Log uit van alle actieve apparaten
pl: Wyloguj się ze wszystkich aktywnych urządzeń
pt: Sair de todos os dispositivos ativos
ru: Выйти со всех активных устройств
sk: Odhlásiť zo všetkých aktívnych zariadení
sr: Odjavi se sa svih aktivnih uređaja
sv: Logga ut från alla aktiva enheter
ta: அனைத்து செயல்படும் சாதனங்களிலிருந்தும் வெளியேறவும்
th: ออกจากอุปกรณ์ทั้งหมดที่ใช้งานอยู่
uk: Вийти на всіх активних пристроях

# displayNavigationRail
source: Show navigation rail on mobile
be: Паказваць навігацыйны след на тэлефоне
bn: মোবাইলে নেভিগেশন রেল দেখান
bo: ཁྱེར་ལོག་ལ་ལག་ཁྱེར་ལེན་འབད།
ca: Mostra la barra de navegació a mòbil
cs: Zobrazit navigační lištu na mobilu
da: Vis navigationsbjælke på mobil
de: Navigationsleiste auf Mobilgeräten anzeigen
eo: Montri navigan reliefon sur poŝtelefono
et: Näita navigeerimisliistu mobiilis
eu: Erakutsi nabigazio errail txikian
fa: نمایش نوار ناوبری در تلفن همراه
fi: Näytä navigointiraita mobiilissa
fr: Afficher le rail de navigation sur mobile
ga: Taispeáin ráille nascleanúna ar fhóin phóca
gl: Mostrar rail de navegación en móbil
hi: मोबाइल पर नेविगेशन रेल दिखाएँ
hr: Prikaži navigacijsku traku na mobitelu
id: Tampilkan jalur navigasi pada ponsel
it: Mostra la barra di navigazione su mobile
ka: მოჩვენება ნავიგაციის რკალი მობილურზე
nb: Vis navigasjonsstang på mobil
nl: Toon navigatiebalk op mobiel
pl: Pokaż pasek nawigacji na telefonie
pt: Mostrar barra de navegação no celular
ru: Показать панель навигации на мобильном устройстве
sk: Zobraziť navigačný panel na mobile
sr: Prikaži navigacionu traku na mobilnom
sv: Visa navigationsfält på mobil
ta: மொபைலில் வழிசெலுத்தல் ரெய்லை காட்டவும்
th: แสดงแถบการนำทางบนมือถือ
uk: Показати навігаційну карту на мобільному

source: Custom reaction
be: Карыстальніцкая рэакцыя
bn: কাস্টম প্রতিক্রিয়া
bo: རང་སྤྱོད་ལེན།
ca: Reacció personalitzada
cs: Vlastní reakce
da: Brugerdefineret reaktion
de: Benutzerdefinierte Reaktion
eo: Propra reagado
et: Kohandatud reaktsioon
eu: Erreakzio pertsonalizatua
fa: واکنش سفارشی
fi: Mukautettu reaktio
fr: Réaction personnalisée
ga: Freagairt shaincheaptha
gl: Reacción personalizada
hi: कस्टम प्रतिक्रिया
hr: Prilagođena reakcija
id: Reaksi khusus
it: Reazione personalizzata
ka: მოწოდება პერსონალური რეაქცია
nb: Egendefinert reaksjon
nl: Aangepaste reactie
pl: Niestandardowa reakcja
pt: Reação personalizada
ru: Пользовательская реакция
sk: Vlastná reakcia
sr: Prilagođena reakcija
sv: Anpassad reaktion
ta: தனிப்பயன் எதிர்வினை
th: ปฏิกิริยาที่กำหนดเอง
uk: Власні реакції

source: Account information
bn: অ্যাকাউন্ট তথ্য
bo: ཁྱེར་གྱི་ཁུལ་ཁང་ཚན།
ca: Informació del compte
cs: Informace o účtu
da: Kontoinformation
de: Kontoinformationen
eo: Konto-informoj
et: Konto teave
eu: Kontuaren informazioa
fi: Tilitiedot
fr: Informations du compte
ga: Eolas cuntaim
gl: Información da conta
hi: खाता जानकारी
hr: Informacije o računu
it: Informazioni sull'account
ka: ანგარიშის ინფორმაცია
nb: Kontoinformasjon
nl: Accountinformatie
pl: Informacje o koncie
pt: Informações da conta
ru: Информация об аккаунте
sk: Informácie o účte
sr: Informacije o nalogu
sv: Kontoinformation
ta: கணக்கு தகவல்
th: ข้อมูลบัญชี
