Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Write a message…
be: Напісать паведамленне…
bn: একটি বার্তা লিখুন…
bo: ཚིག་གཅིག་ཟེར་ནས་གསར་ཚིག་ཟེར།
ca: Escriviu un missatge…
cs: Napište zprávu…
da: Skriv en besked…
de: Schreibe eine Nachricht …
eo: Skribi mesaĝon…
et: Kirjuta üks sõnum…
eu: Idatzi mezua…
fa: نوشتن پیام…
fi: Kirjoita viesti…
fr: Écrivez un message…
ga: Scríobh teachtaireacht…
gl: Escribe unha mensaxe…
hi: एक संदेश लिखें…
hr: Napiši poruku …
id: Tulis pesan…
it: Scrivi un messaggio…
ka: დაწერეთ შეტყობინება…
nb: Skriv en melding …
nl: Schrijf een bericht…
pl: Napisz wiadomość…
pt: Escreva uma mensagem…
ru: Напишите сообщение…
sk: Napísať správu…
sr: напишите поруку…
sv: Skriv ett meddelande…
ta: ஒரு செய்தியை எழுதுங்கள்…
th: เขียนข้อความ…
uk: Написати повідомлення…

source: Yes
be: Так
bn: হ্যাঁ
bo: ཨིན།
ca: Sí
cs: Ano
da: Ja
de: Ja
eo: Jes
et: Jah
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
ga: Tá
gl: Si
hi: हाँ
hr: Da
id: Ya
it: Sì
ka: დიახ
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ru: Да
sk: Áno
sr: Да
sv: Ja
ta: ஆம்
th: ใช่
uk: Так

source: You
be: Вы
bn: আপনি
bo: ཁྱེད་
ca: Vós
cs: Vy
da: Du
de: Du
eo: Vi
et: Sina
eu: Zeu
fa: شما
fi: Sinä
fr: Vous
ga: Tú
gl: Ti
hi: आप
hr: Ti
id: Kamu
it: Tu
ka: თქვენ
nb: Deg
nl: Jij
pl: Ty
pt: Você
ru: Вы
sk: Vy
sr: Ви
sv: Du
ta: நீங்கள்
th: คุณ
uk: Ви

source: You are no longer participating in this chat
be: Вы больш не ўдзельнічаеце ў гэтым чаце
bn: আপনি আর এই চ্যাটে অংশগ্রহণ করছেন না
bo: ཁྱེད་ཀྱིས་འདི་ལ་ལོག་འགྱོ་མི་ཚུལ་ལས་འགྱོ་ཡོད།
ca: Ja no participeu en aquest xat
cs: Tohoto chatu se nadále neúčastníte
da: Du deltager ikke længere i denne chat
de: Du bist kein Mitglied mehr in diesem Chat
eo: Vi ne plu partoprenas ĉi tiun babilon
et: Sa enam ei osale selles vestluses
eu: Ez duzu txat honetan parte hartzen honezkero
fa: شما دیگر در این گپ شرکت نمی‌کنید
fi: Et enää osallistu tähän keskusteluun
fr: Vous ne participez plus à cette discussion
ga: Níl tú ag glacadh páirte sa chomhrá seo a thuilleadh
gl: Xa non participas desta conversa
hi: आप अब इस चैट में भाग नहीं ले रहे हैं
hr: Više ne sudjeluješ u ovom razgovoru
id: Kamu tidak berpartisipasi lagi di obrolan ini
it: Non stai più partecipando a questa chat
ka: თქვენ აღარ მონაწილეობთ ამ ჩატში
nb: Du deltar ikke lenger i denne sludringen
nl: Je neemt niet langer deel aan deze chat
pl: Nie uczestniczysz już w tym czacie
pt: Você não está mais participando deste chat
ru: Вы больше не участвуете в этом чате
sk: Už sa nezúčastňujete tohto chatu
sr: Више не учествујете у овом ћаскању
sv: Du deltar inte längre i denna chatt
ta: இந்த அரட்டையில் நீங்கள் இனி பங்கேற்கவில்லை
th: คุณไม่ได้เข้าร่วมในการแชทนี้อีกต่อไป
uk: Ви більше не берете участь у цій бесіді

source: You have been banned from this chat
be: Вы былі заблакіраваны ў гэтым чаце
bn: আপনাকে এই চ্যাট থেকে নিষিদ্ধ করা হয়েছে
bo: ཁྱེད་ཀྱིས་འདི་ལ་ལོག་འགྱོ་བྱེད་ཡོད།
ca: T'han vetat en aquest xat
cs: Byl vám zablokován přístup k tomuto chatu
da: Du er blevet udelukket fra denne chat
de: Du wurdest aus dem Chat verbannt
eo: Vi estas forbarita de ĉi tiu babilo
et: Sinule on selles vestluses seatud suhtluskeeld
eu: Txat honetan debekua ezarri dizute
fa: شما از این گپ محروم شده‌اید
fi: Sinulle on annettu porttikielto tähän keskusteluun
fr: Vous avez été banni·e de cette discussion
ga: Cuireadh cosc ort ón gcomhrá seo
gl: Foches vetada nesta conversa
hi: आपको इस चैट से प्रतिबंधित कर दिया गया है
hr: Isključen/a si iz ovog razgovora
id: Kamu telah dicekal dari obrolan ini
it: Sei stato/a bandito/a da questa chat
ka: თქვენ აიკრძალეთ ამ ჩატიდან
nb: Du har blitt bannlyst fra denne sludringen
nl: Je bent verbannen uit deze chat
pl: Zostałeś/-aś zbanowany/-a w tym czacie
pt: Você foi banido deste chat
ru: Вы были заблокированы в этом чате
sk: Máte zablokovaný prístup k tomuto chatu
sr: Забрањено вам је ово ћаскање
sv: Du har blivit bannad från denna chatt
ta: இந்த அரட்டையிலிருந்து உங்களுக்கு தடை விதிக்கப்பட்டுள்ளது
th: คุณถูกแบนออกจากการแชทนี้
uk: Ви були заблоковані у цій бесіді

source: Your public key
be: Ваш публічны ключ
bn: আপনার পাবলিক কী
bo: ཁྱེད་ཀྱི་མི་ཁུངས་སྤྱོད་ལེན།
ca: La vostra clau pública
cs: Váš veřejný klíč
da: Din offentlige nøgle
de: Dein öffentlicher Schlüssel
eo: Via publika ŝlosilo
et: Sinu avalik võti
eu: Zure gako publikoa
fa: کلید عمومی شما
fi: Julkinen avaimesi
fr: Votre clé publique
ga: D'eochair phoiblí
gl: A túa chave pública
hi: आपकी सार्वजनिक कुंजी
hr: Tvoj javni ključ
id: Kunci publikmu
it: La tua chiave pubblica
ka: თქვენი საჯარო გასაღები
nb: Din offentlige nøkkel
nl: Je publieke sleutel
pl: Twój klucz publiczny
pt: Sua chave pública
ru: Ваш открытый ключ
sk: Váš verejný kľúč
sr: Ваш јавни кључ
sv: Din publika nyckel
ta: உங்கள் பொது விசை
th: กุญแจสาธารณะของคุณ
uk: Ваш відкритий ключ

source: Message info
be: Інфармацыя пра паведамленне
bn: বার্তার তথ্য
bo: ཚིག་གཅིག་གི་རྟེན་འབྲེལ།
ca: Informació del missatge
cs: Informace o zprávě
da: Beskedinfo
de: Nachrichten-Info
eo: Informo pri mesaĝo
et: Sõnumi teave
eu: Mezuaren xehetasunak
fa: اطلاعات پیام
fi: Viestin tiedot
fr: Informations sur le message
ga: Eolas teachtaireachta
gl: Info da mensaxe
hi: संदेश जानकारी
hr: Informacija poruke
id: Informasi pesan
it: Informazioni del messaggio
ka: შეტყობინების ინფორმაცია
nb: Meldingsinformasjon
nl: Berichtinfo
pl: Informacje o wiadomości
pt: Informações da mensagem
ru: Информация о сообщении
sk: Informácie o správe
sr: Информације о поруци
sv: Meddelandeinformation
ta: செய்தி செய்தி
th: ข้อมูลข้อความ
uk: Відомості про повідомлення

source: Time
be: Час
bn: সময়
bo: དུས་ཚོད
ca: Temps
cs: Čas
da: Tid
de: Zeit
eo: Tempo
et: Kellaaeg
eu: Ordua
fa: زمان
fi: Aika
fr: Heure
ga: Am
gl: Hora
hi: समय
hr: Vrijeme
id: Waktu
it: Tempo
ka: დრო
nb: Tid
nl: Tijd
pl: Czas
pt: Hora
ru: Время
sk: Čas
sr: Време
sv: Tid
ta: நேரம்
th: เวลา
uk: Час

source: Message Type
be: Тып паведамлення
bn: বার্তার ধরণ
bo: پیغام قسم
ca: Tipus de missatge
cs: Typ zprávy
da: Beskedtype
de: Nachrichtentyp
eo: Tipo de mesaĝo
et: Sõnumi tüüp
eu: Mezu mota
fa: نوع پیام
fi: Viestin tyyppi
fr: Type de message
ga: Cineál Teachtaireachta
gl: Tipo de mensaxe
hi: संदेश प्रकार
hr: Vrsta poruke
id: Tipe Pesan
it: Tipo del Messaggio
ka: შეტყობინების ტიპი
nb: Meldings type
nl: Berichttype
pl: Rodzaj wiadomości
pt: Tipo de mensagem
ru: Тип сообщения
sk: Typ správy
sr: Тип поруке
sv: Meddelandetyp
ta: செய்தி வகை
th: ประเภทข้อความ
uk: Тип повідомлення

source: Sender
be: Адпраўшчык
bn: প্রেরক
bo: بەشەری
ca: Remitent
cs: Odesílatel
da: Afsender
de: Absender:in
eo: Sendanto
et: Saatja
eu: Igorlea
fa: فرستنده
fi: Lähettäjä
fr: Expéditeur/trice
ga: Seoltóir
gl: Remitente
hi: प्रेषक
hr: Pošiljatelj
id: Pengirim
it: Mittente
ka: გაგზავნი
nb: Avsender
nl: Afzender
pl: Nadawca
pt: Remetente
ru: Отправитель
sk: Odosielateľ
sr: Пошиљалац
sv: Avsändare
ta: அனுப்புநர்
th: ผู้ส่ง
uk: Відправник

source: Open gallery
be: Адкрыць галерэю
bn: গ্যালারী খুলুন
bo: کەتیبخانە بکەوە
ca: Obre la galeria
cs: Otevřít galerii
da: Åbn galleri
de: Galerie öffnen
eo: Malfermu galerion
et: Ava galerii
eu: Ireki bilduma
fa: بازکردن گالری
fi: Avaa galleria
fr: Ouvrir dans la Galerie
ga: Oscail gailearaí
gl: Galería pública
hi: गैलरी खोलें
hr: Otvori galeriju
id: Buka galeri
it: Apri la galleria
ka: გაფართოვება გალერეა
nb: Åpne galleriet
nl: Galerij openen
pl: Otwórz galerię
pt: Abrir galeria
ru: Открыть галерею
sk: Otvoriť galériu
sr: Отвори галерију
sv: Öppna galleri
ta: திறந்த கேலரி
th: เปิดแกลเลอรี่
uk: Відкрити галерею

source: Remove from space
be: Выдаліць з прасторы
bn: স্থান থেকে সরান
bo: لە فضاەکە هەڵوەشێنە
ca: Esborra de l'espai
cs: Odstranit z tohoto místa
da: Fjern fra rum
de: Aus dem Space entfernen
eo: Forigu de la spaco
et: Eemalda kogukonnast
eu: Kendu gunetik
fa: حذف از فضا
fi: Poista tilasta
fr: Supprimer de l’espace
ga: Bain as spás
gl: Retirar do espazo
hi: स्थान से हटाएँ
hr: Ukloni iz prostora
id: Hilangkan dari space
it: Rimuovi dallo spazio
ka: ამოიღეთ სივრციდან
nb: Fjern fra rommet
nl: Uit de space verwijderen
pl: Usuń z przestrzeni
pt: Remover do espaço
ru: Удалить из пространства
sk: Odstrániť zo priestoru
sr: Уклони из простора
sv: Ta bort från utrymme
ta: இடத்திலிருந்து அகற்று
th: ลบออกจากพื้นที่
uk: Вилучити з простору

# addToSpaceDescription
source: Select a space to add this chat to it.
be: Выберыце прастору, да якой дадаць гэты чат.
bn: এই চ্যাটটি যোগ করতে একটি স্পেস নির্বাচন করুন।
bo: بەشێک هەڵبژێرە بۆ زیادکردنی ئەم گفتوگۆیە لەسەرەوە.
ca: Tria un espai per afegir-hi el xat.
cs: Vyberte umístění, do kterého chcete tento chat přidat.
da: Vælg et rum for at tilføje denne chat til det.
de: Wähle einen Space aus, um diesen Chat hinzuzufügen.
eo: Elektu spacon por aldoni ĉi tiun babilejon al ĝi.
et: Vali kogukond, kuhu soovid seda vestlust lisada.
eu: Hautatu gune bat txat hau bertara gehitzeko.
fa: فضایی را برای افزودن این گپ انتخاب کنید.
fi: Valitse tila, johon tämä keskustelu lisätään.
fr: Sélectionnez un espace pour y ajouter cette discussion.
ga: Roghnaigh spás chun an comhrá seo a chur leis.
gl: Elixe un espazo ao que engadir esta conversa.
hi: इस चैट को जोड़ने के लिए एक स्थान चुनें।
hr: Odaberi prostor kojem će se ovaj razgovor dodati.
id: Pilih sebuah space untuk menambahkan obrolan ke spacenya.
it: Seleziona una spazio a cui aggiungere questa chat.
ka: აირჩიეთ სივრცე, რათა დაამატოთ ამ ჩატი.
nb: Velg et rom for å legge til denne samtalen.
nl: Selecteer een space om deze chat aan toe te voegen.
pl: Wybierz przestrzeń, do której ten czat ma być dodany.
pt: Selecione um espaço para adicionar esta conversa.
ru: Выберите пространство, чтобы добавить к нему этот чат.
sk: Vyberte priestor, do ktorého chcete pridať tento chat.
sr: Изаберите простор у који желите да додате овај разговор.
sv: Välj ett utrymme som chatten skall läggas till i.
ta: இந்த அரட்டையைச் சேர்க்க ஒரு இடத்தைத் தேர்ந்தெடுக்கவும்.
th: เลือกพื้นที่เพื่อเพิ่มการแชทนี้เข้าไป
uk: Виберіть простір, щоб додати до нього цю бесіду.

source: Start
be: Пачаць
bn: শুরু করুন
bo: دەستپێکردن
ca: Comença
eo: Komenci
et: Alusta
eu: Hasi
fa: آغاز
fi: Aloita
fr: Commencer
ga: Tosaigh
gl: Comezar
hi: शुरू करें
hr: Početak
id: Mulai
it: Inizio
ka: დაწყება
pt: Iniciar
ru: Начать
sk: Začať
sr: Почетак
sv: Starta
ta: தொடங்கு
th: เริ่มต้น
uk: Почати

# pleaseEnterRecoveryKeyDescription
source: To unlock your old messages, please enter your recovery key that has been generated in a previous session. Your recovery key is NOT your password.
be: Каб разблакіраваць вашы мінулыя паведамленні, калі ласка, увядзіце ключ аднаўлення, што быў згенерыраваны ў мінулай сесіі. Ключ аднаўлення гэта НЕ ваш пароль.
bn: আপনার পুরোনো বার্তা আনলক করতে, দয়া করে আপনার পুনরুদ্ধার কী প্রবেশ করুন যা পূর্ববর্তী সেশনে তৈরি করা হয়েছে। আপনার পুনরুদ্ধার কী আপনার পাসওয়ার্ড নয়।
bo: بۆ کردنەوەی پەیامەکانی کۆن، تکایە کلیلەکەی گەڕاندنەوەی خۆت داخڵ بکە کە لە کەسایەتی پێشووتر دروست کراوە. کلیلەکەی گەڕاندنەوەی خۆت پاسووردت نیە.
ca: Per desbloquejar els missatges antics, introdueix la clau de recuperació que vas generar en una sessió anterior. La clau de recuperació NO és la teva contrasenya.
cs: K odemknutí vašich starých zpráv prosím vložte váš klíč k obnovení vygenerovaný v předchozím sezení. Váš klíč k obnovení NENÍ vaše heslo.
da: For at låse dine gamle beskeder op, skal du indtaste din gendannelsesnøgle, som er genereret i en tidligere session. Din gendannelsesnøgle er IKKE din adgangskode.
de: Um deine alten Nachrichten zu entsperren, gib bitte den Wiederherstellungsschlüssel ein, der in einer früheren Sitzung generiert wurde. Dein Wiederherstellungsschlüssel ist NICHT dein Passwort.
eo: Por malŝlosi viajn malnovajn mesaĝojn, bonvolu enmeti vian restarigan ŝlosilon, kiu estis generita en antaŭa sesio. Via restariga ŝlosilo NE estas via pasvorto.
et: Vanade sõnumite lugemiseks palun siseta oma varasemas sessioonis loodud taastevõti. Taastamiseks mõeldud krüptovõti EI OLE sinu salasõna.
eu: Mezu zaharrak ikusi ahal izateko, sartu aurreko saioan sortu zen berreskuratze-gakoa. Berreskuratze-gakoa EZ da zure pasahitza.
fa: برای گشودن قفل پیام‌های قدیمیتان، لطفا کلید بازیابی‌ای که در یک نشست پیشین تولید شده را وارد کنید. کلید بازیابی شما، رمز عبور شما نیست.
fi: Avataksesi vanhojen viestiesi salauksen, syötä palautusavaimesi, joka luotiin edellisessä istunnossa. Palautusavaimesi EI OLE salasanasi.
fr: Pour déverrouiller vos anciens messages, veuillez entrer votre clé de récupération qui a été générée lors d'une session précédente. Votre clé de récupération n'est PAS votre mot de passe.
ga: Chun do sheanteachtaireachtaí a dhíghlasáil, cuir isteach d'eochair athshlánaithe a gineadh i seisiún eile. NÍ do phasfhocal í d'eochair athshlánaithe.
gl: Para desbloquear as mensaxes antigas, escribe a chave de recuperación creada nunha sesión existente. A chave de recuperación NON é o teu contrasinal.
hi: अपनी पुरानी संदेशों को अनलॉक करने के लिए, कृपया अपनी रिकवरी कुंजी दर्ज करें जो पिछले सत्र में जेनरेट की गई है। आपकी रिकवरी कुंजी आपका पासवर्ड नहीं है।
hr: Za otključavanje starih poruka upiši ključ za obnavljanje koji je generiran u prethodnoj sesiji. Tvoj ključ za obnavljanje NIJE tvoja lozinka.
id: Untuk mengakses pesan lamamu, mohon masukkan kunci pemulihanmu yang telah dibuat di sesi sebelumnya. Kunci pemulihanmu BUKAN kata sandimu.
it: Per sbloccare i tuoi vecchi messaggi, per favore inserisci la tua chiave di recupero che è stata generata nella tua sessione precedente. La tua chiave di recupero NON è la tua password.
ka: შეიყვანეთ თქვენი აღდგენის გასაღები, რათა გახსნათ თქვენი ძველი შეტყობინებები, რომელიც გენერირებულია წინასწარ სესიაში. თქვენი აღდგენის გასაღები არ არის თქვენი პაროლი.
nb: For å låse opp dine gamle meldinger, skriv inn gjenopprettingsnøkkelen din som er generert i en tidligere økt. Gjenopprettingsnøkkelen din er IKKE passordet ditt.
nl: Om je oude berichten te ontgrendelen voer je jouw herstelsleutel in die gemaakt is in je vorige sessie. Je sleutel is niet je wachtwoord.
pl: Aby odblokować wcześniejsze wiadomości, wprowadź swój klucz odzyskiwania, który został wygenerowany w poprzedniej sesji. Twój klucz odzyskiwania NIE jest Twoim hasłem.
pt: Para desbloquear suas mensagens antigas, insira sua chave de recuperação que foi gerada em uma sessão anterior. Sua chave de recuperação NÃO é sua senha.
ru: Чтобы разблокировать старые сообщения, введите ключ восстановления, сгенерированный в предыдущем сеансе. Ваш ключ восстановления НЕ является вашим паролем.
sk: Ak chcete odomknúť svoje staré správy, zadajte svoj kľúč na obnovenie, ktorý bol vygenerovaný v predchádzajúcej relácii. Váš kľúč na obnovenie NIE je vaše heslo.
sr: Да бисте откључали старе поруке, унесите свој кључ за опоравак који је генерисан у претходној сесији. Ваш кључ за опоравак НИЈЕ ваша лозинка.
sv: Ange din återställningsnyckel från en tidigare session för att låsa upp äldre meddelanden. Din återställningsnyckel är INTE ditt lösenord.
ta: உங்கள் பழைய செய்திகளைத் திறக்க, முந்தைய அமர்வில் உருவாக்கப்பட்ட உங்கள் மீட்பு விசையை உள்ளிடவும். உங்கள் மீட்பு விசை உங்கள் கடவுச்சொல் அல்ல.
th: เพื่อปลดล็อกข้อความเก่าของคุณ กรุณาใส่กุญแจกู้คืนที่สร้างขึ้นในเซสชันก่อนหน้านี้ กุญแจกู้คืนของคุณไม่ใช่รหัสผ่านของคุณ
uk: Щоб розблокувати старі повідомлення, введіть ключ відновлення, згенерований у попередньому сеансі. Ваш ключ відновлення це НЕ ваш пароль.

source: Publish
be: Апублікаваць
bn: প্রকাশ করুন
bo: بڵاو کردنەوە
ca: Publica
cs: Uveřejnit
da: Udgiv
de: Veröffentlichen
eo: Publikigi
et: Avalda
eu: Argitaratu
fa: انتشار
fi: Julkaise
fr: Publier
ga: Foilsigh
gl: Publicar
hi: प्रकाशित करें
hr: Objavi
id: Publikasi
it: Pubblicare
ka: გამოქვეყნება
nb: Publiser
nl: Publiceren
pl: Opublikuj
pt: Publicar
ru: Опубликовать
sk: Zverejniť
sr: Објави
sv: Publicera
ta: வெளியிடுங்கள்
th: เผยแพร่
uk: Опублікувати

# videoWithSize
source: Video ({size})
be: Відэа ({size})
bn: ভিডিও ({size})
bo: ڤیدیۆ ({size})
ca: Vídeo {size}
eu: Bideoa ({size})
fa: ویدئو ({size})
fr: Vidéo ({size})
ga: Físeán ({size})
gl: Vídeo ({size})
hi: वीडियो ({size})
ka: ვიდეო ({size})
pl: Film ({size})
pt: Vídeo ({size})
ru: Видео ({size})
sr: Видео ({size})
ta: வீடியோ ({size})
th: วิดีโอ ({size})
uk: Відео ({size})

source: Open Chat
be: Адкрыць чат
bn: চ্যাট খুলুন
bo: کەتیب بکەوە
ca: Obre el xat
cs: Otevřete chat
da: Åbn chat
de: Chat öffnen
eo: Malfermu babilonon
et: Ava vestlus
eu: Ireki txata
fa: باز کردن گپ
fi: Avaa Keskustelu
fr: Ouvrir la discussion
ga: Oscail Comhrá
gl: Abrir Conversa
hi: चैट खोलें
hr: Otvori razgovor
id: Buka Chat
it: Apri la Chat
ka: ჩატი გახსნა
nb: Åpne samtale
nl: Chat openen
pl: Otwórz czat
pt: Abrir conversa
ru: Открыть чат
sk: Otvoriť chat
sr: Отвори ћаскање
sv: Öppna Chatt
ta: திறந்த அரட்டை
th: เปิดแชท
uk: Відкрити бесіду

source: Mark as read
be: Адзначыць як прачытанае
bn: পড়া হিসেবে চিহ্নিত করুন
bo: نیشان بدە وەک خوێندراو
ca: Marca com a llegit
cs: Označit jako přečtené
da: Marker som læst
de: Als gelesen markiert
eo: Marki kiel legita
et: Märgi loetuks
eu: Markatu irakurritzat
fa: علامت‌گذاشتن به عنوان خوانده شده
fi: Merkitse luetuksi
fr: Marquer comme lu
ga: Marcáil mar léite
gl: Marcar como lido
hi: पढ़े गए के रूप में चिह्नित करें
hr: Označi kao pročitano
id: Tandai sebagai dibaca
it: Segna come letto
ka: წაკითხულად მონიშვნა
nb: Merk som lest
nl: Markeer als gelezen
pl: Oznacz jako przeczytane
pt: Marcar como lida
ru: Отметить как прочитанное
sk: Označiť ako prečítané
sr: Обележи као прочитано
sv: Markera som läst
ta: படித்தபடி குறி
th: ทำเครื่องหมายว่าอ่านแล้ว
uk: Позначити прочитаним

source: Report user
be: Паскардзіцца на карыстальніка
bn: ব্যবহারকারী রিপোর্ট করুন
bo: ڕاپۆرتی بەکارهێنەر
ca: Denuncia l'usuàrïi
cs: Nahlásit uživatele
da: Rapporter bruger
de: Benutzer melden
eo: Raporti uzanton
et: Teata kasutajast
eu: Salatu erabiltzailea
fa: گزارش دادن کاربر
fi: Ilmianna käyttäjä
fr: Signaler l'utilisateur/trice
ga: Déan tuairisc ar úsáideoir
gl: Denunciar usuaria
hi: उपयोगकर्ता की रिपोर्ट करें
hr: Prijavi korisnika
id: Laporkan pengguna
it: Segnala utente
ka: მომხმარებლის შეტყობინება
nb: Rapporter bruker
nl: Persoon rapporteren
pl: Zgłoś użytkownika
pt: Denunciar usuário
ru: Сообщить о пользователе
sk: Nahlásiť používateľa
sr: Пријави корисника
sv: Rapportera användare
ta: பயனர் புகாரளிக்கவும்
th: รายงานผู้ใช้
uk: Поскаржився на користувача

source: Dismiss
be: Адхіліць
bn: বাতিল করুন
bo: پاشگەز بکە
ca: Ignora-ho
cs: Zavrhnout
da: Afvis
de: Verwerfen
eo: Forigi
et: Loobu
eu: Baztertu
fa: رد کردن
fi: Hylkää
fr: Rejeter
ga: Díbhe
gl: Desbotar
hi: खारिज करें
hr: Odbaci
id: Abaikan
it: Chiudi
ka: გაუქმება
nb: Avvis
nl: Sluiten
pl: Odrzuć
pt: Dispensar
ru: Отклонить
sk: Zrušiť
sr: Одбаци
sv: Avfärda
ta: தள்ளுபடி
th: ยกเลิก
uk: Відхилити

# reactedWith
source: {sender} reacted with {reaction}
be: {sender} рэагуе з {reaction}
bn: {sender} {reaction} দিয়ে প্রতিক্রিয়া জানিয়েছেন
bo: {sender} وەک {reaction} وەڵام دا
ca: {sender} ha reaccionat amb {reaction}
cs: {sender} reagoval s {reaction}
da: {sender} reagerede med {reaction}
de: {sender} reagierte mit {reaction}
eo: {sender} reagis per {reaction}
et: {sender} reageeris nii {reaction}
eu: {sender}(e)k {reaction}(r)ekin erreakzionatu du
fa: {sender} با {reaction} واکنش نشان داد
fi: {sender} reagoi {reaction}
fr: {sender} a réagi avec {reaction}
ga: D'fhreagair {sender} le {reaction}
gl: {sender} reaccionou con {reaction}
hi: {sender} ने {reaction} के साथ प्रतिक्रिया दी
hr: {sender} je reagirao/la sa {reaction}
id: {sender} bereaksi dengan {reaction}
it: {sender} ha reagito con {reaction}
ka: {sender} გამოეხმაურა {reaction}
nb: {sender} reagerte med {reaction}
nl: {sender} reageerde met {reaction}
pl: {sender} zareagował/-a z {reaction}
pt: {sender} reagiu com {reaction}
ru: {sender} реагирует с {reaction}
sk: {sender} reagoval s {reaction}
sr: {sender} реаговао са {reaction}
sv: {sender} reagerade med {reaction}
ta: {sender} {reaction} உடன் பதிலளித்தார்
th: {sender} โต้ตอบด้วย {reaction}
uk: {sender} реагує з {reaction}

# pinMessage
source: Pin to room
be: Прымацаваць да пакою
bn: রুমে পিন করুন
bo: نیشان بکە بۆ کمرە
ca: Fixa a la sala
cs: Připnout zprávu do místnosti
da: Fastgør til rum
de: An Raum anheften
eo: Streki al ĉambro
et: Klammerda sõnum jututuppa
eu: Finkatu gelan
fa: سنجاق کردن به اتاق
fi: Kiinnitä huoneeseen
fr: Épingler au salon
ga: PIN go seomra
gl: Fixar na sala
hi: कक्ष में पिन करें
hr: Prikvači na sobu
id: Sematkan ke ruangan
it: Fissa alla stanza
ka: შეინახე ოთახში
nb: Fest til rom
nl: Maak vast aan kamer
pl: Przypnij do pokoju
pt: Fixar na sala
ru: Прикрепить к комнате
sk: Pripnúť do miestnosti
sr: Залепи у собу
sv: Fäst i rum
ta: அறைக்கு முள்
th: ปักหมุดในห้อง
uk: Прикріпити в кімнаті

# confirmEventUnpin
source: Are you sure to permanently unpin the event?
be: Вы ўпэўнены ў тым, што хаціце назаўсёды адмацаваць гэту падзею?
bn: আপনি কি নিশ্চিত যে আপনি ইভেন্টটি স্থায়ীভাবে আনপিন করতে চান?
bo: ئایا دڵنیایە لە ئەوەی بەردەوام بە نیشانە نەکردنی ڕووداوەکە؟
ca: Vols desfixar l'esdeveniment permanentment?
cs: Opravdu chcete událost trvale odepnout?
da: Er du sikker på, at du vil fjerne fastgørelsen af begivenheden permanent?
de: Möchtest du das Ereignis wirklich dauerhaft lösen?
eo: Ĉu vi certas, ke vi volas permanente forigi la strekiĝon de la evento?
et: Kas sa oled kindel, et tahad klammerdatud sündmuse eemaldada?
eu: Ziur zaude gertaera finaktzeari utzi nahi diozula?
fa: آیا از برداشتن سنجاق رویداد به صورت دائمی مطمئن هستید؟
fi: Haluatko varmasti irrottaa tapahtuman pysyvästi?
fr: Voulez-vous vraiment désépingler définitivement l'événement ?
ga: An bhfuil tú cinnte an t-imeacht a dhíphionnáil go buan?
gl: Tes a certeza de querer desafixar o evento?
hi: क्या आप सुनिश्चित हैं कि आप स्थायी रूप से ईवेंट को अनपिन करना चाहते हैं?
hr: Stvarno želiš trajno otkvačiti događaj?
id: Apakah kamu yakin untuk melepaskan pin peristiwa ini secara permanen?
it: Sei sicuro di voler permanentemente sfissare l'evento?
ka: დარწმუნებული ხართ, რომ გსურთ სამუდამოდ მოხსნათ ღონისძიების პინინგი?
nb: Er du sikker på at du vil fjerne festingen av arrangementet permanent?
nl: Weet je zeker dat je de gebeurtenis definitief wilt losmaken?
pl: Czy na pewno chcesz trwale odpiąć wydarzenie?
pt: Tem certeza de que deseja desfixar permanentemente o evento?
ru: Вы уверены, что хотите навсегда открепить событие?
sk: Ste si istí, že chcete trvalo odopnúť udalosť?
sr: Да ли сте сигурни да желите трајно уклонити залепљену активност?
sv: Är du säker på att händelsen inte längre skall vara fastnålad?
ta: நிகழ்வை நிரந்தரமாக அவிழ்ப்பது உறுதி?
th: คุณแน่ใจหรือว่าต้องการยกเลิกปักหมุดกิจกรรมนี้ถาวร?
uk: Ви впевнені, що бажаєте назавжди відкріпите подію?

source: Emojis
be: Эмодзі
bn: ইমোজি
bo: ئیمۆجیز
eo: Emojioj
et: Emotikonid
eu: Emojiak
fa: شکلک‌ها
fi: Hymiöt
fr: Émojis
hi: इमोजी
hr: Emojiji
id: Emoji
it: Emoji
ka: ემოჯიები
pl: Emoji
ru: Эмодзи
sk: Emotikony
sr: Емотикони
sv: Uttryckssymboler
ta: ஈமோசிகள்
th: อิโมจิ
uk: Емоджі

source: Place call
be: Здзейсніць выклік
bn: কল করুন
bo: بەردەوام بە پەیوەندی کردن
ca: Truca
cs: Zavolejte
da: Foretag opkald
de: Anruf tätigen
eo: Fari telefonvokon
et: Helista
eu: Egin deia
fa: برقراری تماس
fi: Soita
fr: Passer un appel
ga: Cuir glaoch
gl: Chamar
hi: कॉल करें
hr: Nazovi
id: Lakukan panggilan
it: Fai una chiamata
ka: ზარის განხორციელება
nb: Foreta samtale
nl: Bellen
pl: Zadzwoń
pt: Realizar chamada
ru: Совершить звонок
sk: Zavolať
sr: Позови
sv: Ring
ta: அழைப்பு அழைப்பு
th: วางสาย
uk: Здійснити виклик

source: Voice call
be: Галасавы выклік
bn: ভয়েস কল
bo: پەیوەندی دەنگی
ca: Videotrucada
cs: Hlasový hovor
da: Stemmeopkald
de: Sprachanruf
eo: Voĉa vokado
et: Häälkõne
eu: Ahozko deia
fa: تماس صوتی
fi: Äänipuhelu
fr: Appel vocal
ga: Glao gutha
gl: Chamada de voz
hi: वॉयस कॉल
hr: Glasovni poziv
id: Panggilan suara
it: Chiamata vocale
ka: ხმოვანი ზარი
nb: Talekall
nl: Spraakoproep
pl: Połączenie głosowe
pt: Chamada de voz
ru: Голосовой звонок
sk: Hlasový hovor
sr: Гласовни позив
sv: Röstsamtal
ta: குரல் அழைப்பு
th: สายเสียง
uk: Голосовий виклик
