Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# accessSettingsWarning
source: Oops! It looks like you don't have permission to set the Access rules of this room. You should check these to make sure they're what you need and talk to a room admin if you need to change them
bn: উফ! মনে হচ্ছে আপনার এই রুমের অ্যাক্সেস নিয়ম সেট করার অনুমতি নেই। আপনাকে এগুলি পরীক্ষা করতে হবে যাতে নিশ্চিত হন যে এগুলি আপনার প্রয়োজন এবং যদি পরিবর্তন করতে চান তবে রুমের অ্যাডমিনের সাথে যোগাযোগ করুন
bo: अहो! तपाईंलाई यस कोठाको पहुँच नियमहरू सेट गर्न अनुमति छैन जस्तो देखिन्छ। तपाईंले यी जाँच गर्नुपर्छ कि तिनीहरू तपाईंको आवश्यकताहरू पूरा गर्छन् कि छैन र यदि परिवर्तन गर्न आवश्यक छ भने कोठाका प्रशासकसँग कुरा गर्नुहोस्
ca: Ups! Sembla que no tens permís per establir les regles d'accés d'aquesta sala. Hauries de revisar-les per assegurar-te que són el que necessites i parlar amb un administrador de la sala si necessites canviar-les
cs: Ups! Vypadá to, že nemáte oprávnění nastavovat pravidla přístupu do této místnosti. Měli byste zkontrolovat tyto nastavení, aby odpovídaly vašim potřebám, a pokud je třeba, kontaktujte správce místnosti
da: Ups! Det ser ud til, at du ikke har tilladelse til at indstille adgangsreglerne for dette rum. Du bør tjekke disse for at sikre, at de er, hvad du har brug for, og tale med en rumadministrator, hvis du skal ændre dem
de: Ups! Es sieht so aus, als hätten Sie keine Berechtigung, die Zugriffsregeln dieses Raums festzulegen. Überprüfen Sie diese, um sicherzustellen, dass sie Ihren Anforderungen entsprechen, und sprechen Sie mit einem Raumadministrator, wenn Sie Änderungen vornehmen müssen
eo: Ho ve! Ŝajnas ke vi ne havas permeson agordi la Aksesajn regulojn de ĉi tiu ĉambro. Vi devus kontroli ĉi tiujn por certigi ke ili estas laŭ viaj bezonoj kaj paroli kun ĉambroadministranto se vi bezonas ŝanĝi ilin
et: Ups! Tundub, et teil pole luba selle ruumi juurdepääsureeglite seadistamiseks. Peaksite need üle vaatama, et veenduda, et need vastavad teie vajadustele, ning pöörduma ruumi administraatori poole, kui soovite neid muuta
eu: Ups! Badirudi ez duzula baimenik zure gelako Sarbide arauak ezartzeko. Kontrolatu beharko zenituzke hauek behar duzuna dela ziurtatzeko eta gelako administratzailearekin hitz egin behar baduzu aldatzeko
fi: Hups! Näyttää siltä, että sinulla ei ole oikeutta asettaa tämän huoneen pääsysääntöjä. Sinun tulisi tarkistaa nämä varmistaaksesi, että ne vastaavat tarpeitasi ja keskustella huoneen ylläpitäjän kanssa, jos haluat muuttaa niitä
fr: Oups ! Il semble que vous n'ayez pas la permission de définir les règles d'accès de cette salle. Vous devriez vérifier ces paramètres pour vous assurer qu'ils correspondent à vos besoins et parler à un administrateur de la salle si vous devez les modifier
ga: Ádh mór! Is cosúil nach bhfuil cead agat rialacha Rochtana an tseomra seo a shocrú. Ba cheart duit na rialacha seo a sheiceáil chun a chinntiú go bhfuil siad mar atá uait agus labhairt le riarthóir seomra má tá athruithe uait
gl: ¡Ups! Semella que non tes permiso para establecer as regras de acceso desta sala. Debes revisalas para asegurarte de que son o que necesitas e falar cun administrador da sala se precisas cambialas
hi: उफ़! ऐसा लगता है कि आपके पास इस कमरे के एक्सेस नियम सेट करने की अनुमति नहीं है। आपको इन्हें जांचना चाहिए कि ये आपकी आवश्यकताओं के अनुरूप हैं या नहीं, और यदि आपको इन्हें बदलने की आवश्यकता हो तो कमरे के व्यवस्थापक से बात करें
hr: Ups! Čini se da nemate dopuštenje za postavljanje pravila pristupa ove sobe. Trebali biste provjeriti ove postavke kako biste bili sigurni da su ono što vam treba i razgovarati s administratorom sobe ako ih trebate promijeniti
it: Oops! Sembra che tu non abbia il permesso di impostare le regole di accesso di questa stanza. Dovresti controllarle per assicurarti che siano ciò di cui hai bisogno e parlare con un amministratore della stanza se devi cambiarle
ka: უი! נראה რომ თქვენ არ გაქვთ უფლება ამ ოთახის წვდომის წესების დასაყენებლად. გთხოვთ, გადაამოწმოთ ისინი, რათა დარწმუნდეთ, რომ ისინი თქვენთვის სასურველია და თუ საჭიროა, მიმართეთ ოთახის ადმინისტრატორს
nb: Oi! Det ser ut som du ikke har tillatelse til å sette tilgangsreglene for dette rommet. Du bør sjekke disse for å forsikre deg om at de er som du trenger, og snakke med en romadministrator hvis du må endre dem
nl: Oeps! Het lijkt erop dat je geen toestemming hebt om de toegangsregels van deze kamer in te stellen. Je moet deze controleren om zeker te zijn dat ze aan je wensen voldoen en neem contact op met een kamadmin als je ze wilt wijzigen
pl: Ups! Wygląda na to, że nie masz uprawnień do ustawiania zasad dostępu do tego pokoju. Powinieneś sprawdzić te ustawienia, aby upewnić się, że są zgodne z Twoimi potrzebami, i skontaktować się z administratorem pokoju, jeśli chcesz je zmienić
pt: Ops! Parece que você não tem permissão para definir as regras de Acesso desta sala. Você deve verificar essas configurações para garantir que atendam às suas necessidades e falar com um administrador da sala se precisar alterá-las
ru: Ой! Похоже, у вас нет разрешения на установку правил доступа к этой комнате. Вам следует проверить их, чтобы убедиться, что они соответствуют вашим потребностям, и обратиться к администратору комнаты, если нужно их изменить
sk: Ups! Vyzerá to, že nemáte oprávnenie na nastavenie pravidiel prístupu do tejto miestnosti. Mali by ste ich skontrolovať, aby ste sa uistili, že sú také, aké potrebujete, a ak ich potrebujete zmeniť, kontaktujte správcu miestnosti
sr: Упс! Изгледа да немате дозволу да поставите правила приступа овој соби. Требало би да проверите ово да бисте били сигурни да су онако како вам одговара и да разговарате са администратором собе ако треба да их промените
sv: Hoppsan! Det verkar som att du inte har behörighet att ställa in åtkomstreglerna för detta rum. Du bör kontrollera dessa för att säkerställa att de är som du vill och prata med en rumadmin om du behöver ändra dem
ta: அய்யோ! இந்த அறையின் அணுகல் விதிகளை அமைக்க நீங்கள் அனுமதி இல்லை என்று தெரிகிறது. நீங்கள் தேவையானதை உறுதி செய்ய இந்த அமைப்புகளை சரிபார்க்க வேண்டும் மற்றும் மாற்ற வேண்டுமானால் அறை நிர்வாகியுடன் பேசவும்
th: โอ๊ะ! ดูเหมือนว่าคุณไม่มีสิทธิ์ในการตั้งกฎการเข้าถึงของห้องนี้ คุณควรตรวจสอบให้แน่ใจว่ากฎเหล่านี้ตรงกับความต้องการของคุณ และพูดคุยกับผู้ดูแลห้องหากคุณต้องการเปลี่ยนแปลง

# howSpaceCanBeFound
source: How this course can be found
bn: এই কোর্সটি কিভাবে খুঁজে পাওয়া যাবে
bo: यस कोर्सलाई कसरी भेट्टाउने
ca: Com es pot trobar aquest curs
cs: Jak lze tento kurz najít
da: Hvordan dette kursus kan findes
de: Wie dieser Kurs gefunden werden kann
eo: Kiel ĉi tiu kurso povas esti trovita
et: Kuidas seda ruumi leida
eu: Nola aurki daiteke ikastaro hau
fi: Kuinka tämä kurssi löytyy
fr: Comment ce cours peut être trouvé
ga: Conas is féidir an cúrsa seo a aimsiú
gl: Como se pode atopar este curso
hi: यह कोर्स कैसे पाया जा सकता है
hr: Kako se može pronaći ovaj tečaj
it: Come può essere trovato questo corso
ka: როგორ შეიძლება ამ კურსის მოძებნა
nb: Hvordan dette kurset kan finnes
nl: Hoe deze cursus gevonden kan worden
pl: Jak można znaleźć ten kurs
pt: Como este curso pode ser encontrado
ru: Как можно найти этот курс
sk: Ako možno tento kurz nájsť
sr: Како се овај курс може пронаћи
sv: Hur denna kurs kan hittas
ta: இந்த பாடத்திட்டம் எப்படி கண்டுபிடிக்கலாம்
th: วิธีที่สามารถค้นหาห้องนี้ได้

source: Private
bn: ব্যক্তিগত
bo: निजी
ca: Privat
cs: Soukromé
da: Privat
de: Privat
et: Privaatne
eu: Pribatua
fi: Yksityinen
fr: Privé
ga: Príobháideach
gl: Privado
hi: निजी
hr: Privatno
it: Privato
ka: პირადი
nb: Privat
nl: Privé
pl: Prywatny
pt: Privado
ru: Частный
sk: Súkromný
sr: Приватно
sv: Privat
ta: தனிப்பட்ட
th: ส่วนตัว

source: Cannot be found in search
bn: খুঁজে পাওয়া যাবে না
bo: खोजीमा भेट्टाउन सकिँदैन
ca: No es pot trobar a la cerca
cs: Nelze najít ve vyhledávání
da: Kan ikke findes i søgning
de: In der Suche nicht auffindbar
eo: Ne povas esti trovita en serĉo
et: Ei leia otsingus
eu: Ez da bilaketetan aurki daiteke
fi: Ei löydy haussa
fr: Impossible à trouver dans la recherche
ga: Ní féidir é a aimsiú sa chuardach
gl: Non se pode atopar na busca
hi: खोज में नहीं मिल सकता
hr: Ne može se pronaći u pretraživanju
it: Non può essere trovato nella ricerca
ka: ძებნაში ვერ მოიძებნება
nb: Kan ikke finnes i søk
nl: Kan niet gevonden worden in zoekopdrachten
pl: Nie można znaleźć w wyszukiwarce
pt: Não pode ser encontrado na pesquisa
ru: Не может быть найден в поиске
sk: Nemožno nájsť vo vyhľadávaní
sr: Не може се пронаћи у претрази
sv: Kan inte hittas i sökningen
ta: தேடலில் கண்டுபிடிக்க முடியாது
th: ไม่สามารถค้นหาได้ในผลการค้นหา

source: Public
bn: পাবলিক
bo: सार्वजनिक
ca: Públic
cs: Veřejné
da: Offentlig
de: Öffentlich
eo: Publika
et: Avalik
eu: Publikoa
fi: Julkinen
ga: Poiblí
gl: Público
hi: सार्वजनिक
hr: Javno
it: Pubblico
ka: საჯარო
nb: Offentlig
nl: Openbaar
pl: Publiczny
pt: Público
ru: Публичный
sk: Verejný
sr: Јавно
sv: Offentlig
ta: பொது
th: สาธารณะ

# visibleToCommunity
source: Visible to the broader Pangea Chat community via "Find a course"
bn: "ফাইন্ড এ কোর্স" এর মাধ্যমে বৃহত্তর পাঞ্জিয়া চ্যাট সম্প্রদায়ের জন্য দৃশ্যমান
bo: "फाइन्ड अ कोर्स" मार्फत व्यापक पाङ्गिया च्याट समुदायलाई देख्न सकिन्छ
ca: Visible per a la comunitat més àmplia de Pangea Chat a través de "Troba un curs"
cs: Viditelné pro širší komunitu Pangea Chat prostřednictvím "Najít kurz"
da: Synlig for det bredere Pangea Chat-fællesskab via "Find et kursus"
de: Sichtbar für die breitere Pangea-Chat-Community über "Einen Kurs finden"
eo: Videbla al la pli vasta Pangea Chat-komunumo per "Trovu kurson"
et: Nähtav laiemale Pangea Chat kogukonnale "Leia oma inimesed" kaudu
eu: Ikusgai Pangea Chat komunitate zabalagoaren bidez "Ikusi ikastaroa"
fi: Näkyvissä laajemman Pangea Chat -yhteisön kautta "Löydä kurssi"
fr: Visible à la communauté plus large de Pangea Chat via "Trouver un cours"
ga: Feictear don phobail Pangea Chat níos leithne tríd "Faigh cúrsa"
gl: Visible para a comunidade máis ampla de Pangea Chat a través de "Atopar un curso"
hi: "खोजें एक कोर्स" के माध्यम से व्यापक पांगेआ चैट समुदाय के लिए दृश्य
hr: Vidljivo široj zajednici Pangea Chata putem "Pronađi tečaj"
it: Visibile alla più ampia comunità di Pangea Chat tramite "Trova un corso"
ka: ხილვადი პანგეა ჩატ საზოგადოებისთვის "კურსის მოძებნა" მეშვეობით
nb: Synlig for det bredere Pangea Chat-samfunnet via "Finn et kurs"
nl: Zichtbaar voor de bredere Pangea Chat-gemeenschap via "Vind een cursus"
pl: Widoczny dla szerszej społeczności Pangea Chat poprzez "Znajdź kurs"
pt: Visível para a comunidade mais ampla do Pangea Chat via "Encontrar um curso"
ru: Видим для широкой аудитории сообщества Pangea Chat через "Найти курс"
sk: Viditeľný pre širšiu komunitu Pangea Chat prostredníctvom "Nájsť kurz"
sr: Vidljivo široj zajednici Pangea Chata putem "Pronađi kurs"
sv: Synlig för det bredare Pangea Chat-samhället via "Hitta en kurs"
ta: "பங்கேயா" என்ற விரிவான பங்கேயா சமூகத்திற்கு காண்பிக்கப்படுகின்றது
th: มองเห็นได้ในชุมชน Pangea Chat กว้างขึ้นผ่าน "ค้นหาคอร์ส"

# howSpaceCanBeJoined
source: How this course can be joined
bn: এই কোর্সে কিভাবে যোগদান করবেন
bo: यस कोर्समा कसरी सामेल हुने
ca: Com es pot unir a aquest curs
cs: Jak se lze do tohoto kurzu připojit
da: Hvordan dette kursus kan tilsluttes
de: Wie dieser Kurs beigetreten werden kann
eo: Kiel oni povas aliĝi al ĉi tiu kurso
et: Kuidas seda ruumi saab liituda
eu: Nola elkartu ikastaro hau
fi: Kuinka tähän kurssiin voi liittyä
fr: Comment ce cours peut être rejoint
ga: Conas is féidir an cúrsa seo a bheith páirteach ann
gl: Como se pode unirse a este curso
hi: यह कोर्स कैसे जुड़ा जा सकता है
hr: Kako se može pridružiti ovom tečaju
it: Come può essere unito questo corso
ka: როგორ შეიძლება შეუერთდე ამ კურსს
nb: Hvordan dette kurset kan bli med i
nl: Hoe deze cursus kan worden aangesloten
pl: Jak można dołączyć do tego kursu
pt: Como este curso pode ser ingressado
ru: Как можно присоединиться к этому курсу
sk: Ako sa možno pripojiť k tomuto kurzu
sr: Kako se može pridružiti ovom kursu
sv: Hur denna kurs kan anslutas
ta: இந்த பாடத்திட்டம் எப்படி சேர்க்கலாம்
th: วิธีการเข้าร่วมคอร์สนี้

source: Can be found via:
bn: পাওয়া যেতে পারে:
bo: माध्यमबाट भेट्टाउन सकिन्छ:
ca: Es pot trobar a través de:
cs: Lze najít přes:
da: Kan findes via:
de: Kann gefunden werden über:
eo: Eblas trovi per:
et: Leida saab läbi:
eu: Aurki daiteke bidez:
fi: Löydettävissä kautta:
fr: Peut être trouvé via :
ga: Is féidir é a aimsiú trí:
gl: Pódese atopar a través de:
hi: मिल सकता है:
hr: Može se pronaći putem:
it: Può essere trovato tramite:
ka: შეიძლება იპოვოთ მეშვეობით:
nb: Kan finnes via:
nl: Kan gevonden worden via:
pl: Można znaleźć przez:
pt: Pode ser encontrado via:
ru: Можно найти через:
sk: Môže byť nájdený cez:
sr: Može se pronaći putem:
sv: Kan hittas via:
ta: கண்டுபிடிக்கப்படலாம்:
th: สามารถค้นหาได้โดย:

# canBeFoundViaInvitation
source: • invitation
bn: • আমন্ত্রণ
bo: • निमन्त्रणा
ca: • invitació
cs: • pozvánka
de: • Einladung
eo: • invito
et: • kutse
eu: • gonbidapena
fi: • kutsu
ga: • cuireadh
gl: • invitación
hi: • निमंत्रण
hr: • pozivnice
it: • invito
ka: • მოწვევა
nb: • invitasjon
nl: • uitnodiging
pl: • zaproszenie
pt: • convite
ru: • приглашение
sk: • pozvánka
sr: • pozivnice
sv: • inbjudan
ta: • அழைப்பு
th: • คำเชิญ

# canBeFoundViaCodeOrLink
source: • code or link
bn: • কোড বা লিঙ্ক
bo: • कोड वा लिङ्क
ca: • codi o enllaç
cs: • kód nebo odkaz
da: • kode eller link
de: • Code oder Link
eo: • kodo aŭ ligilo
et: • kood või link
eu: • kodea edo esteka
fi: • koodi tai linkki
fr: • code ou lien
ga: • cód nó nasc
gl: • código ou enlace
hi: • कोड या लिंक
hr: • koda ili linka
it: • codice o link
ka: • კოდი ან ლინკი
nb: • kode eller lenke
nl: • code of link
pl: • kod lub link
pt: • código ou link
ru: • код или ссылка
sk: • kód alebo odkaz
sr: • koda ili linka
sv: • kod eller länk
ta: • குறியீடு அல்லது இணைப்பு
th: • รหัสหรือลิงก์

# canBeFoundViaKnock
source: • request to join and admin approval
bn: • যোগদানের অনুরোধ এবং অ্যাডমিনের অনুমোদন
bo: • अनुरोध गर्न र प्रशासकको स्वीकृति
ca: • sol·licitud d'entrada i aprovació de l'administrador
cs: • žádost o připojení a schválení správce
da: • anmodning om at deltage og godkendelse af administrator
de: • Anfrage zum Beitritt und Admin-Genehmigung
eo: • peto aliĝi kaj administranto aprobas
et: • taotlus liitumiseks ja administraatori nõusolek
eu: • eskatu elkartzeko eta administratzailearen onespena
fi: • pyytää liittymistä ja ylläpidon hyväksyntä
fr: • demande de rejoindre et approbation de l'administrateur
ga: • iarratas chun páirt a ghlacadh agus ceadú riarthóra
gl: • solicitude para unirse e aprobación do administrador
hi: • जुड़ने का अनुरोध और व्यवस्थापक की स्वीकृति
hr: • zahtjeva za pridruživanje i odobrenja administratora
it: • richiesta di accesso e approvazione dell'amministratore
ka: • მოთხოვნა შეუერთების და ადმინისტრატორის დამტკიცება
nb: • forespørsel om å bli med og administratorgodkjenning
nl: • verzoek om lid te worden en goedkeuring door beheerder
pl: • prośba o dołączenie i zatwierdzenie przez administratora
pt: • solicitação para entrar e aprovação do administrador
ru: • запрос на присоединение и одобрение администратора
sk: • žiadosť o pripojenie a schválenie správcu
sr: • zahteva za pridruživanje i odobrenje administratora
sv: • begär att gå med och administratörsgodkännande
ta: • சேர்க்க கோரிக்கை மற்றும் நிர்வாக அனுமதி
th: • คำขอเข้าร่วมและการอนุมัติจากผู้ดูแลระบบ

source: You have leveled up!
bn: আপনি লেভেল আপ করেছেন!
bo: तपाईं स्तर उक्लिनुभयो!
ca: Has pujat de nivell!
cs: Postoupili jste na vyšší úroveň!
da: Du har niveauopgraderet!
de: Du hast ein Level aufgestiegen!
eo: Vi progresis al pli alta nivelo!
et: Sa oled tõusnud tasemele!
eu: Maila igo duzu!
fi: Olet noussut tasolle!
fr: Vous avez monté de niveau !
ga: Tá tú tar éis leibhéal a bhaint amach!
gl: ¡Subiches de nivel!
hi: आप स्तर ऊपर हो गए हैं!
hr: Napredovali ste!
it: Sei salito di livello!
ka: თქვენ განახლდით!
nb: Du har nivå opp!
nl: Je bent een niveau omhoog gegaan!
pl: Awansowałeś!
pt: Você subiu de nível!
ru: Вы повысили уровень!
sk: Postupovali ste na vyššiu úroveň!
sr: Napredovali ste!
sv: Du har avancerat till nästa nivå!
ta: நீங்கள் நிலை உயர்த்திவிட்டீர்கள்!
th: คุณได้เลเวลอัปแล้ว!

source: Send activities
bn: কার্যকলাপ পাঠান
bo: क्रियाकलापहरू पठाउनुहोस्
ca: Envia activitats
cs: Odeslat aktivity
da: Send aktiviteter
de: Aktivitäten senden
eo: Sendu agadojn
et: Saada tegevusi
eu: Bidali ekintzak
fi: Lähetä aktiviteetteja
fr: Envoyer des activités
ga: Seol gníomhaíochtaí
gl: Enviar actividades
hi: गतिविधियाँ भेजें
hr: Pošalji aktivnosti
it: Invia attività
ka: გაგზავნეთ აქტივობები
nb: Send aktiviteter
nl: Verzend activiteiten
pl: Wyślij aktywności
pt: Enviar atividades
ru: Отправить мероприятия
sk: Odoslať aktivity
sr: Pošalji aktivnosti
sv: Skicka aktiviteter
ta: செயல்பாடுகளை அனுப்பவும்
th: ส่งกิจกรรม

source: Get Started
bn: শুরু করুন
bo: सुरु गर्नुहोस्
ca: Comença
cs: Začít
da: Kom i gang
de: Loslegen
eo: Komencu
et: Alusta
eu: Hasi
fi: Aloita
fr: Commencer
ga: Tosaigh
gl: Comezar
hi: शुरू करें
hr: Započni
it: Inizia
ka: დაიწყეთ
nb: Kom i gang
nl: Aan de slag
pl: Rozpocznij
pt: Começar
ru: Начать
sk: Začať
sr: Početak
sv: Kom igång
ta: தொடங்கவும்
th: เริ่มต้น

# getStartedBotChatDesc
source: Chatting with AI is a great place to start and Pangea reading, writing, listening and speaking tools make it easy!
bn: AI এর সাথে চ্যাট করা শুরু করার জন্য একটি দুর্দান্ত স্থান এবং পাঞ্জিয়া পড়া, লেখা, শোনা এবং কথা বলার সরঞ্জামগুলি এটি সহজ করে তোলে!
bo: एआईसँग कुराकानी गर्न सुरु गर्न उत्कृष्ट स्थान हो र पाङ्गिया पढ्ने, लेख्ने, सुन्ने र बोल्ने उपकरणहरूले यसलाई सजिलो बनाउँछन्!
ca: Xatejar amb IA és un lloc fantàstic per començar i les eines de lectura, escriptura, escolta i parla de Pangea ho fan fàcil!
cs: Chatování s AI je skvělým místem pro začátek a nástroje Pangea pro čtení, psaní, poslech a mluvení to usnadňují!
da: Chat med AI er et godt sted at starte, og Pangea læse-, skrive-, lytte- og taleværktøjer gør det nemt!
de: Das Chatten mit KI ist ein großartiger Einstieg, und Pangea-Lese-, Schreib-, Hör- und Sprechwerkzeuge machen es einfach!
eo: Babileco kun AI estas bonega loko por komenci, kaj Pangea legi, verki, aŭskulti kaj paroli iloj faciligas ĝin!
et: Vestlus AI-ga on suurepärane koht alustamiseks ning Pangea lugemis-, kirjutamis-, kuulamis- ja rääkimisvahendid muudavad selle lihtsaks!
eu: AI-rekin txateatzea hasi eta Pangea irakurketa, idazketa, entzuteko eta hitz egiteko tresnak errazago egiten dute!
fi: Chatta AI:n kanssa on hyvä paikka aloittaa, ja Pangea:n lukemisen, kirjoittamisen, kuuntelun ja puhumisen työkalut tekevät siitä helppoa!
fr: Discuter avec l'IA est un excellent point de départ, et les outils de lecture, d'écriture, d'écoute et de parole de Pangea facilitent tout !
ga: Is áit iontach é comhrá le AI chun tús a chur agus déanann uirlisí léamh, scríobh, éisteacht agus labhairt Pangea éasca!
gl: Conversar con IA é un excelente lugar para comezar e as ferramentas de lectura, escritura, escoita e fala de Pangea facilítano!
hi: एआई के साथ चैटिंग शुरू करने का एक शानदार स्थान है और पांगेआ पढ़ना, लिखना, सुनना और बोलने के उपकरण इसे आसान बनाते हैं!
hr: Razgovor s AI-jem odlično je mjesto za početak, a alati za čitanje, pisanje, slušanje i govor Pangea olakšavaju to!
it: Chattare con l'IA è un ottimo punto di partenza e gli strumenti di lettura, scrittura, ascolto e conversazione di Pangea rendono tutto più facile!
ka: ჩატირება AI-თან არის შესანიშნავი ადგილი დასაწყებად, ხოლო პანგეა კითხვა, წერა, მოსმენა და საუბრის ხელსაწყოები მარტივია!
nb: Chat med AI er et flott sted å starte, og Pangea sine lese-, skrive-, lytte- og snakkeverktøy gjør det enkelt!
nl: Chatten met AI is een geweldige plek om te beginnen en Pangea lezen, schrijven, luisteren en spreken tools maken het gemakkelijk!
pl: Rozmowa z AI to świetne miejsce na rozpoczęcie, a narzędzia do czytania, pisania, słuchania i mówienia w Pangea ułatwiają to!
pt: Conversar com IA é um ótimo lugar para começar, e as ferramentas de leitura, escrita, audição e fala do Pangea tornam isso fácil!
ru: Общение с ИИ — отличное место для начала, а инструменты для чтения, письма, прослушивания и говорения в Pangea делают это легко!
sk: Chatovanie s AI je skvelé miesto na začiatok a nástroje Pangea na čítanie, písanie, počúvanie a hovorenie to uľahčujú!
sr: Razgovor sa AI je sjajno mesto za početak, a alati za čitanje, pisanje, slušanje i govor na Pangea čine to jednostavnim!
sv: Chatta med AI är en utmärkt plats att börja och Pangea läsning, skrivning, lyssning och talverktyg gör det enkelt!
ta: AI உடன் உரையாடுவது தொடக்கத்திற்கு சிறந்த இடம் மற்றும் பாங்கியா வாசிப்பு, எழுதுதல், கேட்கும் மற்றும் பேசும் கருவிகள் அதை எளிதாக்குகின்றன!
th: การแชทกับ AI เป็นจุดเริ่มต้นที่ดี และเครื่องมืออ่าน เขียน ฟัง และพูดของ Pangea ทำให้มันง่าย!
