Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: New vocab
bn: নতুন শব্দভাণ্ডার
bo: གསལ་བཤད་གསར་པ།
ca: Vocabulari nou
cs: Nová slovní zásoba
da: Nyt ordforråd
de: Neues Vokabular
eo: Nova vortprovizo
et: Uus sõnavara
eu: Hiztegi berria
fi: Uusi sanasto
fr: Nouveaux vocabulaire
ga: Focail nua
gl: Novo vocabulario
hi: नई शब्दावली
hr: Nove riječi
it: Nuovo vocabolario
ka: ახალი ლექსიკა
nb: Nytt vokabular
nl: Nieuw vocabulaire
pl: Nowe słownictwo
pt: Novo vocabulário
ru: Новая лексика
sk: Nová slovná zásoba
sr: Нови речник
sv: Nytt vocab
ta: புதிய சொற்பொருள்
th: คำศัพท์ใหม่

# newGrammar
source: New grammar concepts
bn: নতুন ব্যাকরণ ধারণা
bo: གསལ་བཤད་གསར་པ།
ca: Nous conceptes gramaticals
cs: Nové gramatické koncepty
da: Nye grammatiske begreber
de: Neue Grammatik-Konzepte
eo: Novaj gramatikaj konceptoj
et: Uued grammatikakontseptsioonid
eu: Gramatika kontzeptu berriak
fi: Uudet kielioppikäsitteet
fr: Nouveaux concepts grammaticaux
ga: Coincheapa gramadaí nua
gl: Novos conceptos de gramática
hi: नई व्याकरण अवधारणाएँ
hr: Novi gramatički koncepti
it: Nuovi concetti grammaticali
ka: ახალი გრამატიკული კონცეფციები
nb: Nye grammatikkonsepter
nl: Nieuwe grammaticaconcepten
pl: Nowe zagadnienia gramatyczne
pt: Novos conceitos gramaticais
ru: Новые грамматические концепции
sk: Nové gramatické koncepty
sr: Нови граматички концепти
sv: Nya grammatikbegrepp
ta: புதிய இலக்கண கருத்துக்கள்
th: แนวคิดไวยากรณ์ใหม่

# congratulationsOnReaching
source: You've reached Level {level}!
bn: আপনি স্তর {level} এ পৌঁছেছেন!
bo: ཁྱེད་རང་གིས་ཉེས་རབ་ལོ་གྲངས {level} ལ་བརྗེད་ཡོད།
ca: Has arribat al nivell {level}!
cs: Dosáhli jste úrovně {level}!
da: Du har nået niveau {level}!
de: Du hast Level {level} erreicht!
eo: Vi atingis nivelon {level}!
et: Sa oled saavutanud taseme {level}!
eu: Lerroa lortu duzu {level}!
fi: Olet saavuttanut tason {level}!
fr: Vous avez atteint le niveau {level} !
ga: Tá tú ar an leibhéal {level}!
gl: ¡Chegaches ao nivel {level}!
hi: आप स्तर {level} तक पहुँच गए हैं!
hr: Čestitamo na dosezanju razine {level}!
it: Hai raggiunto il livello {level}!
ka: თქვენ მიაღწიეთ დონეს {level}!
nb: Du har nådd nivå {level}!
nl: Je hebt niveau {level} bereikt!
pl: Osiągnąłeś poziom {level}!
pt: Você atingiu o Nível {level}!
ru: Вы достигли уровня {level}!
sk: Dosiahli ste úroveň {level}!
sr: Достигли сте ниво {level}!
sv: Du har nått nivå {level}!
ta: நீங்கள் நிலை {level}க்கு சென்றுவிட்டீர்கள்!
th: คุณได้บรรลุระดับ {level} แล้ว!

source: See Details
bn: বিস্তারিত দেখুন
bo: བརྗོད་བཅོས།
ca: Veure detalls
cs: Zobrazit podrobnosti
da: Se detaljer
de: Details anzeigen
eo: Vidu Detalojn
et: Vaata üksikasju
eu: Ikusi xehetasunak
fi: Näytä tiedot
fr: Voir les détails
ga: Féach ar shonraí
gl: Ver detalles
hi: विवरण देखें
hr: Vidi detalje
it: Vedi dettagli
ka: დაწვრილებით ნახვა
nb: Se detaljer
nl: Bekijk details
pl: Zobacz szczegóły
pt: Ver detalhes
ru: Посмотреть детали
sk: Zobraziť podrobnosti
sr: Погледајте детаље
sv: Se detaljer
ta: விவரங்களைப் பார்க்கவும்
th: ดูรายละเอียด

# choosePracticeMode
source: Click on one of the buttons above to start a practice activity
bn: উপরের বোতামগুলোর মধ্যে একটি ক্লিক করে অনুশীলন শুরু করুন
bo: ཆོས་ལུགས་འདི་ཉེར་བརྗེ་ལས་སྤྱོད་འགྱོ་བའི་སྤྱོད་ལམ་གཟིགས་སྟེ།
ca: Fes clic en un dels botons de dalt per començar una activitat de pràctica
cs: Klikněte na jedno z tlačítek výše a začněte cvičební aktivitu
da: Klik på en af knapperne ovenfor for at starte en øvelsesaktivitet
de: Klicken Sie auf eine der Schaltflächen oben, um eine Übungsaktivität zu starten
eo: Klaku unu el la supraj butonoj por komenci praktikan agadon
et: Klõpsa ühel ülaltoodud nupust, et alustada harjutusülesannet
eu: Klik egin goiko botoietako batean praktika jarduera bat hasteko
fi: Klikkaa yllä olevista painikkeista aloittaaksesi harjoitustoiminnan
fr: Cliquez sur l'un des boutons ci-dessus pour commencer une activité d'entraînement
ga: Cliceáil ar cheann de na cnaipeanna thuas chun gníomhaíocht chleachtadh a thosú
gl: Preme nun dos botóns de arriba para comezar unha actividade de práctica
hi: प्रैक्टिस गतिविधि शुरू करने के लिए ऊपर दिए गए बटनों में से किसी एक पर क्लिक करें
hr: Kliknite na jedno od gornjih gumba za početak vježbe
it: Clicca su uno dei pulsanti sopra per iniziare un'attività di pratica
ka: დააჭირეთ ერთ-ერთ ღილაკს ზემოთ, რათა დაიწყოთ პრაქტიკული აქტივობა
nb: Klikk på en av knappene ovenfor for å starte en øvelsesaktivitet
nl: Klik op een van de bovenstaande knoppen om een oefenactiviteit te starten
pl: Kliknij jeden z powyższych przycisków, aby rozpocząć ćwiczenie
pt: Clique em um dos botões acima para iniciar uma atividade de prática
ru: Нажмите одну из кнопок выше, чтобы начать практическое занятие
sk: Kliknite na jeden z vyššie uvedených tlačidiel, aby ste začali cvičebnú aktivitu
sr: Кликните на један од горе наведених тастера да бисте започели вежбање
sv: Klicka på en av knapparna ovan för att starta en övningsaktivitet
ta: மேலே உள்ள பொத்தான்களில் ஒன்றை கிளிக் செய்து பயிற்சி செயல்பாட்டைத் தொடங்கவும்
th: คลิกที่หนึ่งในปุ่มด้านบนเพื่อเริ่มกิจกรรมฝึกฝน

source: Ban
bn: নিষিদ্ধ করুন
bo: འགྱོ་བརྗོད།
ca: Prohibir
cs: Blokovat
da: Blokér
eo: Bani
et: Keela
eu: Zigorra ezarri
fi: Kielto
fr: Bannir
ga: Cosaint
gl: Bane
hi: बैन करें
hr: Zabrani
it: Banna
ka: თაღლითობა
nb: Blokker
pl: Zbanuj
pt: Banir
ru: Забанить
sk: Zákaz
sr: Забрани
sv: Bannlys
ta: தடைசெய்
th: แบน

source: Unban
bn: অবৈধতা বাতিল করুন
bo: མེད་འགྱོ་བརྗོད།
ca: Desprohibir
cs: Odemknout
da: Fjern blokering
de: Entbannen
eo: Malbani
et: Lõpeta keeld
eu: Zigorra kendu
fi: Poista kielto
fr: Débannir
ga: Fuaireann
gl: Desbanear
hi: अनबैन करें
hr: Ukloni zabranu
it: Rimuovi ban
ka: გათავისუფლება
nb: Fjern blokkering
pl: Odblokuj
pt: Desbanir
ru: Разбанить
sk: Zrušiť zákaz
sr: Поништи забрану
sv: Avbanna
ta: தடை நீக்கு
th: ปลดแบน

source: Kick
bn: নিষ্কাশন করুন
bo: འགྱོ་བརྗོད།
ca: Expulsar
cs: Vyhodit
de: Kicken
eo: Forpeli
et: Viska välja
eu: Kanporatu
fi: Potki
fr: Expulser
ga: Cuir as
gl: Expulsar
hi: किक करें
hr: Izbaci
it: Espelli
ka: გათიშვა
nb: Kast ut
nl: Verwijder
pl: Wyrzuć
pt: Remover
ru: Исключить
sk: Vykopnúť
sr: Избаци
sv: Kicka
ta: வெளியேற்று
th: เตะ

source: Lemma
bn: শ্লোক
bo: ལེ་མ།
ca: Lema
cs: Lemmat
eo: Lemmo
et: Lemmat
eu: Lema
fr: Lemme
ga: Léamh
gl: Lema
hi: लेम्मा
hr: Lema
ka: ლემმა
pl: Lemat
pt: Lema
ru: Лемма
sk: Lemmat
sr: Лемма
ta: லெம்மா
th: คำฐาน

source: Grammar feature
bn: ব্যাকরণ বৈশিষ্ট্য
bo: རྣམ་སྣང་རྟགས།
ca: Característica gramatical
cs: Gramatická vlastnost
da: Grammatikfunktion
de: Grammatikmerkmal
eo: Gramatika trajto
et: Grammatika omadus
eu: Gramatika ezaugarria
fi: Kielioppiominaisuus
fr: Caractéristique grammaticale
ga: Gné gramadaí
gl: Característica de gramática
hi: व्याकरण विशेषता
hr: Gramatička značajka
it: Caratteristica grammaticale
ka: გრამატიკული მახასიათებელი
nb: Grammatikkfunksjon
nl: Grammatica-eigenschap
pl: Cecha gramatyczna
pt: Recurso gramatical
ru: Грамматическая особенность
sk: Gramatická vlastnosť
sr: Граматичка особина
sv: Grammatikfunktion
ta: இலக்கண அம்சம்
th: คุณสมบัติไวยากรณ์

source: Grammar tag
bn: ব্যাকরণ ট্যাগ
bo: རྣམ་སྣང་སྟེང་།
ca: Etiqueta gramatical
cs: Gramatický štítek
da: Grammatikmærke
de: Grammatik-Tag
eo: Gramatika etikedo
et: Grammatika silt
eu: Gramatika etiketa
fi: Kielioppimerkintä
fr: Étiquette grammaticale
ga: Clibeáil gramadaí
gl: Etiqueta de gramática
hi: व्याकरण टैग
hr: Gramatička oznaka
it: Tag grammaticale
ka: გრამატიკული ტეგი
nb: Grammatikkmerke
nl: Grammatica-tag
pl: Tag gramatyczny
pt: Etiqueta gramatical
ru: Грамматический тег
sk: Gramatický tag
sr: Граматички таг
sv: Grammatikmärkning
ta: இலக்கண குறிச்சொல்
th: แท็กไวยากรณ์

source: Forms
bn: রূপ
bo: རིགས།
ca: Formes
cs: Formy
da: Former
de: Formen
eo: Formoj
et: Vormid
eu: Formak
fi: Muodot
fr: Formes
ga: Foirmiúla
gl: Formas
hi: रूप
hr: Obrasci
it: Forme
ka: ფორმები
nb: Former
nl: Vormen
pl: Formy
pt: Formas
ru: Формы
sk: Formy
sr: Облици
sv: Formulär
ta: படிவங்கள்
th: รูปแบบ

source: Example messages
bn: উদাহরণ বার্তা
bo: བརྗོད་བཅོས་བརྗོད།
ca: Missatges d'exemple
cs: Příkladové zprávy
da: Eksempelmails
de: Beispielnachrichten
eo: Ekzemplaj mesaĝoj
et: Näidessõnumid
eu: Adibide mezuak
fi: Esimerkkiviestit
fr: Messages d'exemple
ga: Teachtaireachtaí samplacha
gl: Mensaxes de exemplo
hi: उदाहरण संदेश
hr: Primjeri poruka
it: Messaggi di esempio
ka: მაგალითი შეტყობინებები
nb: Eksempelmeldinger
nl: Voorbeeldberichten
pl: Przykładowe wiadomości
pt: Mensagens de exemplo
ru: Примеры сообщений
sk: Príkladové správy
sr: Примери порука
sv: Exempelmeddelanden
ta: உதாரண செய்திகள்
th: ตัวอย่างข้อความ

source: Times used independently
bn: স্বতন্ত্রভাবে ব্যবহারের সময়
bo: རང་ཉེར་བརྗོད་ཡོད་པའི་རྩིས།
ca: Vegades utilitzat de manera independent
cs: Počet použití samostatně
da: Brugt uafhængigt antal gange
de: Anzahl der unabhängigen Verwendungen
eo: Fojo uzata sendepende
et: Kasutuskorrad iseseisvalt
eu: Erabiltzeko aldizkakotasuna modu independentean
fi: Kertojen määrä itsenäisesti käytettynä
fr: Fois utilisé de manière indépendante
ga: Uaireanta úsáide go neamhspleách
gl: Veces usado de forma independente
hi: स्वतंत्र रूप से उपयोग किए गए समय
hr: Broj korištenja neovisno
it: Volte usato in modo indipendente
ka: გამოყენებულია დამოუკიდებლად
nb: Antall ganger brukt uavhengig
nl: Aantal keer zelfstandig gebruikt
pl: Liczba użyć samodzielnie
pt: Vezes usadas independentemente
ru: Использовано независимо
sk: Počet použití samostatne
sr: Пута коришћено самостално
sv: Användningstider självständigt
ta: தனித்தனமாக பயன்படுத்தப்பட்ட நேரங்கள்
th: จำนวนครั้งที่ใช้โดยอิสระ

source: Times used with assistance
bn: সহায়তার সাথে ব্যবহারের সময়
bo: རང་ཉེར་བརྗོད་ཡོད་པའི་རྩིས།
ca: Vegades utilitzat amb assistència
cs: Počet použití s pomocí
da: Brugt med assistance antal gange
de: Anzahl der Verwendungen mit Unterstützung
eo: Fojo uzata kun helpo
et: Kasutuskorrad abiga
eu: Laguntzarekin erabiltzeko aldizkakotasuna
fi: Kertojen määrä avustuksella käytettynä
fr: Fois utilisé avec assistance
ga: Uaireanta úsáide le cabhair
gl: Veces usado con axuda
hi: सहायता के साथ उपयोग किए गए समय
hr: Broj korištenja uz pomoć
it: Volte usato con assistenza
ka: გამოყენებულია დახმარებით
nb: Antall ganger brukt med hjelp
nl: Aantal keer met hulp gebruikt
pl: Liczba użyć z pomocą
pt: Vezes usadas com assistência
ru: Использовано с помощью
sk: Počet použití s pomocou
sr: Пута коришћено уз помоћ
sv: Användningstider med hjälp
ta: உதவியுடன் பயன்படுத்தப்பட்ட நேரங்கள்
th: จำนวนครั้งที่ใช้ร่วมกับความช่วยเหลือ

# shareInviteCode
source: Share invite code: {code}
bn: আমন্ত্রণ কোড শেয়ার করুন: {code}
bo: རྩལ་བརྗོད་ལེན་འཁོར་ལོག {code} ལ་བརྗེད།
ca: Comparteix el codi d'invitació: {code}
cs: Sdílet kód pozvánky: {code}
da: Del invitationskode: {code}
de: Einladungs-Code teilen: {code}
eo: Dividu invitkodon: {code}
et: Jaga kutsekood: {code}
eu: Partekatu gonbidapen kodea: {code}
fi: Jaa kutsukoodi: {code}
fr: Partager le code d'invitation : {code}
ga: Roinn cód cuireadh: {code}
gl: Compartir código de invitación: {code}
hi: आमंत्रण कोड साझा करें: {code}
hr: Podijeli pozivni kod: {code}
it: Condividi il codice di invito: {code}
ka: გაზიარეთ მოწვევის კოდი: {code}
nb: Del invitasjonskode: {code}
nl: Deel uitnodigingscode: {code}
pl: Udostępnij kod zaproszenia: {code}
pt: Compartilhar código de convite: {code}
ru: Поделиться кодом приглашения: {code}
sk: Zdieľať pozývací kód: {code}
sr: Подели код позива: {code}
sv: Dela inbjudningskod: {code}
ta: அழைப்புக் குறியீடு பகிரவும்: {code}
th: แชร์รหัสเชิญ: {code}

source: Leaderboard
bn: নেতৃস্থান তালিকা
bo: རྒྱབ་སྤྱོད་ཁང་།
ca: Classificació
cs: Žebříček
da: Topscorer
de: Bestenliste
eo: Gvidtabla
et: Tabel
eu: Liderra taula
fi: Sijoituslista
fr: Classement
ga: Bord na n-iomaitheoirí
gl: Clasificación
hi: लीडरबोर्ड
hr: Ljestvica
it: Classifica
ka: წინსვლის სია
nb: Toppliste
nl: Highscorelijst
pl: Tablica wyników
pt: Classificação
ru: Таблица лидеров
sk: Rebríček
sr: Табела резултата
sv: Topplista
ta: தலைவரிசை
th: กระดานผู้นำ

source: Welcome {user}
bn: স্বাগতম {user}
bo: {user} ལག་ལེན་སྤྱོད་འགྱོ།
ca: Benvingut {user}
cs: Vítejte {user}
da: Velkommen {user}
de: Willkommen {user}
eo: Bonvenon {user}
et: Tere tulemast, {user}
eu: Ongietorri {user}
fi: Tervetuloa {user}
fr: Bienvenue {user}
ga: Fáilte {user}
gl: Benvido {user}
hi: स्वागत है {user}
hr: Dobrodošao {user}
it: Benvenuto {user}
ka: კეთილი იყოს თქვენი მობრძანება, {user}
nb: Velkommen {user}
nl: Welkom {user}
pl: Witamy {user}
pt: Bem-vindo {user}
ru: Добро пожаловать, {user}
sk: Vitaj {user}
sr: Добродошли, {user}
sv: Välkommen {user}
ta: வரவேற்கிறோம் {user}
th: ยินดีต้อนรับ {user}

# joinSpaceOnboardingDesc
source: Do you have an invite code or link to a public course?
bn: আপনার কি কোনও আমন্ত্রণ কোড বা পাবলিক কোর্সের লিঙ্ক আছে?
bo: ཁྱེད་ལ་སྤྱིར་བཏང་ཚོགས་ལ་ལོག་འབད་ཡོད་པ་རེད་པས། ཁྱེད་ལ་ལོག་འབད་ཚུལ་གཅིག་ཡོད་པ་རེད་པས།
ca: Tens un codi o enllaç d'invitació a un curs públic?
cs: Máte kód nebo odkaz na veřejný kurz?
da: Har du en invitationskode eller et link til et offentligt kursus?
de: Haben Sie einen Einladungscode oder Link zu einem öffentlichen Kurs?
eo: Ĉu vi havas invitkodon aŭ ligilon al publika kurso?
et: Kas teil on kutsekood või link õppimiskogukonda?
eu: Gonbidapen kode edo esteka bat duzu publiko baten ikastaroan sartzeko?
fi: Onko sinulla kutsukoodi tai linkki julkiseen kurssiin?
fr: Avez-vous un code ou un lien d'invitation vers un cours public ?
ga: An bhfuil cód cuireadh nó nasc agat chuig cúrsa poiblí?
gl: Tes un código ou enlace de invitación a un curso público?
hi: क्या आपके पास सार्वजनिक कोर्स के लिए कोई आमंत्रण कोड या लिंक है?
hr: Imate li pozivni kod ili link do javnog tečaja?
it: Hai un codice o un link di invito a un corso pubblico?
ka: გაქვთ თუ არა მოწვევის კოდი ან ბმული საჯარო კურსზე დასაწევად?
nb: Har du en invitasjonskode eller lenke til et offentlig kurs?
nl: Heb je een uitnodigingscode of link naar een openbare cursus?
pl: Czy masz kod lub link zaproszenia do publicznego kursu?
pt: Você tem um código ou link de convite para um curso público?
ru: У вас есть код или ссылка на публичный курс?
sk: Máte kód alebo odkaz na verejný kurz?
sr: Да ли имате код или линк за јавни курс?
sv: Har du en inbjudningskod eller länk till en offentlig kurs?
ta: நீங்கள் ஒரு அழைப்பு குறியீடு அல்லது பொதுவான பாடத்திற்கான இணைப்பை வைத்துள்ளீர்களா?
th: คุณมีรหัสเชิญหรือลิงก์ไปยังหลักสูตรสาธารณะหรือไม่?

source: Skip for now
bn: এখন জন্য এড়িয়ে যান
bo: ད་ལྟ་ལས་འགྱོ་བའི་ལུང་།
ca: Ometre per ara
cs: Přeskočit zatím
da: Spring over for nu
de: Jetzt überspringen
eo: Preterpasi por nun
et: Jäta praegu vahele
eu: Utzi une honetan
fi: Ohita nyt
fr: Passer pour l'instant
ga: Scipeáil faoi láthair
gl: Omitir por agora
hi: अभी के लिए छोड़ें
hr: Preskoči za sada
it: Salta per ora
ka: ამ დროისთვის გამოტოვება
nb: Hopp over for nå
nl: Sla over
pl: Pomiń na razie
pt: Pular por enquanto
ru: Пропустить пока
sk: Preskočiť zatiaľ
sr: Прескочи за сада
sv: Hoppa över för tillfället
ta: இப்போது தவிர்க்கவும்
th: ข้ามก่อน

source: Permissions
bn: অনুমতিসমূহ
bo: གདམ་ཁག།
ca: Permisos
cs: Oprávnění
da: Tilladelser
de: Berechtigungen
eo: Permesoj
et: Luba
eu: Baimenak
fi: Oikeudet
fr: Autorisations
ga: Ceadanna
gl: Permisos
hi: अनुमतियां
hr: Dozvole
it: Permessi
ka: უფლებები
nb: Tillatelser
nl: Toestemmingen
pl: Uprawnienia
pt: Permissões
ru: Разрешения
sk: Oprávnenia
sr: Дозволе
sv: Behörigheter
ta: அனுமதிகள்
th: สิทธิ์

# spaceChildPermission
source: Who can add new chats to this course
bn: কোন ব্যক্তি এই কোর্সে নতুন চ্যাট যোগ করতে পারে
bo: གང་འདི་ལ་གསར་ཚེས་གཏོད་བཅོས་འབད་ནི་གཅིག་གི་རེད་པ།
ca: Qui pot afegir nous xats a aquest curs
cs: Kdo může přidat nové chaty do tohoto kurzu
da: Hvem kan tilføje nye chats til dette kursus
de: Wer kann neue Chats zu diesem Kurs hinzufügen
eo: Kiu povas aldoni novajn babilejojn al ĉi tiu kurso
et: Kes saab lisada uusi vestlusi ja alamruume sellele ruumile
eu: Nork gehitu dezake ikastaro honetan txate berriak
fi: Kuka voi lisätä uusia keskusteluja tähän kurssiin
fr: Qui peut ajouter de nouvelles discussions à ce cours
ga: Cé hiad is féidir leo cuntais nua a chur leis an gcúrsa seo
gl: Quen pode engadir novas conversas a este curso
hi: यह कोर्स में नए चैट जोड़ने वाला कौन है
hr: Tko može dodati nove razgovore u ovaj tečaj
it: Chi può aggiungere nuove chat a questo corso
ka: ვინ შეუძლია დაამატოს ახალი ჩატები ამ კურსში
nb: Hvem kan legge til nye chatter i dette kurset
nl: Wie kan nieuwe chats toevoegen aan deze cursus
pl: Kto może dodawać nowe czaty do tego kursu
pt: Quem pode adicionar novas conversas a este curso
ru: Кто может добавлять новые чаты в этот курс
sk: Kto môže pridávať nové chaty do tohto kurzu
sr: Ко може додавати нове разговоре у овај курс
sv: Vem kan lägga till nya chattar i denna kurs
ta: இந்த பாடத்துக்கு புதிய உரையாடல்களை யார் சேர்க்கலாம்
th: ใครสามารถเพิ่มแชทใหม่ในหลักสูตรนี้ได้

source: Add environment override
bn: পরিবেশ অতিক্রম যোগ করুন
bo: ཁྱེད་རང་གི་ཁོངས་སྐབས་ལ་བརྡ་སྤྱོད་བཀོད་ནས།
ca: Afegeix una substitució de l'entorn
cs: Přidat přepsání prostředí
da: Tilføj miljøoverstyring
de: Umgebungsüberschreibung hinzufügen
eo: Aldoni medio-ŝanĝon
et: Lisa keskkonnamuutus
eu: Gehitu ingurune gainkarga
fi: Lisää ympäristöylitys
fr: Ajouter une surcharge d'environnement
ga: Cuir i bhfeidhm foréigean comhshaoil
gl: Engadir substitución de ambiente
hi: पर्यावरण ओवरराइड जोड़ें
hr: Dodaj nadjačavanje okruženja
it: Aggiungi override dell'ambiente
ka: დამატეთ გარემოს გადახედვა
nb: Legg til miljøoverstyring
nl: Voeg omgevingsoverride toe
pl: Dodaj nadpisanie środowiska
pt: Adicionar substituição de ambiente
ru: Добавить переопределение окружения
sk: Pridať prepísanie prostredia
sr: Додајте промену окружења
sv: Lägg till miljööverskridande
ta: சூழல் மாற்றத்தைச் சேர்க்கவும்
th: เพิ่มการตั้งค่าสภาพแวดล้อมทดแทน

# defaultOption
source: Default
bn: ডিফল্ট
bo: གདམ་ཁག
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
eo: Defaŭlta
et: Vaikimisi
eu: Lehentasuna
fi: Oletus
fr: Par défaut
ga: Réamhshocrú
gl: Predeterminado
hi: डिफ़ॉल्ट
hr: Zadano
it: Predefinito
ka: ნაგულისხმევი
nb: Standard
nl: Standaard
pl: Domyślnie
pt: Padrão
ru: По умолчанию
sk: Predvolené
sr: Подразумевано
sv: Standard
ta: இயல்பு
th: ค่าเริ่มต้น

# deleteChatDesc
source: Are you sure you want to delete this chat? It will be deleted for all participants and all messages within the chat will no longer be available for practice or learning analytics.
bn: আপনি কি নিশ্চিত যে আপনি এই চ্যাটটি মুছে ফেলতে চান? এটি সকল অংশগ্রহণকারীর জন্য মুছে ফেলা হবে এবং চ্যাটের সমস্ত বার্তা আর অনুশীলন বা শেখার বিশ্লেষণের জন্য উপলব্ধ থাকবে না।
bo: ཁྱེད་རང་གིས་འདི་ལ་གནང་བའི་ཆོག་ལས་བཏོན་ནི་སྤྱོད་འཇུག་ཡོད་མི་ཡིན་པས། འདི་ནི་ཚོད་ལས་སྤྱོད་མི་ཚོད་ལས་བཏོན་ན་འགྱོ་མི་ཚུལ་ལ་འགྱོ་མི་འདུག།
ca: Estàs segur que vols eliminar aquest xat? S'eliminarà per a tots els participants i tots els missatges dins del xat ja no estaran disponibles per a pràctica o anàlisi d'aprenentatge.
cs: Jste si jistí, že chcete smazat tento chat? Bude smazán pro všechny účastníky a všechny zprávy v chatu již nebudou dostupné pro praxi nebo analytiku učení.
da: Er du sikker på, at du vil slette denne chat? Den vil blive slettet for alle deltagere, og alle beskeder i chatten vil ikke længere være tilgængelige til øvelse eller læringsanalyser.
de: Möchten Sie diesen Chat wirklich löschen? Er wird für alle Teilnehmer gelöscht und alle Nachrichten im Chat sind nicht mehr für Übungen oder Lernanalysen verfügbar.
eo: Ĉu vi certas ke vi volas forigi ĉi tiun babilejon? Ĝi estos forigita por ĉiuj partoprenantoj kaj ĉiuj mesaĝoj ene de la babilejo ne plu estos haveblaj por praktiko aŭ lernado-analizoj.
et: Kas olete kindel, et soovite selle vestluse kustutada? See kustutatakse kõigilt osalejatelt ning kõik vestluse sõnumid ei ole enam saadaval harjutamiseks ega õppeanalüütikaks.
eu: Ziur zaude txat hau ezabatu nahi duzula? Parte-hartzaile guztientzat ezabatuko da eta txataren mezu guztiak ez dira gehiago erabiliko praktikan edo ikasketa analitiketan.
fi: Oletko varma, että haluat poistaa tämän keskustelun? Se poistetaan kaikilta osallistujilta ja kaikki keskustelun viestit eivät ole enää käytettävissä harjoitteluun tai oppimisanalytiikkaan.
fr: Voulez-vous vraiment supprimer cette conversation ? Elle sera supprimée pour tous les participants et tous les messages de la conversation ne seront plus disponibles pour la pratique ou l'analyse d'apprentissage.
ga: An bhfuil tú cinnte gur mhaith leat an comhrá seo a scriosadh? Scriosfar é do gach rannpháirtí agus ní bheidh aon teachtaireachtaí laistigh den chomhrá ar fáil níos mó le haghaidh cleachtadh nó anailís foghlama.
gl: Estás seguro de que queres eliminar esta conversa? Será eliminada para todos os participantes e todos os mensaxes dentro da conversa xa non estarán dispoñibles para práctica ou análise de aprendizaxe.
hi: क्या आप सुनिश्चित हैं कि आप इस चैट को हटाना चाहते हैं? यह सभी प्रतिभागियों के लिए हटा दिया जाएगा और चैट के सभी संदेश अब अभ्यास या सीखने के विश्लेषण के लिए उपलब्ध नहीं होंगे।
hr: Jeste li sigurni da želite izbrisati ovaj razgovor? On će biti izbrisan za sve sudionike, a sve poruke unutar razgovora više neće biti dostupne za vježbanje ili analitiku učenja.
it: Sei sicuro di voler eliminare questa chat? Verrà eliminata per tutti i partecipanti e tutti i messaggi all'interno della chat non saranno più disponibili per la pratica o le analisi di apprendimento.
ka: დარწმუნებული ხართ, რომ გსურთ ამ ჩატის წაშლა? ის წაიშლება ყველა მონაწილისთვის და ყველა შეტყობინება, რომელიც ჩატშია, აღარ იქნება ხელმისაწვდომი პრაქტიკის ან სწავლების ანალიტიკისთვის.
nb: Er du sikker på at du vil slette denne samtalen? Den vil bli slettet for alle deltakere, og alle meldinger i samtalen vil ikke lenger være tilgjengelige for praksis eller læringsanalyse.
nl: Weet je zeker dat je deze chat wilt verwijderen? Deze wordt verwijderd voor alle deelnemers en alle berichten binnen de chat zijn niet meer beschikbaar voor oefening of leeranalyses.
pl: Czy na pewno chcesz usunąć ten czat? Zostanie on usunięty dla wszystkich uczestników, a wszystkie wiadomości w czacie nie będą już dostępne do ćwiczeń lub analityki nauki.
pt: Tem certeza de que deseja excluir esta conversa? Ela será excluída para todos os participantes e todas as mensagens dentro da conversa não estarão mais disponíveis para prática ou análises de aprendizagem.
ru: Вы уверены, что хотите удалить этот чат? Он будет удален для всех участников, и все сообщения в чате больше не будут доступны для практики или аналитики обучения.
sk: Ste si istí, že chcete vymazať tento chat? Bude vymazaný pre všetkých účastníkov a všetky správy v chate už nebudú dostupné na prax alebo analytiku učenia.
sr: Да ли сте сигурни да желите да избришете овај разговор? Он ће бити избрисан за све учеснике, а све поруке унутар разговора више неће бити доступне за праксу или аналитике учења.
sv: Är du säker på att du vill radera denna chatt? Den kommer att raderas för alla deltagare och alla meddelanden i chatten kommer inte längre att vara tillgängliga för övning eller inlärningsanalys.
ta: இந்த உரையாடலை நீக்க விரும்புகிறீர்களா? இது அனைத்து பங்கேற்பாளர்களுக்கும் நீக்கப்படும் மற்றும் உரையாடலுக்குள் உள்ள அனைத்து செய்திகளும் பயிற்சி அல்லது கற்றல் பகுப்பாய்வுகளுக்கு இனி கிடைக்காது.
th: คุณแน่ใจหรือไม่ว่าต้องการลบแชทนี้? มันจะถูกลบสำหรับผู้เข้าร่วมทุกคนและข้อความทั้งหมดในแชทจะไม่สามารถใช้งานได้อีกต่อไปสำหรับการฝึกฝนหรือวิเคราะห์การเรียนรู้
