Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# unlockPrivateTripTitle
source: Unlock private trip
bn: ব্যক্তিগত ট্রিপ আনলক করুন
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Desbloqueja el viatge privat
cs: Odemknout soukromý výlet
da: Lås op for privat rejse
de: Privaten Trip freischalten
eo: Malŝlosu privatecan vojaĝon
et: Ava privaatne reis
eu: Galdetu bidaia pribatua
fi: Avaa yksityinen matka
fr: Déverrouiller un voyage privé
ga: Oscail turas príobháideach
gl: Desbloquear viaxe privada
hi: निजी यात्रा अनलॉक करें
hr: Otključaj privatno putovanje
it: Sblocca viaggio privato
ka: გახსნათ პირადი მოგზაურობა
nb: Lås opp privat reise
nl: Ontgrendel privéreis
pl: Odblokuj prywatną podróż
pt: Desbloquear viagem privada
ru: Разблокировать личную поездку
sk: Odomknúť súkromnú cestu
sr: Otključajte privatno putovanje
sv: Lås upp privat resa
ta: தனிப்பட்ட பயணத்தை திறக்கவும்
th: ปลดล็อคการเดินทางส่วนตัว

source: Browse public trips
bn: পাবলিক ট্রিপ ব্রাউজ করুন
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Navega pels viatges públics
cs: Prohlédnout veřejné výlety
da: Gennemse offentlige rejser
de: Öffentliche Trips durchsuchen
eo: Rummaltrankviliĝu publika vojaĝojn
et: Sirvi avalikke reise
eu: Bila ezazu bidaia publikoak
fi: Selaa julkisia matkoja
fr: Parcourir les voyages publics
ga: Brabhsáil turais phoiblí
gl: Explorar viaxes públicos
hi: सार्वजनिक यात्राएँ ब्राउज़ करें
hr: Pregledaj javna putovanja
it: Sfoglia viaggi pubblici
ka: გადახედეთ საჯარო მოგზაურობებს
nb: Bla gjennom offentlige reiser
nl: Blader door openbare reizen
pl: Przeglądaj publiczne podróże
pt: Navegar por viagens públicas
ru: Просмотреть публичные поездки
sk: Prehliadať verejné cesty
sr: Pregledajte javna putovanja
sv: Bläddra bland offentliga resor
ta: பொது பயணங்களை உலாவவும்
th: เรียกดูการเดินทางสาธารณะ

# startOwnTripTitle
source: Start my own trip
bn: নিজের ট্রিপ শুরু করুন
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Inicia el teu propi viatge
cs: Začít svůj vlastní výlet
da: Start min egen rejse
de: Eigenen Trip starten
eo: Komencu mian propran vojaĝon
et: Alusta oma reisi
eu: Hasi nire bidaia
fi: Aloita oma matka
fr: Démarrer mon propre voyage
ga: Tús a chur le mo thuras féin
gl: Comezar a miña propia viaxe
hi: अपनी खुद की यात्रा शुरू करें
hr: Započni svoje putovanje
it: Inizia il mio viaggio
ka: დაიწყეთ ჩემი საკუთარი მოგზაურობა
nb: Start min egen reise
nl: Begin mijn eigen reis
pl: Rozpocznij własną podróż
pt: Começar minha própria viagem
ru: Начать свою собственную поездку
sk: Začať vlastnú cestu
sr: Započni svoje putovanje
sv: Starta min egen resa
ta: எனது சொந்த பயணத்தை தொடங்கவும்
th: เริ่มการเดินทางของฉันเอง

# courseCode
source: What’s the secret password?
bn: তোমার গোপন পাসওয়ার্ড কী?
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ?
ca: Quina és la contrasenya secreta?
cs: Jaké je tajné heslo?
da: Hvad er den hemmelige adgangskode?
de: Was ist das geheime Passwort?
eo: Kio estas la sekreta pasvorto?
et: Mis on salajane parool?
eu: Zer da pasahitz sekretua?
fi: Mikä on salainen salasana?
fr: Quel est le mot de passe secret ?
ga: Cad é an pasfhocal rúnda?
gl: Cal é a contrasinal secreta?
hi: गुप्त पासवर्ड क्या है?
hr: Koja je tajna lozinka?
it: Qual è la password segreta?
ka: რა არის საიდუმლო პაროლი?
nb: Hva er den hemmelige passordet?
nl: Wat is het geheime wachtwoord?
pl: Jakie jest tajne hasło?
pt: Qual é a senha secreta?
ru: Какой секретный пароль?
sk: Aké je tajné heslo?
sr: Koja je tajna šifra?
sv: Vad är det hemliga lösenordet?
ta: ரகசிய கடவுச்சொல் என்ன?
th: รหัสลับคืออะไร

# courseCodeHint
source: Trip code or link
bn: ট্রিপ কোড বা লিঙ্ক
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Codi o enllaç del viatge
cs: Trip kód nebo odkaz
da: Rejsekode eller link
de: Reisecode oder Link
eo: Vojaĝa kodo aŭ ligilo
et: Reisi kood või link
eu: Bidaia kodea edo esteka
fi: Matkan koodi tai linkki
fr: Code ou lien du voyage
ga: Cód turais nó nasc
gl: Código ou enlace da viaxe
hi: यात्रा कोड या लिंक
hr: Kod putovanja ili poveznica
it: Codice o link del viaggio
ka: მოგზაურობის კოდი ან ლინკი
nb: Reisekode eller lenke
nl: Reiscodenaam of link
pl: Kod podróży lub link
pt: Código ou link da viagem
ru: Код или ссылка на поездку
sk: Kód cesty alebo odkaz
sr: Šifra ili link putovanja
sv: Resekod eller länk
ta: பயணக் குறியீடு அல்லது இணைப்பு
th: รหัสทริปหรือ ลิงก์

source: Unlock my trip
bn: আমার ট্রিপ আনলক করুন
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Desbloqueja el meu viatge
cs: Odemknout mou cestu
da: Lås op for min rejse
de: Meinen Trip freischalten
eo: Malŝlosu mian vojaĝon
et: Ava minu reis
eu: Galdetu nire bidaia
fi: Avaa matkasi
fr: Déverrouiller mon voyage
ga: Oscail mo thuras
gl: Desbloquear a miña viaxe
hi: मेरी यात्रा अनलॉक करें
hr: Otključaj moje putovanje
it: Sblocca il mio viaggio
ka: გახსნათ ჩემი მოგზაურობა
nb: Lås opp min reise
nl: Ontgrendel mijn reis
pl: Odblokuj moją podróż
pt: Desbloquear minha viagem
ru: Разблокировать мою поездку
sk: Odomknúť moju cestu
sr: Otključajte moje putovanje
sv: Lås upp min resa
ta: எனது பயணத்தை திறக்கவும்
th: ปลดล็อคการเดินทางของฉัน

source: Any Level
bn: যেকোনো স্তর
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Qualsevol nivell
cs: Jakákoli úroveň
da: Alle niveauer
de: Jedes Niveau
eo: Ajna nivelo
et: Iga tase
eu: Nolako maila
fi: Kaikki tasot
fr: Niveau quelconque
ga: Aon leibhéal ar bith
gl: Calquera nivel
hi: कोई भी स्तर
hr: Bilo koja razina
it: Qualsiasi livello
ka: ნებისმიერი დონე
nb: Alle nivåer
nl: Elk niveau
pl: Dowolny poziom
pt: Qualquer nível
ru: Любой уровень
sk: Akákoľvek úroveň
sr: Bilo koji nivo
sv: Nivå oavsett
ta: எந்த நிலையும்
th: ทุกระดับ

# signupOption
source: How do you want to sign up?
bn: আপনি কিভাবে সাইন আপ করতে চান?
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ?
ca: Com vols registrar-te?
cs: Jak se chcete zaregistrovat?
da: Hvordan vil du tilmelde dig?
de: Wie möchten Sie sich anmelden?
eo: Kiel vi volas aliĝi?
et: Kuidas soovite registreeruda?
eu: Nola nahi duzu erregistratu?
fi: Miten haluat rekisteröityä?
fr: Comment souhaitez-vous vous inscrire ?
ga: Conas ar mhaith leat clárú?
gl: Como queres rexistrarte?
hi: आप साइन अप कैसे करना चाहते हैं?
hr: Kako želiš da se prijaviš?
it: Come vuoi iscriverti?
ka: როგორ გსურთ დარეგისტრირება?
nb: Hvordan vil du registrere deg?
nl: Hoe wil je je aanmelden?
pl: Jak chcesz się zarejestrować?
pt: Como você deseja se inscrever?
ru: Как вы хотите зарегистрироваться?
sk: Ako sa chcete zaregistrovať?
sr: Kako želite da se prijavite?
sv: Hur vill du registrera dig?
ta: நீங்கள் எப்படி பதிவு செய்ய விரும்புகிறீர்கள்?
th: คุณต้องการสมัครอย่างไร

source: With Apple
bn: অ্যাপল এর সাথে
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Amb Apple
cs: S Apple
da: Med Apple
de: Mit Apple
eo: Kun Apple
et: Apple'iga
eu: Apple-rekin
fi: Applella
fr: Avec Apple
ga: Le Apple
gl: Con Apple
hi: एप्पल के साथ
hr: S Apple-om
it: Con Apple
ka: მხოლოდ Apple-თან
nb: Med Apple
nl: Met Apple
pl: Z Apple
pt: Com Apple
ru: Через Apple
sk: S Apple
sr: Sa Apple-om
sv: Med Apple
ta: ஆப்பிள் உடன்
th: ด้วย Apple

source: With Google
bn: গুগলের সাথে
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Amb Google
cs: S Google
da: Med Google
de: Mit Google
eo: Kun Google
et: Google'iga
eu: Google-rekin
fi: Googlella
fr: Avec Google
ga: Le Google
gl: Con Google
hi: गूगल के साथ
hr: S Google-om
it: Con Google
ka: Google-თან
nb: Med Google
nl: Met Google
pl: Z Google
pt: Com Google
ru: Через Google
sk: S Google
sr: Sa Google-om
sv: Med Google
ta: கூகிள் உடன்
th: ด้วย Google

source: With Email
bn: ইমেইলের সাথে
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Amb correu electrònic
cs: S e-mailem
da: Med e-mail
de: Mit E-Mail
eo: Kun retpoŝto
et: E-posti teel
eu: Email bidez
fi: Sähköpostilla
fr: Avec Email
ga: Le Ríomhphost
gl: Con correo electrónico
hi: ईमेल के साथ
hr: S e-mailom
it: Con Email
ka: ელფოსტით
nb: Med e-post
nl: Met e-mail
pl: Z e-mailem
pt: Com Email
ru: Через Email
sk: S e-mailom
sr: Sa email-om
sv: Med e-post
ta: மின்னஞ்சல் உடன்
th: ด้วยอีเมล

source: Create account
bn: অ্যাকাউন্ট তৈরি করুন
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Crea un compte
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
eo: Krei konton
et: Loo konto
eu: Sortu kontua
fi: Luo tili
fr: Créer un compte
ga: Cruthaigh cuntas
gl: Crear conta
hi: खाता बनाएं
hr: Kreiraj račun
it: Crea account
ka: ანგარიშის შექმნა
nb: Opprett konto
nl: Account aanmaken
pl: Załóż konto
pt: Criar conta
ru: Создать аккаунт
sk: Vytvoriť účet
sr: Kreirajte nalog
sv: Skapa konto
ta: கணக்கை உருவாக்கவும்
th: สร้างบัญชี

source: No courses found
bn: কোর্স পাওয়া যায়নি
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: No s'han trobat cursos
cs: Nebyly nalezeny žádné kurzy
da: Ingen kurser fundet
de: Keine Kurse gefunden
eo: Neniuj kursoj trovita
et: Kursuseid ei leitud
eu: Ez da ikastaroa aurkitu
fi: Kurssia ei löytynyt
fr: Aucun cours trouvé
ga: Níor aimsíodh aon chúrsaí
gl: Non se atoparon cursos
hi: कोई कोर्स नहीं मिला
hr: Nema pronađenih tečajeva
it: Nessun corso trovato
ka: კურსები ვერ მოიძებნა
nb: Ingen kurs funnet
nl: Geen cursussen gevonden
pl: Nie znaleziono kursów
pt: Nenhum curso encontrado
ru: Курсы не найдены
sk: Nenašli sa žiadne kurzy
sr: Nema pronađenih kurseva
sv: Inga kurser hittades
ta: பாடங்கள் எதுவும் கண்டுபிடிக்கப்படவில்லை
th: ไม่พบหลักสูตร

source: Login with email
bn: ইমেইলে লগইন করুন
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Iniciar sessió amb correu electrònic
cs: Přihlásit se e-mailem
da: Log ind med e-mail
de: Mit E-Mail anmelden
eo: Ensaluti kun retpoŝto
et: Logi sisse e-posti teel
eu: Saioa hasi email bidez
fi: Kirjaudu sisään sähköpostilla
fr: Se connecter avec email
ga: Logáil isteach le ríomhphost
gl: Iniciar sesión con correo electrónico
hi: ईमेल से लॉगिन करें
hr: Prijava s e-mailom
it: Accedi con email
ka: შესვლა ელფოსტით
nb: Logg inn med e-post
nl: Inloggen met e-mail
pl: Zaloguj się e-mailem
pt: Entrar com email
ru: Войти через email
sk: Prihlásiť sa pomocou e-mailu
sr: Prijavite se putem email-a
sv: Logga in med e-post
ta: மின்னஞ்சலுடன் உள்நுழைக
th: เข้าสู่ระบบด้วยอีเมล

source: Username or email
bn: ব্যবহারকার নাম বা ইমেইল
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Nom d'usuari o correu electrònic
cs: Uživatelské jméno nebo e-mail
da: Brugernavn eller e-mail
de: Benutzername oder E-Mail
eo: Uzantnomo aŭ retpoŝto
et: Kasutajanimi või e-post
eu: Erabiltzaile-izena edo emaila
fi: Käyttäjätunnus tai sähköposti
fr: Nom d'utilisateur ou email
ga: Ainm úsáideora nó ríomhphost
gl: Nome de usuario ou correo electrónico
hi: यूजरनेम या ईमेल
hr: Korisničko ime ili e-mail
it: Nome utente o email
ka: მომხმარებლის სახელი ან ელფოსტა
nb: Brukernavn eller e-post
nl: Gebruikersnaam of e-mail
pl: Nazwa użytkownika lub e-mail
pt: Nome de usuário ou email
ru: Имя пользователя или email
sk: Používateľské meno alebo e-mail
sr: Korisničko ime ili email
sv: Användarnamn eller e-post
ta: பயனர்பெயர் அல்லது மின்னஞ்சல்
th: ชื่อผู้ใช้หรืออีเมล

source: Email
bn: ইমেইল
bo: ᠡᠮᠦᠯ
ca: Correu electrònic
eo: Retpoŝto
et: E-post
eu: Emaila
fi: Sähköposti
ga: Ríomhphost
gl: Correo electrónico
hi: ईमेल
ka: ელფოსტა
nb: E-post
sv: E-post
ta: மின்னஞ்சல்
th: อีเมล

source: Forgot password?
bn: পাসওয়ার্ড ভুলে গেছেন?
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ?
ca: Has oblidat la contrasenya?
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
eo: Ĉu vi forgesis la pasvorton?
et: Unustasid parooli?
eu: Aizu galdu?
fi: Unohditko salasanan?
fr: Mot de passe oublié ?
ga: An bhfuil do phasfhocal dearmadta?
gl: Esqueciches a contrasinal?
hi: पासवर्ड भूल गए?
hr: Zaboravili ste lozinku?
it: Hai dimenticato la password?
ka: დაგავიწყდათ პაროლი?
nb: Glemt passord?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu a senha?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sr: Zaboravili ste lozinku?
sv: Glömt lösenord?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
th: ลืมรหัสผ่าน?

# writingAnalyticsDesc
source: Send messages to practice writing.
bn: লিখতে অনুশীলনের জন্য বার্তা পাঠান।
bo: ສົ່ງຂໍ້ຄວາມເພື່ອຝຶກຝนການຂຽນ
ca: Envia missatges per practicar l'escriptura.
cs: Posílejte zprávy pro procvičování psaní.
da: Send beskeder for at øve skrivning.
de: Senden Sie Nachrichten, um das Schreiben zu üben.
eo: Sendu mesaĝojn por praktiki skribadon.
et: Saada sõnumeid kirjutamise harjutamiseks.
eu: Bidali mezuak idazketa praktikatzen laguntzeko.
fi: Lähetä viestejä harjoitellaksesi kirjoittamista.
fr: Envoyez des messages pour pratiquer l'écriture.
ga: Seol teachtaireachtaí chun cleachtadh scríbhneoireachta a dhéanamh.
gl: Envía mensaxes para practicar a escritura.
hi: लेखन का अभ्यास करने के लिए संदेश भेजें।
hr: Šaljite poruke za vježbanje pisanja.
it: Invia messaggi per esercitarti a scrivere.
ka: გაგზავნეთ შეტყობინებები წერის პრაქტიკისთვის.
nb: Send meldinger for å øve på å skrive.
nl: Stuur berichten om schrijven te oefenen.
pl: Wyślij wiadomości, aby ćwiczyć pisanie.
pt: Enviar mensagens para praticar a escrita.
ru: Отправляйте сообщения для практики письма.
sk: Posielajte správy na precvičovanie písania.
sr: Šaljite poruke za vežbanje pisanja.
sv: Skicka meddelanden för att öva på att skriva.
ta: எழுதும் பயிற்சிக்கு செய்திகள் அனுப்பவும்.
th: ส่งข้อความเพื่อฝึกฝนการเขียน

source: End activity
bn: ক্রিয়াকলাপ শেষ করুন
bo: ສິ້ນສຸດກິດຈະກຳ
ca: Finalitzar l'activitat
cs: Ukončit aktivitu
da: Afslut aktivitet
de: Aktivität beenden
eo: Fini aktivecon
et: Lõpeta tegevus
eu: Amaitu jarduera
fi: Lopeta toiminta
fr: Terminer l'activité
ga: Críochnaigh an ghníomhaíocht
gl: Rematar a actividade
hi: क्रिया समाप्त करें
hr: Završite aktivnost
it: Termina attività
ka: ფართოება აქტივობა
nb: Avslutt aktivitet
nl: Eind activiteit
pl: Zakończ aktywność
pt: Encerrar atividade
ru: Завершить деятельность
sk: Ukončiť aktivitu
sr: Završi aktivnost
sv: Avsluta aktivitet
ta: செயல்பாட்டை முடிக்கவும்
th: สิ้นสุดกิจกรรม

source: All languages
bn: সব ভাষা
bo: ທັງຫມົດພາສາ
ca: Tots els idiomes
cs: Všechny jazyky
da: Alle sprog
de: Alle Sprachen
eo: Ĉiuj lingvoj
et: Kõik keeled
eu: Hizkuntza guztiak
fi: Kaikki kielet
fr: Toutes les langues
ga: Gach teanga
gl: Todas as linguas
hi: सभी भाषाएँ
hr: Svi jezici
it: Tutte le lingue
ka: ყველა ენა
nb: Alle språk
nl: Alle talen
pl: Wszystkie języki
pt: Todos os idiomas
ru: Все языки
sk: Všetky jazyky
sr: Svi jezici
sv: Alla språk
ta: அனைத்து மொழிகள்
th: ทุกภาษา

source: All CEFR levels
bn: সব CEFR স্তর
bo: ທັງຫມົດລະດັບ CEFR
ca: Tots els nivells CEFR
cs: Všechny úrovně CEFR
da: Alle CEFR-niveauer
de: Alle CEFR-Stufen
eo: Ĉiuj CEFR-niveloj
et: Kõik CEFR tasemed
eu: CEFR maila guztiak
fi: Kaikki CEFR-tasot
fr: Tous les niveaux CEFR
ga: Gach leibhéal CEFR
gl: Todos os niveis CEFR
hi: सभी CEFR स्तर
hr: Sve razine CEFR-a
it: Tutti i livelli CEFR
ka: ყველა CEFR დონე
nb: Alle CEFR-nivåer
nl: Alle CEFR-niveaus
pl: Wszystkie poziomy CEFR
pt: Todos os níveis CEFR
ru: Все уровни CEFR
sk: Všetky úrovne CEFR
sr: Svi CEFR nivoi
sv: Alla CEFR-nivåer
ta: அனைத்து CEFR நிலைகள்
th: ทุกระดับ CEFR

# chatListTooltip
source: Here you’ll find your direct messages! Click on any user’s avatar and “start conversation” to send a DM.
bn: এখানে আপনি আপনার সরাসরি বার্তা খুঁজে পাবেন! যেকোনো ব্যবহারকারীর অবতার ক্লিক করুন এবং “আলাপ শুরু করুন” ক্লিক করে একটি ডিএম পাঠান।
bo: ນີ້ແມ່ນລາຍການຂອງຂໍ້ຄວາມຕົວສະເຫຼີມ! ໃຫ້ກົດທຸກຜູ້ໃຊ້ທີ່ມີຮູບພາບແລະ “ເລີ່ມການສົນທະນາ”ເພື່ອສົ່ງຂໍ້ຄວາມ DM.
ca: Aquí trobaràs els teus missatges directes! Fes clic a la icona d'un usuari i “Inicia una conversa” per enviar un missatge privat.
cs: Zde najdete své přímé zprávy! Klikněte na avatar jakéhokoliv uživatele a “začněte konverzaci” pro odeslání DM.
da: Her finder du dine direkte beskeder! Klik på en brugers avatar og “start samtale” for at sende en DM.
de: Hier finden Sie Ihre Direktnachrichten! Klicken Sie auf das Avatar eines Nutzers und “Unterhaltung starten”, um eine DM zu senden.
eo: Ĉi tie vi trovos viajn rektajn mesaĝojn! Klaku sur ajna uzantoprofilo kaj “komencu konversacion” por sendi DM.
et: Siin leiad oma otsevestlused! Klõpsa mis tahes kasutaja avataril ja vali „Alusta vestlust“, et saata otsevestlus.
eu: Hemen zure mezu zuzenean aurkituko dituzu! Sakatu edozein erabiltzailearen avatarra eta “hasi elkarrizketa” mezu zuzena bidaltzeko.
fi: Täältä löydät yksityisviestisi! Klikkaa minkä tahansa käyttäjän avataria ja "aloita keskustelu" lähettääksesi yksityisviestin.
fr: Ici, vous trouverez vos messages directs ! Cliquez sur l'avatar d'un utilisateur et « démarrer une conversation » pour envoyer un message privé.
ga: Anseo gheobhaidh tú do theachtaireachtaí díreacha! Cliceáil ar avatar aon úsáideora agus “tosaigh comhrá” chun DM a sheoladh.
gl: Aquí atoparás as túas mensaxes directas! Fai clic na icona de calquera usuario e "comeza unha conversa" para enviar unha mensaxe privada.
hi: यहाँ आप अपने सीधे संदेश पाएंगे! किसी भी उपयोगकर्ता के अवतार पर क्लिक करें और “संवाद शुरू करें” पर क्लिक करें ताकि आप एक डीएम भेज सकें।
hr: Ovdje ćete pronaći svoje izravne poruke! Kliknite na avatar bilo kojeg korisnika i “započni razgovor” za slanje DM-a.
it: Qui troverai i tuoi messaggi diretti! Clicca sull'avatar di qualsiasi utente e “inizia conversazione” per inviare un messaggio diretto.
ka: აქ ნახავთ თქვენს პირდაპირ შეტყობინებებს! დაწკაპეთ ნებისმიერი მომხმარებლის ავატარი და „საუბრის დაწყება“, რათა გაგზავნოთ შეტყობინება.
nb: Her finner du dine direktemeldinger! Klikk på en brukers avatar og «start samtale» for å sende en DM.
nl: Hier vind je je directe berichten! Klik op de avatar van een gebruiker en “start een gesprek” om een DM te sturen.
pl: Tutaj znajdziesz swoje wiadomości bezpośrednie! Kliknij avatar dowolnego użytkownika i „rozpocznij rozmowę”, aby wysłać wiadomość prywatną.
pt: Aqui você encontrará suas mensagens diretas! Clique no avatar de qualquer usuário e "iniciar conversa" para enviar uma DM.
ru: Здесь вы найдете свои личные сообщения! Нажмите на аватар любого пользователя и выберите «начать разговор», чтобы отправить личное сообщение.
sk: Tu nájdete svoje priame správy! Kliknite na avatar akéhokoľvek používateľa a „začať konverzáciu“, aby ste poslali DM.
sr: Ovde ćete pronaći svoje direktne poruke! Kliknite na avatar bilo kojeg korisnika i “započni razgovor” da biste poslali DM.
sv: Här hittar du dina direktmeddelanden! Klicka på en användares avatar och “starta konversation” för att skicka ett DM.
ta: இங்கே நீங்கள் நேரடி செய்திகளை காணலாம்! எந்த பயனரின் அவதாரத்தையும் கிளிக் செய்து “பேச்சு தொடங்கவும்” என்பதைக் கிளிக் செய்து DM அனுப்பவும்.
th: ที่นี่คุณจะพบข้อความส่วนตัวของคุณ! คลิกที่อวาตาร์ของผู้ใช้ใดก็ได้และ "เริ่มสนทนา" เพื่อส่งข้อความส่วนตัว

# directMessageBotTitle
source: Direct message Pangea Bot
bn: ডিরেক্ট মেসেজ পাঞ্জিয়া বট
bo: ຂໍ້ຄວາມກັບບອດ Pangea
ca: Missatge directe del Pangea Bot
cs: Přímá zpráva Pangea Bot
da: Direkte besked Pangea Bot
de: Direktnachricht Pangea Bot
eo: Rekta mesaĝo Pangea Bot
et: Otsevestlus Pangea botiga
eu: Pangea Bot mezu zuzena
fi: Yksityisviesti Pangea Bot
fr: Message direct Pangea Bot
ga: Bot Teachtaireachta Díreacha Pangea
gl: Mensaxe directa ao Pangea Bot
hi: डायरेक्ट मैसेज पैंजिया बॉट
hr: Direktna poruka Pangea Bota
it: Messaggio diretto Pangea Bot
ka: პირდაპირი შეტყობინება Pangea Bot-თან
nb: Direktemelding Pangea Bot
nl: Direct bericht Pangea Bot
pl: Wiadomość bezpośrednia Pangea Bot
pt: Mensagem direta Pangea Bot
ru: Личное сообщение Pangea Bot
sk: Priama správa Pangea Bot
sr: Direktna poruka Pangea Bota
sv: Direktmeddelande Pangea Bot
ta: நேரடி செய்தி பங்கேயா பாட்டி
th: ข้อความโดยตรงกับ Pangea Bot

# feedbackTitle
source: Activity Feedback
bn: ক্রিয়াকলাপ প্রতিক্রিয়া
bo: ຄວາມຄິດເຫັນກ່ອນການໃຊ້ງານ
ca: Comentaris sobre l'activitat
cs: Zpětná vazba k aktivitě
da: Aktivitetsfeedback
de: Aktivitätsfeedback
eo: Aktiveca Recenzo
et: Tegevuse tagasiside
eu: Jarduera Feedback
fi: Toiminnan palaute
fr: Retour d'activité
ga: Aiseolas Gníomhaíochta
gl: Retroalimentación da actividade
hi: क्रिया प्रतिक्रिया
hr: Povratne informacije o aktivnosti
it: Feedback sull'attività
ka: აქტივობის გამოხმაურება
nb: Tilbakemelding om aktivitet
nl: Activiteit Feedback
pl: Opinia o aktywności
pt: Feedback de Atividade
ru: Обратная связь по активности
sk: Spätná väzba k aktivite
sr: Povratne informacije o aktivnosti
sv: Aktivitetsfeedback
ta: செயல்பாட்டு கருத்து
th: ความคิดเห็นเกี่ยวกับกิจกรรม

# feedbackDesc
source: How should the activity be improved? If you can provide some details, we’ll make the change!
bn: কিভাবে ক্রিয়াকলাপটি উন্নত করা যায়? যদি আপনি কিছু বিশদ প্রদান করতে পারেন, আমরা পরিবর্তন করব!
bo: ຈະປັບປຸງກິດຈະກຳນີ້ແນວໃດ? ຖ້າທ່ານສາມາດໃຫ້ລາຍລະອຽດໄດ້, ເຮົາຈະປັບປຸງ!
ca: Com s'hauria d'augmentar l'activitat? Si pots proporcionar alguns detalls, farem el canvi!
cs: Jak by měla být aktivita vylepšena? Pokud můžete poskytnout nějaké podrobnosti, provedeme změnu!
da: Hvordan kan aktiviteten forbedres? Hvis du kan give nogle detaljer, vil vi foretage ændringen!
de: Wie sollte die Aktivität verbessert werden? Wenn Sie einige Details angeben können, nehmen wir die Änderungen vor!
eo: Kiel la aktiveco povus esti plibonigita? Se vi povas doni iujn detalojn, ni faros la ŝanĝon!
et: Kuidas tegevust saaks parandada? Kui saate anda mõned detailid, teeme muudatuse!
eu: Nola hobetu beharko litzateke jarduera? Xehetasun batzuk eman ditzakezun bada, aldaketa egingo dugu!
fi: Kuinka toimintaa voitaisiin parantaa? Jos voit antaa lisätietoja, teemme muutoksen!
fr: Comment l'activité pourrait-elle être améliorée ? Si vous pouvez fournir quelques détails, nous ferons le changement !
ga: Conas ba cheart feabhas a chur ar an ngníomhaíocht? Mura bhfuil aon sonraí agat, déanfaimid an t-athrú!
gl: Como se debería mellorar a actividade? Se podes proporcionar algúns detalles, faremos o cambio!
hi: क्रिया में सुधार कैसे किया जाए? यदि आप कुछ विवरण प्रदान कर सकते हैं, तो हम बदलाव करेंगे!
hr: Kako poboljšati aktivnost? Ako možete pružiti neke detalje, napravit ćemo promjenu!
it: Come dovrebbe essere migliorata l'attività? Se puoi fornire alcuni dettagli, apporteremo le modifiche!
ka: როგორ უნდა გაუმჯობესდეს აქტივობა? თუ შეგიძლიათ დეტალების მიწოდება, ჩვენ შევცვლით!
nb: Hvordan kan aktiviteten forbedres? Hvis du kan gi noen detaljer, vil vi gjøre endringen!
nl: Hoe kan de activiteit worden verbeterd? Als je wat details kunt geven, maken we de verandering!
pl: Jak można poprawić tę aktywność? Jeśli możesz podać szczegóły, dokonamy zmiany!
pt: Como a atividade pode ser melhorada? Se puder fornecer alguns detalhes, faremos a alteração!
ru: Как можно улучшить активность? Если вы можете предоставить детали, мы внесем изменения!
sk: Ako by sa mala aktivita zlepšiť? Ak môžete poskytnúť nejaké detaily, urobíme zmenu!
sr: Kako poboljšati aktivnost? Ako možete da date neke detalje, izvršićemo promenu!
sv: Hur kan aktiviteten förbättras? Om du kan ge lite detaljer, gör vi ändringen!
ta: செயல்பாட்டை எப்படி மேம்படுத்த வேண்டும்? சில விவரங்களை வழங்கினால், நாங்கள் மாற்றுவோம்!
th: กิจกรรมควรได้รับการปรับปรุงอย่างไร? หากคุณสามารถให้รายละเอียดได้ เราจะทำการเปลี่ยนแปลง!

# feedbackHint
source: Your feedback
bn: আপনার প্রতিক্রিয়া
bo: ຄວາມຄິດເຫັນຂອງທ່ານ
ca: Els teus comentaris
cs: Vaše zpětná vazba
da: Din feedback
de: Ihr Feedback
eo: Via recenzo
et: Teie tagasiside
eu: Zure iritzia
fi: Palaute
fr: Votre retour
ga: Do chuid aiseolais
gl: A túa retroalimentación
hi: आपकी प्रतिक्रिया
hr: Vaše povratne informacije
it: Il tuo feedback
ka: თქვენი გამოხმაურება
nb: Din tilbakemelding
nl: Je feedback
pl: Twoja opinia
pt: Seu feedback
ru: Ваш отзыв
sk: Vaša spätná väzba
sr: Vaše povratne informacije
sv: Din feedback
ta: உங்கள் கருத்து
th: ความคิดเห็นของคุณ
