Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# pleaseReload
source: Please reload and try again.
bn: অনুগ্রহ করে পুনরায় লোড করুন এবং আবার চেষ্টা করুন।
bo: ཁྱེད་རང་ལ་ལོག་འཇུག་གི་འདི་ལ་ལོག་འཇུག་འབད་དེ་ལས་འགྱོ་གི་ཡོད།
ca: Si us plau, recarregui i intenti-ho de nou.
cs: Prosím, načtěte stránku znovu a zkuste to znovu.
da: Genindlæs venligst og prøv igen.
de: Bitte neu laden und erneut versuchen.
eo: Bonvolu reŝargi kaj provu denove.
et: Palun laadi leht uuesti ja proovi uuesti.
eu: Mesedez, kargatu berriro eta saiatu berriro.
fi: Lataa sivu uudelleen ja yritä uudelleen.
fr: Veuillez recharger et réessayer.
ga: Le do thoil, luchtigh arís agus bain triail eile astu.
gl: Por favor, recargue e intente de novo.
hi: कृपया पुनः लोड करें और पुनः प्रयास करें।
hr: Molimo vas da ponovno učitate i pokušate ponovo.
it: Ricarica e riprova.
ka: გთხოვთ, გადატვირთეთ და სცადეთ თავიდან.
nb: Vennligst last inn på nytt og prøv igjen.
nl: Herkader en probeer het opnieuw.
pl: Proszę odświeżyć i spróbować ponownie.
pt: Por favor, recarregue e tente novamente.
ru: Пожалуйста, перезагрузите и попробуйте снова.
sk: Prosím, načítajte znova a skúste to znova.
sr: Molimo vas, osvežite i pokušajte ponovo.
sv: Vänligen ladda om och försök igen.
ta: தயவுசெய்து மீண்டும் ஏற்றவும் மற்றும் மீண்டும் முயற்சிக்கவும்.
th: กรุณารีเฟรชและลองใหม่อีกครั้ง

source: Translation error
bn: অনুবাদ ত্রুটি
bo: ཁྱད་ཆོས་སྐད་ཅིག་འབད་མི་བྱེད།
ca: Error de traducció
cs: Chyba překladu
da: Oversættelsesfejl
de: Übersetzungsfehler
eo: Eraro en traduko
et: Tõlkeviga
eu: Itzulpen errorea
fi: Käännösvirhe
fr: Erreur de traduction
ga: Earráid aistriúcháin
gl: Erro de tradución
hi: अनुवाद त्रुटि
hr: Pogreška u prijevodu
it: Errore di traduzione
ka: თარგმნის შეცდომა
nb: Oversettelsesfeil
nl: Vertaalfout
pl: Błąd tłumaczenia
pt: Erro de tradução
ru: Ошибка перевода
sk: Chyba prekladu
sr: Greška u prevodu
sv: Översättningsfel
ta: பெயர்ப்பு பிழை
th: ข้อผิดพลาดในการแปล

# errorFetchingTranslation
source: Failed to fetch translation
bn: অনুবাদ আনতে ব্যর্থ হয়েছে
bo: ཁྱད་ཆོས་སྐད་ཅིག་འབད་མི་བྱེད།
ca: No s'ha pogut obtenir la traducció
cs: Nepodařilo se načíst překlad
da: Kunne ikke hente oversættelse
de: Fehler beim Abrufen der Übersetzung
eo: Malsukcesis akiri tradukon
et: Tõlke toomine ebaõnnestus
eu: Ezin izan da itzulpena lortu
fi: Virhe haettaessa käännöstä
fr: Échec de la récupération de la traduction
ga: Theip ar fáilchur an aistriúcháin
gl: Fallou ao obter a tradución
hi: अनुवाद प्राप्त करने में विफल
hr: Neuspješno dohvaćanje prijevoda
it: Impossibile recuperare la traduzione
ka: თარგმნის მიღება ვერ მოხერხდა
nb: Mislyktes i å hente oversettelse
nl: Fout bij het ophalen van vertaling
pl: Nie udało się pobrać tłumaczenia
pt: Falha ao obter a tradução
ru: Не удалось получить перевод
sk: Nepodarilo sa načítať preklad
sr: Neuspešno preuzimanje prevoda
sv: Misslyckades med att hämta översättning
ta: பெயர்ப்பு பெற முடியவில்லை
th: ไม่สามารถดึงการแปลได้

# errorFetchingActivity
source: Failed to fetch activity
bn: ক্রিয়াকলাপ আনতে ব্যর্থ হয়েছে
bo: ལས་ཀ་འབད་མི་བྱེད།
ca: Error en obtenir l'activitat
cs: Nepodařilo se načíst aktivitu
da: Kunne ikke hente aktivitet
de: Fehler beim Abrufen der Aktivität
eo: Malsukcesis akiri agadon
et: Tegevuse toomine ebaõnnestus
eu: Ezin izan da jarduera lortu
fi: Virhe haettaessa toimintaa
fr: Échec de la récupération de l'activité
ga: Theip ar fáilchur an ghníomhaíochta
gl: Fallou ao obter a actividade
hi: गतिविधि प्राप्त करने में विफल
hr: Neuspješno dohvaćanje aktivnosti
it: Impossibile recuperare l'attività
ka: ვერ მოხერხდა აქტივობის მიღება
nb: Mislyktes i å hente aktivitet
nl: Fout bij het ophalen van activiteit
pl: Nie udało się pobrać aktywności
pt: Falha ao obter a atividade
ru: Не удалось получить активность
sk: Nepodarilo sa načítať aktivitu
sr: Neuspešno preuzimanje aktivnosti
sv: Misslyckades med att hämta aktivitet
ta: செயல்பாட்டை பெற முடியவில்லை
th: ไม่สามารถดึงกิจกรรมได้

source: Check
bn: পরীক্ষা করুন
bo: བརྟེན་འབད།
ca: Comprovar
cs: Zkontrolovat
da: Tjek
de: Prüfen
eo: Kontrolu
et: Kontrolli
eu: Egiaztatu
fi: Tarkista
fr: Vérifier
ga: Seiceáil
gl: Comprobar
hi: जांचें
hr: Provjeri
it: Controlla
ka: შემოწმება
nb: Sjekk
nl: Controleren
pl: Sprawdź
pt: Verificar
ru: Проверить
sk: Skontrolovať
sr: Proveri
sv: Kontrollera
ta: சரிபார்க்கவும்
th: ตรวจสอบ

# unableToFindRoom
source: No chat or course found with that code. Please try again.
bn: সেই কোডের সাথে কোনও চ্যাট বা কোর্স পাওয়া যায়নি। অনুগ্রহ করে আবার চেষ্টা করুন।
bo: དེ་ལ་ལོག་འཇུག་གི་ཁོངས་སུ་མེད། ཁྱེད་རང་ལ་ལོག་འཇུག་འབད་དེ་ལས་འགྱོ་གི་ཡོད།
ca: No s'ha trobat cap xat o curs amb aquest codi. Torna-ho a provar.
cs: Nebyly nalezeny žádné chaty nebo kurzy s tímto kódem. Zkuste to prosím znovu.
da: Ingen chat eller kursus fundet med den kode. Prøv igen.
de: Kein Chat oder Kurs mit diesem Code gefunden. Bitte versuchen Sie es erneut.
eo: Neniu babilado aŭ kurso trovita kun tiu kodo. Bonvolu provi denove.
et: Selle koodiga vestlust või ruumi ei leitud. Palun proovi uuesti.
eu: Ez da txata edo ikastaroa aurkitu kode horrekin. Saiatu berriro.
fi: Ei löydetty keskustelua tai kurssia tällä koodilla. Yritä uudelleen.
fr: Aucune discussion ou cours trouvé avec ce code. Veuillez réessayer.
ga: Níor aimsíodh comhrá nó cúrsa leis an gcód sin. Déan iarracht arís le do thoil.
gl: Non se atopou ningún chat ou curso con ese código. Por favor, inténteo de novo.
hi: उस कोड के साथ कोई चैट या कोर्स नहीं मिला। कृपया पुनः प्रयास करें।
hr: Nije pronađen razgovor ili tečaj s tim kodom. Molimo pokušajte ponovno.
it: Nessuna chat o corso trovata con quel codice. Per favore riprova.
ka: ამ კოდით ვერ მოიძებნა ჩატი ან კურსი. სცადეთ თავიდან.
nb: Ingen chat eller kurs funnet med den koden. Vennligst prøv igjen.
nl: Geen chat of cursus gevonden met die code. Probeer het opnieuw.
pl: Nie znaleziono czatu ani kursu z tym kodem. Spróbuj ponownie.
pt: Nenhum chat ou curso encontrado com esse código. Por favor, tente novamente.
ru: Чат или курс с этим кодом не найден. Пожалуйста, попробуйте снова.
sk: Nenašiel sa žiadny chat alebo kurz s týmto kódom. Skúste to znova.
sr: Nije pronađen ni razgovor ni kurs sa tim kodom. Molimo pokušajte ponovo.
sv: Ingen chatt eller kurs hittades med den koden. Vänligen försök igen.
ta: அந்த குறியீட்டுடன் எந்த உரையாடலும் அல்லது பாடத்திட்டமும் கிடைக்கவில்லை. மீண்டும் முயற்சிக்கவும்.
th: ไม่พบแชทหรือหลักสูตรที่มีรหัสนี้ กรุณาลองใหม่อีกครั้ง

# numCompletedActivities
source: Number of completed activities
bn: সম্পন্ন ক্রিয়াকলাপের সংখ্যা
bo: ལེན་འབད་ཡོད་པའི་ལས་ཀ་གྲངས།
ca: Nombre d'activitats completades
cs: Počet dokončených aktivit
da: Antal gennemførte aktiviteter
de: Anzahl der abgeschlossenen Aktivitäten
eo: Nombro de kompletigitaj agadoj
et: Lõpetatud tegevuste arv
eu: Amaitutako jardueren kopurua
fi: Valmiiden aktiviteettien määrä
fr: Nombre d'activités terminées
ga: Líon na ngníomhaíochtaí críochnaithe
gl: Número de actividades completadas
hi: पूर्ण की गई गतिविधियों की संख्या
hr: Broj dovršenih aktivnosti
it: Numero di attività completate
ka: შესრულებული აქტივობების რაოდენობა
nb: Antall fullførte aktiviteter
nl: Aantal voltooide activiteiten
pl: Liczba ukończonych aktywności
pt: Número de atividades concluídas
ru: Количество завершённых активностей
sk: Počet dokončených aktivít
sr: Broj završenih aktivnosti
sv: Antal slutförda aktiviteter
ta: முடித்த செயல்பாடுகளின் எண்ணிக்கை
th: จำนวนกิจกรรมที่เสร็จสมบูรณ์

# viewingAnalytics
source: Viewing {visible}/{users} Analytics
bn: {visible}/{users} বিশ্লেষণ দেখছেন
bo: ལག་ལེན་ {visible}/{users} རྣམ་པར་སྟོན།
ca: Visualitzant {visible}/{users} d'Analytics
cs: Prohlížení analytiky {visible}/{users}
da: Viser {visible}/{users} analytics
de: Anzeige von {visible}/{users} Analysen
eo: Vidi {visible}/{users} Analitikojn
et: Vaadatakse {visible}/{users} analüütikat
eu: {visible}/{users} Analytics ikusten
fi: Näytetään {visible}/{users} analytiikkaa
fr: Visualisation de {visible}/{users} Analyses
ga: Ag féachaint ar {visible}/{users} Anailísí
gl: Vendo {visible}/{users} Análise
hi: देख रहे हैं {visible}/{users} विश्लेषण
hr: Prikaz {visible}/{users} analitike
it: Visualizzazione di {visible}/{users} analisi
ka: დათვალიერება {visible}/{users} ანალიტიკის
nb: Viser {visible}/{users} analyser
nl: Bekijkt {visible}/{users} Analytics
pl: Wyświetlanie {visible}/{users} Analiz
pt: Visualizando {visible}/{users} Análises
ru: Просмотр аналитики {visible}/{users}
sk: Zobrazenie analytiky {visible}/{users}
sr: Pregled {visible}/{users} analitike
sv: Visar {visible}/{users} analys
ta: {visible}/{users} புள்ளிவிவரங்களை காண்க
th: กำลังดูสถิติ {visible}/{users}

source: Request
bn: অনুরোধ
bo: རྒྱུན་རིམ།
ca: Sol·licitar
cs: Žádost
da: Anmodning
de: Anfrage
eo: Petado
et: Päring
eu: Eskatu
fi: Pyyntö
fr: Demande
ga: Iarratas
gl: Solicitude
hi: अनुरोध
hr: Zahtjev
it: Richiesta
ka: მოთხოვნა
nb: Forespørsel
nl: Verzoek
pl: Żądanie
pt: Solicitar
ru: Запрос
sk: Žiadosť
sr: Zahtev
sv: Begäran
ta: விண்ணப்பிக்கவும்
th: คำขอ

source: Request All
bn: সব অনুরোধ করুন
bo: ཚོད་རྒྱུན་རིམ།
ca: Sol·licitar Tot
cs: Žádat vše
da: Anmod om alt
de: Alle anfordern
eo: Petu Ĉiujn
et: Pärida kõiki
eu: Eskatu Guztiak
fi: Pyydä kaikki
fr: Tout demander
ga: Iarr gach rud
gl: Solicitar todo
hi: सभी का अनुरोध करें
hr: Zatraži sve
it: Richiedi tutto
ka: მოთხოვნა ყველა
nb: Forespør alle
nl: Alles aanvragen
pl: Zażądaj wszystkiego
pt: Solicitar Tudo
ru: Запросить всё
sk: Požiadať o všetko
sr: Zahtevaj sve
sv: Begär alla
ta: அனைத்தையும் கோரவும்
th: ขอทั้งหมด

# confirmMessageUnpin
source: Are you sure you want to unpin this message?
bn: আপনি কি নিশ্চিত যে আপনি এই বার্তা আনপিন করতে চান?
bo: ཁྱེད་རང་ཚེས་བརྗེ་བརྗོད་འབད་དེ་ལ་མི་འདུག་གི་ཡོད་པས།
ca: Estàs segur que vols desfixar aquest missatge?
cs: Jste si jistí, že chcete odpojit tuto zprávu?
da: Er du sikker på, at du vil fjerne fastgørelsen af denne besked?
de: Möchten Sie diese Nachricht wirklich lösen?
eo: Ĉu vi certas, ke vi volas malfiksi ĉi tiun mesaĝon?
et: Oled sa kindel, et soovid selle sõnumi lahti ühendada?
eu: Ziur zaude mezu hau pinik ez jartzeko?
fi: Oletko varma, että haluat irrottaa tämän viestin?
fr: Êtes-vous sûr de vouloir désépingler ce message ?
ga: An bhfuil tú cinnte gur mhaith leat an teachtaireacht seo a bhaint den phin?
gl: ¿Estás seguro de que queres desanclar esta mensaxe?
hi: क्या आप सुनिश्चित हैं कि आप इस संदेश को अनपिन करना चाहते हैं?
hr: Jeste li sigurni da želite odvojiti ovu poruku?
it: Sei sicuro di voler staccare questa notifica?
ka: დარწმუნებული ხართ, რომ გსურთ ამ შეტყობინების განთავსების გაუქმება?
nb: Er du sikker på at du vil fjerne festingen av denne meldingen?
nl: Weet u zeker dat u dit bericht wilt losmaken?
pl: Czy na pewno chcesz odpiąć tę wiadomość?
pt: Tem certeza de que deseja desfixar esta mensagem?
ru: Вы уверены, что хотите открепить это сообщение?
sk: Ste si istí, že chcete odopnúť túto správu?
sr: Da li ste sigurni da želite da otpinjete ovu poruku?
sv: Är du säker på att du vill avfästa detta meddelande?
ta: இந்த செய்தியை நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการตรึงข้อความนี้?

# createActivityPlan
source: Create a new activity plan
bn: একটি নতুন ক্রিয়াকলাপ পরিকল্পনা তৈরি করুন
bo: ལས་ཀ་གསར་འབུལ་ལྟར་བྱེད།
ca: Crear un nou pla d'activitats
cs: Vytvořit nový plán aktivit
da: Opret en ny aktivitetsplan
de: Einen neuen Aktivitätsplan erstellen
eo: Kreu novan agadplanon
et: Loo uus tegevusplaan
eu: Sortu jarduera-plana berria
fi: Luo uusi aktiviteettisuunnitelma
fr: Créer un nouveau plan d'activité
ga: Cruthaigh plean gníomhaíochta nua
gl: Crear un novo plan de actividade
hi: एक नई गतिविधि योजना बनाएं
hr: Stvori novi plan aktivnosti
it: Crea un nuovo piano di attività
ka: შექმენით ახალი აქტივობის გეგმა
nb: Opprett en ny aktivitetsplan
nl: Maak een nieuw activiteitenplan
pl: Utwórz nowy plan aktywności
pt: Criar um novo plano de atividade
ru: Создать новый план активности
sk: Vytvoriť nový plán aktivity
sr: Kreirajte novi plan aktivnosti
sv: Skapa en ny aktivitetsplan
ta: புதிய செயல்பாட்டு திட்டத்தை உருவாக்கவும்
th: สร้างแผนกิจกรรมใหม่

source: Save and Launch
bn: সংরক্ষণ করুন এবং চালু করুন
bo: ཁྱེད་རང་ལ་སྲུང་བརྗེ་བཅོས་དང་ལོག་འཇུག།
ca: Desa i Llança
cs: Uložit a spustit
da: Gem og start
de: Speichern und starten
eo: Konservi kaj Lanĉi
et: Salvesta ja käivita
eu: Gorde eta abiarazi
fi: Tallenna ja käynnistä
fr: Enregistrer et lancer
ga: Sábháil agus tús a chur
gl: Gardar e lanzar
hi: सहेजें और शुरू करें
hr: Spremi i pokreni
it: Salva e avvia
ka: შენახვა და დაწყება
nb: Lagre og start
nl: Opslaan en starten
pl: Zapisz i uruchom
pt: Salvar e Iniciar
ru: Сохранить и запустить
sk: Uložiť a spustiť
sr: Sačuvaj i pokreni
sv: Spara och starta
ta: சேமித்து துவக்கவும்
th: บันทึกและเริ่มต้น

# launchToSpace
source: Launch to course
bn: কোর্সে চালু করুন
bo: ལས་ཀ་ལ་ལོག་འཇུག།
ca: Llançar al curs
cs: Spustit do kurzu
da: Start til kursus
de: Starten Sie den Kurs
eo: Lanĉi al kurso
et: Käivita kursusele
eu: Abi kursura
fi: Käynnistä kurssille
fr: Lancer dans le cours
ga: Tús a chur chuig an gcúrsa
gl: Lanzar ao curso
hi: कोर्स में लॉन्च करें
hr: Pokreni u tečaju
it: Lancia nel corso
ka: გახსნა კურსზე
nb: Start i kurs
nl: Lanceren naar cursus
pl: Uruchom do kursu
pt: Iniciar no curso
ru: Запустить в курс
sk: Spustiť do kurzu
sr: Pokreni u kursu
sv: Starta till kurs
ta: பாடத்துக்கு துவக்கவும்
th: เริ่มต้นสู่คอร์ส

# numberOfActivities
source: Number of Activity Sessions
bn: ক্রিয়াকলাপ সেশনের সংখ্যা
bo: ལས་ཀ་ལོག་འཇུག་ཚོད།
ca: Nombre de sessions d'activitat
cs: Počet sezení aktivit
da: Antal aktivitetsessioner
de: Anzahl der Aktivitätssitzungen
eo: Nombro de Agadsesioj
et: Tegevusvoorude arv
eu: Jarduera Saioen Zenbakia
fi: Toimintakertojen määrä
fr: Nombre de sessions d'activité
ga: Líon na seisiúin gníomhaíochta
gl: Número de sesións de actividade
hi: गतिविधि सत्रों की संख्या
hr: Broj sesija aktivnosti
it: Numero di sessioni di attività
ka: აქტივობის სესიის რაოდენობა
nb: Antall aktivitetsøkter
nl: Aantal Activiteitensessies
pl: Liczba sesji aktywności
pt: Número de Sessões de Atividades
ru: Количество сессий активности
sk: Počet relácií aktivity
sr: Broj sesija aktivnosti
sv: Antal aktivitetsessioner
ta: செயல்பாட்டு அமர்வுகளின் எண்ணிக்கை
th: จำนวนช่วงกิจกรรม

# maximumActivityParticipants
source: Each Activity can have a maximum of {count} participant(s).
bn: প্রতিটি ক্রিয়াকলাপে সর্বোচ্চ {count} অংশগ্রহণকারী থাকতে পারে।
bo: ལས་ཀ་སྤྱོད་ལམ་ལས་སྤྱོད་མི་ཚོད {count} ལུ་ཡོད།
ca: Cada activitat pot tenir un màxim de {count} participant(s).
cs: Každá aktivita může mít maximálně {count} účastníka(ů).
da: Hver aktivitet kan have maksimalt {count} deltager(e).
de: Jede Aktivität kann maximal {count} Teilnehmer haben.
eo: Ĉiu Ago povas havi maksimume {count} partoprenanton(j)n.
et: Igal tegevusel võib osaleda maksimaalselt {count} osalejat.
eu: Jarduera bakoitzak {count} parte-hartzaile maximoa izan dezake.
fi: Jokaisessa aktiviteetissa voi olla enintään {count} osallistuja(a).
fr: Chaque activité peut accueillir un maximum de {count} participant(s).
ga: Is féidir le gach Gníomhaíocht a bheith ag max {count} rannpháirtí.
gl: Cada actividade pode ter un máximo de {count} participante(s).
hi: प्रत्येक गतिविधि में अधिकतम {count} प्रतिभागी हो सकते हैं।
hr: Svaka aktivnost može imati najviše {count} sudionik(a).
it: Ogni attività può avere un massimo di {count} partecipante(i).
ka: ყოველი აქტივობა შეიძლება ჰქონდეს მაქსიმუმ {count} მონაწილე.
nb: Hver aktivitet kan ha maksimalt {count} deltaker(e).
nl: Elke activiteit kan maximaal {count} deelnemer(s) hebben.
pl: Każda aktywność może mieć maksymalnie {count} uczestnik(i).
pt: Cada Atividade pode ter no máximo {count} participante(s).
ru: Каждая активность может иметь максимум {count} участник(ов).
sk: Každá aktivita môže mať maximálne {count} účastníka(ov).
sr: Svaka aktivnost može imati najviše {count} učesnik(a).
sv: Varje aktivitet kan ha högst {count} deltagare.
ta: ஒவ்வொரு செயல்பாட்டுக்கும் அதிகபட்ச {count} பங்கேற்பாளர்கள் இருக்கலாம்.
th: กิจกรรมแต่ละรายการสามารถมีผู้เข้าร่วมสูงสุด {count} คน

source: Pending
bn: বিচারাধীন
bo: དབྱར་བ
ca: Pendent
cs: Čeká se
da: Afventer
de: Ausstehend
eo: Atendanta
et: Ootel
eu: Zain
fi: Odottaa
fr: En attente
ga: Iontach
gl: Pendiente
hi: लंबित
hr: Na čekanju
it: In attesa
ka: მოლოდინში
nb: Venter
nl: In afwachting
pl: Oczekujące
pt: Pendente
ru: В ожидании
sk: Čaká sa
sr: Na čekanju
sv: Väntar
ta: காத்திருக்கிறது
th: รอดำเนินการ

source: Inactive
bn: অচল
bo: མིན་ལུས་
ca: Inactiu
cs: Neaktivní
da: Inaktiv
de: Inaktiv
eo: Nekonata
et: Mitteaktiivne
eu: Erlaxia
fi: Ei aktiivinen
fr: Inactif
ga: Neamhghníomhach
gl: Inactivo
hi: निष्क्रिय
hr: Neaktivno
it: Inattivo
ka: არაქტიული
nb: Inaktiv
nl: Inactief
pl: Nieaktywne
pt: Inativo
ru: Неактивно
sk: Neaktívne
sr: Neaktivno
sv: Inaktiv
ta: செயலற்றது
th: ไม่ทำงาน

# unjoinedActivityMessage
source: Do you want to participate? Choose an open role! Or hang out and watch the show!
bn: আপনি কি অংশগ্রহণ করতে চান? একটি খোলা ভূমিকা বেছে নিন! অথবা আড্ডা দিন এবং শো দেখুন!
bo: ཁྱེད་ཀྱིས་རོགས་འདུས་འདི་ལ་སྡེབ་སྤྱོད་གཏོང་འདུག? སྤྱོད་ལམ་གཟིགས་སྤྱོད་འདི་ལ་གནང་བ། ཨེ་ལོག་གཅིག་ལ་སྤྱོད་འདུག་ན་སྤྱོད་ལམ་གཟིགས་སྤྱོད་འདི་ལ་ལོག་འགྱོ།
ca: Vols participar? Tria un rol obert! O simplement passa l'estona i mira l'espectacle!
cs: Chcete se zúčastnit? Vyberte otevřenou roli! Nebo si jen tak povídejte a sledujte show!
da: Vil du deltage? Vælg en åben rolle! Eller hæng ud og se showet!
de: Möchten Sie teilnehmen? Wählen Sie eine offene Rolle! Oder verbringen Sie einfach Zeit und schauen Sie sich die Show an!
eo: Ĉu vi volas partopreni? Elektu malfermitan rolon! Aŭ restu kaj spektu la spektaklon!
et: Kas soovid osaleda? Valige avatud roll! Või veetke aega ja vaadake näitust!
eu: Parte hartu nahi duzu? Aukeratu rola irekia! edo geratu eta ikusi ikuskizuna!
fi: Haluatko osallistua? Valitse avoin rooli! Tai hengaile ja katso esitys!
fr: Voulez-vous participer ? Choisissez un rôle ouvert ! Ou traînez et regardez le spectacle !
ga: An bhfuil tú ag iarraidh páirt a ghlacadh? Roghnaigh ról oscailte! Nó caith suas agus féach ar an seó!
gl: ¿Queres participar? ¡Elixe un rol aberto! Ou pásate a ver o espectáculo!
hi: क्या आप भाग लेना चाहते हैं? एक खुली भूमिका चुनें! या शो देखें और आराम करें!
hr: Želite li sudjelovati? Odaberite otvorenu ulogu! Ili se družite i gledajte predstavu!
it: Vuoi partecipare? Scegli un ruolo aperto! Oppure rilassati e guarda lo spettacolo!
ka: გსურთ მონაწილეობა? აირჩიეთ ღია როლი! ან ისიამოვნეთ და უყურეთ შოუ!
nb: Ønsker du å delta? Velg en åpen rolle! Eller heng med og se på showet!
nl: Wil je deelnemen? Kies een open rol! Of hang rond en kijk naar de show!
pl: Czy chcesz wziąć udział? Wybierz otwartą rolę! Lub po prostu spędź czas i obejrzyj pokaz!
pt: Quer participar? Escolha um papel aberto! Ou apenas assista ao show!
ru: Хотите принять участие? Выберите открытую роль! Или просто посмотрите и насладитесь шоу!
sk: Chcete sa zúčastniť? Vyberte si otvorenú rolu! Alebo sa len pozerajte a užívajte si show!
sr: Želite li da učestvujete? Izaberite otvorenu ulogu! Ili se družite i gledajte predstavu!
sv: Vill du delta? Välj en öppen roll! Eller häng med och titta på showen!
ta: பங்கேற்க விரும்புகிறீர்களா? திறந்த பங்கு தேர்வு செய்யவும்! அல்லது வெளியே சென்று நிகழ்ச்சியைப் பாருங்கள்!
th: คุณต้องการเข้าร่วมไหม? เลือกบทบาทที่เปิดอยู่! หรือจะพักผ่อนและชมการแสดง!

# fullActivityMessage
source: Feel free to watch the show! While there aren't any open roles to participate, you can view the chat!
bn: শো দেখার জন্য স্বাগত! যদিও কোনও খোলা ভূমিকা নেই, আপনি চ্যাট দেখতেও পারেন!
bo: ཁྱེད་ཀྱིས་སྤྱོད་ལམ་གཟིགས་སྤྱོད་འདུག! འདི་ལ་སྤྱོད་ལམ་གཟིགས་སྤྱོད་འདུག་ན་ཁྱེད་ཀྱིས་གནང་བ་མེད་པའི་སྤྱོད་ལམ་ལ་ལོག་འགྱོ།
ca: Sent-te lliure de veure l'espectacle! Tot i que no hi ha cap rol obert per participar, pots veure el xat!
cs: Neváhejte a sledujte show! Ačkoliv nejsou žádné otevřené role k účasti, můžete sledovat chat!
da: Du er velkommen til at se showet! Selvom der ikke er nogen åbne roller at deltage i, kan du se chatten!
de: Fühlen Sie sich frei, die Show zu schauen! Während es keine offenen Rollen zur Teilnahme gibt, können Sie den Chat ansehen!
eo: Sentu vin libera spekti la spektaklon! Dum ne estas malfermita rolo por partopreno, vi povas vidi la babiladon!
et: Vabalt vaadake näitust! Kuna osaluseks avatud rolle ei ole, saate vaadata vestlust!
eu: Sentitu zaitez ikuskizuna ikusten! Parte hartzeko rola irekirik ez dagoen bitartean, txataren ikusteko aukera izango duzu!
fi: Vapaasti katso esitystä! Vaikka avoimia rooleja ei ole, voit katsella chattia!
fr: N'hésitez pas à regarder le spectacle ! Tant qu'il n'y a pas de rôles ouverts pour participer, vous pouvez voir le chat !
ga: Mothaigh saor chun féachaint ar an seó! Cé nach bhfuil aon róil oscailte le páirt a ghlacadh, is féidir leat an comhrá a fheiceáil!
gl: ¡Séntete libre de ver o espectáculo! Mentres non haxa roles abertos para participar, podes ver o chat!
hi: शो देखने के लिए स्वतंत्र महसूस करें! जबकि भाग लेने के लिए कोई खुली भूमिका नहीं है, आप चैट देख सकते हैं!
hr: Slobodno gledajte predstavu! Dok nema otvorenih uloga za sudjelovanje, možete pregledavati chat!
it: Sentiti libero di guardare lo spettacolo! Anche se non ci sono ruoli aperti per partecipare, puoi visualizzare la chat!
ka: გთხოვთ, უყურეთ შოუ! მიუხედავად იმისა, რომ არ არის ღია როლები, შეგიძლიათ ნახოთ ჩატი!
nb: Føl deg fri til å se på showet! Mens det ikke er noen åpne roller å delta i, kan du se chatten!
nl: Voel je vrij om naar de show te kijken! Terwijl er geen open rollen zijn om deel te nemen, kun je de chat bekijken!
pl: Śmiało, obejrzyj pokaz! Jeśli nie ma dostępnych otwartych ról, możesz obejrzeć czat!
pt: Sinta-se à vontade para assistir ao show! Enquanto não houver papéis abertos para participar, você pode visualizar o chat!
ru: Не стесняйтесь смотреть шоу! Пока нет открытых ролей для участия, вы можете просматривать чат!
sk: Nechajte si priestor na sledovanie show! Hoci nie sú žiadne otvorené role na účasť, môžete sledovať chat!
sr: Slobodno gledajte predstavu! Iako nema otvorenih uloga za učešće, možete da pregledate chat!
sv: Känn dig fri att titta på showen! Även om det inte finns några öppna roller att delta i, kan du se chatten!
ta: நிகழ்ச்சியைப் பாருங்கள்! பங்கேற்க திறந்த பங்குகள் இல்லாதபோதும், நீங்கள் உரையாடலைக் காணலாம்!
th: รู้สึกอิสระที่จะชมการแสดง! ในขณะที่ไม่มีบทบาทเปิดให้เข้าร่วม คุณสามารถดูแชทได้!

source: Confirm role
bn: ভূমিকা নিশ্চিত করুন
bo: ལས་ཀ་རྟག་པ་འབད།
ca: Confirma el rol
cs: Potvrdit roli
da: Bekræft rolle
de: Rolle bestätigen
eo: Konfirmu rolon
et: Kinnita roll
eu: Berretsi rola
fi: Vahvista rooli
fr: Confirmer le rôle
ga: Deimhnigh ról
gl: Confirmar rol
hi: भूमिका की पुष्टि करें
hr: Potvrdi ulogu
it: Conferma ruolo
ka: დადასტურება როლი
nb: Bekreft rolle
nl: Bevestig rol
pl: Potwierdź rolę
pt: Confirmar papel
ru: Подтвердить роль
sk: Potvrdiť rolu
sr: Potvrdi ulogu
sv: Bekräfta roll
ta: பங்கு உறுதிப்படுத்தவும்
th: ยืนยันบทบาท

# openRoleLabel
source: OPEN
bn: খোলা
bo: གཙོ་བོ
ca: OBERT
cs: Otevřeno
da: ÅBEN
de: OFFEN
eo: Malfermita
et: AVATUD
eu: IREKIA
fi: AVOIN
fr: OUVERT
ga: OSCAIL
gl: ABERTO
hi: खुली
hr: OTVORENO
it: APERTO
ka: ღია
nb: ÅPEN
pl: OTWARTA
pt: ABERTO
ru: ОТКРЫТО
sk: OTVORENÁ
sr: OTVORENO
sv: ÖPPEN
ta: திறந்தது
th: เปิด
