Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# notificationRuleSuppressEdits
source: Suppress Edits
be: Заглушыць змены
bn: সম্পাদনা দমন
bo: ཞེས་བརྗོད་མི་བརྗོད
ca: Elimina les edicions
cs: Potlačit úpravy
da: Undertrykkelse af redigeringer
de: Unterdrückt Bearbeitungen
eo: Preti Redaktojn
et: Peida muutmised
eu: Ezkutatu edizioak
fa: سرکوب ویرایش‌ها
fi: Poista muokkaukset
fr: Supprimer les modifications
ga: Cuir na hEagarthóirí ar ceal
gl: Omite edicións
hi: संपादन दबाएं
hr: Suzbijanje uređivanja
id: Diamkan Penyuntingan
it: Silenzia le modifiche
ka: შეცდომების გამორთვა
nb: Undertrykk endringer
nl: Bewerkingen uitschakelen
pl: Wyłącz dla edycji
pt: Suprimir Edições
ru: Подавить редактирования
sk: Potlačiť úpravy
sr: Сакриј измене
sv: Undertryck Ändringar
ta: தொகுப்புகளை தடுக்கவும்
th: ระงับการแก้ไข
uk: Приховує редагування

# notificationRuleSuppressEditsDescription
source: Suppresses notifications for edited messages.
be: Заглушыць паведамленні пра адрэдагаваныя паведамленні.
bn: সম্পাদিত বার্তার জন্য বিজ্ঞপ্তি বন্ধ করে।
bo: ཞེས་བརྗོད་མི་བརྗོད་ལུས་སྤྱོད་མི་བརྗོད་ལས་བརྗོད་འབད་མི་བསྐུར་བའི་དུས་སྐབས།
ca: Ignora les notificacions per missatges editats.
cs: Potlačuje oznámení o upravených zprávách.
da: Undertrykker underretninger for redigerede beskeder.
de: Unterdrückt Benachrichtigungen für bearbeitete Nachrichten.
eo: Premas la noticojn por redaktitaj mesaĝoj.
et: Peida teavitused sõnumite muutmise kohta.
eu: Editatutako mezuen jakinarazpenak ezkutatzen ditu.
fa: آگاه‌سازهای پیام‌های ویرایش‌شده را سرکوب میکند.
fi: Poistaa ilmoitukset muokatuista viesteistä.
fr: Rétablit les notifications pour les messages modifiés.
ga: Sochtann fógraí le haghaidh teachtaireachtaí curtha in eagar.
gl: Omite as notificacións sobre mensaxes editadas.
hi: संपादित संदेशों के लिए सूचनाओं को दबाता है।
hr: Suzbija obavijesti za uređene poruke.
id: Mendiamkan notifikasi pesan tersunting.
it: Silenzia le notifiche per i messaggi modificati.
ka: შეტყობინებების შეცვლაზე შეტყობინებების გამორთვა.
nb: Undertrykker varsler for redigerte meldinger.
nl: Meldingen voor bewerkte berichten uitschakelen.
pl: Wyłącza powiadomienia o edycjach wiadomości.
pt: Suprime notificações para mensagens editadas.
ru: Отключить уведомления о отредактированных сообщениях.
sk: Potláča upozornenia na upravené správy.
sr: Смањује обавештења за измењене поруке.
sv: Undertrycker meddelanden för redigerade meddelanden.
ta: தொகுக்கப்பட்ட செய்திகளுக்கான அறிவிப்புகளை தடுக்கிறது.
th: ระงับการแจ้งเตือนสำหรับข้อความที่แก้ไขแล้ว
uk: Приховує сповіщення про відредаговані повідомлення.

# notificationRuleCall
source: Call
be: Выклік
bn: কল
bo: འཚོལ
ca: Trucada
cs: Hovor
da: Opkald
de: Anruf
eo: Voko
et: Kõned
eu: Deia
fa: تماس
fi: Puhelu
fr: Appel
ga: Glaoigh
gl: Chamada
hi: कॉल
hr: Poziv
id: Panggilan
it: Chiamate
ka: ზარი
nb: Samtale
nl: Oproep
pl: Włącz dla połączeń
pt: Chamada
ru: Звонок
sk: Hovor
sr: Позив
sv: Samtal
ta: அழைப்பு
th: การโทร
uk: Виклик

# notificationRuleCallDescription
source: Notifies the user about calls.
be: Паведамляе пра выклікі.
bn: ব্যবহারকারীকে কল সম্পর্কে জানায়।
bo: འཚོལ་ལས་བརྗོད་མི་བརྗོད་ལུས་སྤྱོད་མི་བརྗོད་ལས་བརྗོད་འབད་མི་བསྐུར་བའི་དུས་སྐབས།
ca: Notifica l'usuàriï de trucades.
cs: Upozorňuje uživatele na hovory.
da: Underretter brugeren om opkald.
de: Benachrichtigt den Benutzer über Anrufe.
eo: Informas la uzanton pri vokoj.
et: Teavita kasutajat saabuvast video- või häälkõnest.
eu: Erabiltzaileari deiei buruz jakinarazten dio.
fa: درباره تماس‌ها کاربر را آگاه میکند.
fi: Ilmoittaa käyttäjälle puheluista.
fr: Informe l'utilisateur des appels.
ga: Cuireann sé an t-úsáideoir ar an eolas faoi ghlaonna.
gl: Informa á usuaria sobre as chamadas.
hi: कॉल के बारे में उपयोगकर्ता को सूचित करता है।
hr: Obavještava korisnika o pozivima.
id: Memberi tahu pengguna tentang panggilan.
it: Notifica all'utente le chiamate.
ka: მომხმარებელს აცნობებს ზარებზე.
nb: Varsler brukeren om samtaler.
nl: Stuur een melding naar de persoon over oproepen.
pl: Włącza powiadomienia o przychodzących połączeniach.
pt: Notifica o usuário sobre chamadas.
ru: Уведомляет пользователя про звонки.
sk: Upozorňuje používateľa na hovory.
sr: Обавештава корисника о позивима.
sv: Meddelar användaren om samtal.
ta: பயனருக்கு அழைப்புகள் பற்றி அறிவிக்கிறது.
th: แจ้งเตือนผู้ใช้เกี่ยวกับการโทร
uk: Повідомляє користувача про виклики.

# notificationRuleEncryptedRoomOneToOne
source: Encrypted Room One-to-One
be: Шыфраваны пакой One-to-One
bn: এনক্রিপ্টেড রুম এক-থেকে-এক
bo: གསལ་བཤད་ལུས་ཀྱི་གནས་ཚུལ་ལག་ལེན་འབད་མི་བརྗོད
ca: Converses xifrades
cs: Šifrovaná místnost Jeden na Jednoho
da: Krypteret rum én-til-én
de: Verschlüsselter Einzelchat
eo: Ĉifrita Unu-al-unu Ĉambro
et: Kahepoolne vestlus krüptitud jututoas
eu: Zifratutako bien arteko gela
fa: اتاق رمزنگاری‌شده یک‌به‌یک
fi: Salattu huone yksi vastaan yksi
fr: Salle chiffrée un-à-un
ga: Seomra Duine le Duine Criptithe
gl: Sala cifrada conversa persoal
hi: एन्क्रिप्टेड रूम वन-टू-वन
hr: Šifrirana soba jedan na jedan
id: Ruangan Terenkripsi Satu ke Satu
it: Stanze crittografate One-to-One
ka: შეტყობინებების დაშიფრული ოთახი ერთზე ერთში
nb: Kryptert rom én-til-én
nl: Versleutelde een-op-een kamer
pl: Włącz dla szyfrowanych pokojów „jeden na jeden”
pt: Sala Encriptada Um-para-Um
ru: Шифрованная комната «Один на один»
sk: Šifrovaná miestnosť jeden na jedného
sr: Шифрована соба један на један
sv: Krypterat Rum En-till-En
ta: குறியாக்கப்பட்ட அறை ஒன்று-க்கு-ஒரு
th: ห้องเข้ารหัสแบบตัวต่อตัว
uk: Зашифрована кімната "Один на один"

# notificationRuleEncryptedRoomOneToOneDescription
source: Notifies the user about messages in encrypted one-to-one rooms.
be: Паведамляе пра паведамленні ў шыфраваных one-to-one пакоях.
bn: ব্যবহারকারীকে এনক্রিপ্টেড এক-থেকে-এক রুমে বার্তা সম্পর্কে জানায়।
bo: གསལ་བཤད་ལུས་ཀྱི་གནས་ཚུལ་ལག་ལེན་འབད་མི་བརྗོད་ལས་བརྗོད་འབད་མི་བསྐུར་བའི་དུས་སྐབས།
ca: Notifica l'usuàriï de missatges en sales xifrades un a un, converses de dues persones.
cs: Upozorňuje uživatele na zprávy v šifrovaných místnostech jeden na jednoho.
da: Underretter brugeren om beskeder i krypterede rum én-til-én.
de: Benachrichtigt den Benutzer über Nachrichten in verschlüsselten Eins-zu-Eins-Chats.
eo: Informas la uzanton pri mesaĝoj en ĉifritaj unu-al-unu ĉambroj.
et: Teavita kasutajat kahepoolse krüptitud vestluse sõnumitest.
eu: Erabiltzailea jakinarazten du zifratutako bien arteko geletako mezuei buruz.
fa: کاربر را از پیام‌ها در اتاق‌های رمزنگاری‌شده یک‌به‌یک آگاه میکند.
fi: Ilmoittaa käyttäjälle salatuista yksi vastaan yksi -huoneiden viesteistä.
fr: Informe l'utilisateur des messages dans des salles chiffrées un-à-un.
ga: Cuireann sé seo in iúl don úsáideoir faoi theachtaireachtaí i seomraí duine le duine criptithe.
gl: Informa á usuaria sobre mensaxes cifradas en salas de conversa persoal.
hi: एन्क्रिप्टेड वन-टू-वन कमरों में संदेशों के बारे में उपयोगकर्ता को सूचित करता है।
hr: Obavještava korisnika o porukama u šifriranim sobama jedan na jedan.
id: Memberi tahu pengguna tentang pesan dalam ruangan satu ke satu.
it: Notifica all'utente i messaggi in stanze crittografate one-to-one.
ka: მომხმარებელს აცნობებს დაშიფრულ ერთზე ერთ ოთახში შეტყობინებების შესახებ.
nb: Varsler brukeren om meldinger i krypterte rom én-til-én.
nl: Stuur een melding naar de persoon over berichten in versleutelde een-op-een kamers.
pl: Włącza powiadomienia o wiadomościach w szyfrowanych pokojach „jeden na jeden” (one-to-one).
pt: Notifica o usuário sobre mensagens em salas encriptadas um-para-um.
ru: Уведомляет пользователя про сообщение в зашифрованных комнатах «Один на один».
sk: Upozorňuje používateľa na správy v šifrovaných miestnostiach jeden na jedného.
sr: Обавештава корисника о порукама у шифрованим собама један на један.
sv: Meddelar användaren om meddelanden i krypterade rum en-till-en.
ta: குறியாக்கப்பட்ட ஒன்று-க்கு-ஒரு அறைகளில் உள்ள செய்திகளைக் குறித்து பயனருக்கு அறிவிக்கிறது.
th: แจ้งเตือนผู้ใช้เกี่ยวกับข้อความในห้องเข้ารหัสแบบตัวต่อตัว
uk: Повідомляє користувача про повідомлення в зашифрованих кімнатах "Один на один".

# notificationRuleRoomOneToOne
source: Room One-to-One
be: Пакой One-to-One
bn: রুম এক-থেকে-এক
bo: གནས་ཚུལ་ལག་ལེན་འབད་མི་བརྗོད
ca: Converses
cs: Místnost Jeden na Jednoho
da: Rum én-til-én
de: Einzelchat
eo: Unu-al-unu Ĉambro
et: Kahepoolne vestlus krüptimata jututoas
eu: Bien arteko gela
fa: اتاق یک‌به‌یک
fi: Huone yksi vastaan yksi
fr: Salle un-à-un
ga: Seomra duine le duine
gl: Sala de conversa persoal
hi: रूम वन-टू-वन
hr: Soba jedan na jedan
id: Ruangan Satu ke Satu
it: Stanze One-to-One
ka: ოთახი ერთ-გაკვეთილი
nb: Rom én-til-én
nl: Een-op-een kamer
pl: Włącz dla pokojów „jeden na jeden”
pt: Sala Um-para-Um
ru: Комната «Один на один»
sk: Miestnosť jeden na jedného
sr: Соба један на један
sv: Rum En-till-En
ta: அறை ஒன்று-க்கு-ஒரு
th: ห้องแบบตัวต่อตัว
uk: Кімната "Один на один"

# notificationRuleRoomOneToOneDescription
source: Notifies the user about messages in one-to-one rooms.
be: Паведамляе пра паведамленні ў пакоях one-to-one.
bn: ব্যবহারকারীকে এক-থেকে-এক রুমে বার্তা সম্পর্কে জানায়।
bo: གནས་ཚུལ་ལག་ལེན་འབད་མི་བརྗོད་ལས་བརྗོད་འབད་མི་བསྐུར་བའི་དུས་སྐབས།
ca: Notifica l'usuàriï de missatges en converses de dues persones, sales un a un.
cs: Upozorňuje uživatele na zprávy v místnostech jeden na jednoho.
da: Underretter brugeren om beskeder i rum én-til-én.
de: Benachrichtigt den Benutzer über Nachrichten in Einzelchats.
eo: Informas la uzanton pri mesaĝoj en unu-al-unu ĉambroj.
et: Teavita kasutajat kahepoolse krüptimata vestluse sõnumitest.
eu: Erabiltzailea jakinarazten du bien arteko geletako mezuei buruz.
fa: کاربر را از پیام‌ها در اتاق‌های یک‌به‌یک آگاه میکند.
fi: Ilmoittaa käyttäjälle viesteistä yksi vastaan yksi -huoneissa.
fr: Informe l'utilisateur des messages dans des salles un-à-un.
ga: Cuireann sé seo in iúl don úsáideoir faoi theachtaireachtaí i seomraí duine le duine.
gl: Informa á usuaria sobre mensaxes en salas de conversa persoal.
hi: उपयोगकर्ता को एक-से-एक रूम में संदेशों के बारे में सूचित करता है।
hr: Obavještava korisnika o porukama u sobama jedan na jedan.
id: Memberi tahu pengguna tentang pesan dalam ruangan satu ke satu.
it: Notifica all'utente i messaggi nelle stanze one-to-one.
ka: მომხმარებელს აცნობებს ერთ-გაკვეთილი ოთახებში შეტყობინებების შესახებ.
nb: Varsler brukeren om meldinger i én-til-én-rom.
nl: Stuur een melding naar de persoon over berichten in een-op-een kamers.
pl: Włącza powiadomienia o wiadomościach w pokojach „jeden na jeden” (one-to-one).
pt: Notifica o usuário sobre mensagens em salas um-para-um.
ru: Уведомляет пользователя о сообщениях в комнатах один на один.
sk: Upozorňuje používateľa na správy v miestnostiach jeden na jedného.
sr: Обавештава корисника о порукама у собама један на један.
sv: Meddelar användaren om meddelanden i en-till-en rum.
ta: ஒரு-க்கு-ஒரு அறைகளில் உள்ள செய்திகளைக் குறித்து பயனருக்கு அறிவிக்கிறது.
th: แจ้งเตือนผู้ใช้เกี่ยวกับข้อความในห้องแบบตัวต่อตัว
uk: Повідомляє користувача про повідомлення в кімнатах "Один на один".

# notificationRuleMessage
source: Message
be: Паведамленне
bn: বার্তা
bo: ཚིགས
ca: Missatge
cs: Zpráva
da: Besked
de: Nachricht
eo: Mesaĝo
et: Üldised sõnumid
eu: Mezua
fa: پیام
fi: Viestit
ga: Teachtaireacht
gl: Mensaxe
hi: संदेश
hr: Poruka
id: Pesan
it: Messaggi
ka: შეტყობინება
nb: Melding
nl: Bericht
pl: Włącz dla wiadomości
pt: Mensagem
ru: Сообщение
sk: Správa
sr: Порука
sv: Meddelande
ta: செய்தி
th: ข้อความ
uk: Повідомлення

# notificationRuleMessageDescription
source: Notifies the user about general messages.
be: Паведамляе пра звычайныя паведамленні.
bn: সাধারণ বার্তা সম্পর্কে ব্যবহারকারীকে জানায়।
bo: ཚིགས་ལུས་སྤྱོད་མི་བརྗོད་ལས་བརྗོད་འབད་མི་བསྐུར་བའི་དུས་སྐབས།
ca: Notifica l'usuàriï sobre missatges generals.
cs: Upozorňuje uživatele na obecné zprávy.
da: Underretter brugeren om generelle beskeder.
de: Informiert den Benutzer über allgemeine Nachrichten.
eo: Informas la uzanton pri ĝeneralaj mesaĝoj.
et: Teavita kasutajat üldistest sõnumitest.
eu: Erabiltzailea jakinarazten du mezu orokorrei buruz.
fa: کاربر را از پیام‌های عمومی آگاه میکند.
fi: Ilmoittaa käyttäjälle yleisistä viesteistä.
fr: Informe l'utilisateur des messages généraux.
ga: Cuireann sé seo in iúl don úsáideoir faoi theachtaireachtaí ginearálta.
gl: Informa á usuaria sobre mensaxes xenéricas.
hi: सामान्य संदेशों के बारे में उपयोगकर्ता को सूचित करता है।
hr: Obavještava korisnika o općim porukama.
id: Memberi tahu pengguna tentang pesan umum.
it: Notifica all'utente i messaggi generali.
ka: მომხმარებელს აცნობებს ზოგად შეტყობინებებზე.
nb: Varsler brukeren om generelle meldinger.
nl: Stuur een melding naar de persoon over algemene berichten.
pl: Włącza powiadomienia o ogólnych wiadomościach.
pt: Notifica o usuário sobre mensagens gerais.
ru: Уведомляет пользователя о общих сообщениях.
sk: Upozorňuje používateľa na všeobecné správy.
sr: Обавештава корисника о општим порукама.
sv: Meddelar användaren om allmänna meddelanden.
ta: பொது செய்திகளுக்கான அறிவிப்புகளை வழங்குகிறது.
th: แจ้งผู้ใช้เกี่ยวกับข้อความทั่วไป
uk: Повідомляє користувача про загальні повідомлення.

# notificationRuleEncrypted
source: Encrypted
be: Зашыфравана
bn: এনক্রিপ্টেড
bo: གསལ་བཤད
ca: Xifrat
cs: Šifrované
da: Krypteret
de: Verschlüsselt
eo: Ĉifrita
et: Krüptitud sõnumid
eu: Zifratuak
fa: رمزنگاری‌شده
fi: Salattu
fr: Chiffré
ga: Criptithe
gl: Salas cifradas
hi: एन्क्रिप्टेड
hr: Šifrirano
id: Terenkripsi
it: Crittografate
ka: შეტყობინებები დაშიფრულია
nb: Kryptert
nl: Versleuteld
pl: Włącz dla zaszyfrowanych pokojów
pt: Encriptado
ru: Зашифровано
sk: Šifrované
sr: Шифровано
sv: Krypterad
ta: குறியாக்கப்பட்டது
th: เข้ารหัสแล้ว
uk: Зашифровано

# notificationRuleEncryptedDescription
source: Notifies the user about messages in encrypted rooms.
be: Паведамляе пра паведамленні ў зашыфраваных пакоях.
bn: ব্যবহারকারীকে এনক্রিপ্টেড রুমে বার্তা সম্পর্কে জানায়।
bo: གསལ་བཤད་ལུས་སྤྱོད་མི་བརྗོད་ལས་བརྗོད་འབད་མི་བསྐུར་བའི་དུས་སྐབས།
ca: Notifica l'usuàriï de missatges en sales xifrades.
cs: Upozorňuje uživatele na zprávy v šifrovaných místnostech.
da: Underretter brugeren om beskeder i krypterede rum.
de: Benachrichtigt den Benutzer über Nachrichten in verschlüsselten Räumen.
eo: Informas la uzanton pri mesaĝoj en ĉifritaj ĉambroj.
et: Teavita kasutajat sõnumitest krüptitud jututubades.
eu: Erabiltzailea jakinarazten du zifratutako geletako mezuei buruz.
fa: کاربر را از پیام‌ها در اتاق‌های رمزنگاری‌شده آگاه میکند.
fi: Ilmoittaa käyttäjälle viesteistä salatuissa huoneissa.
fr: Informe l'utilisateur des messages dans des salles chiffrées.
ga: Cuireann sé seo in iúl don úsáideoir faoi theachtaireachtaí i seomraí criptithe.
gl: Informa á usuaria sobre mensaxes en salas cifradas.
hi: एन्क्रिप्टेड रूम में संदेशों के बारे में उपयोगकर्ता को सूचित करता है।
hr: Obavještava korisnika o porukama u šifriranim sobama.
id: Memberi tahu pengguna tentang pesan dalam ruangan terenkripsi.
it: Notifica all'utente i messaggi nelle stanze crittografate.
ka: მომხმარებელს აცნობებს დაშიფრულ ოთახებში შეტყობინებების შესახებ.
nb: Varsler brukeren om meldinger i krypterte rom.
nl: Stuur een melding naar de persoon over berichten in versleutelde kamers.
pl: Włącza powiadomienia o wiadomościach w zaszyfrowanych pokojach.
pt: Notifica o usuário sobre mensagens em salas encriptadas.
ru: Уведомляет пользователя о сообщениях в зашифрованных комнатах.
sk: Upozorňuje používateľa na správy v šifrovaných miestnostiach.
sr: Обавештава корисника о порукама у шифрованим собама.
sv: Meddelar användaren om meddelanden i krypterade rum.
ta: குறியாக்கப்பட்ட அறைகளில் உள்ள செய்திகளைக் குறித்து பயனருக்கு அறிவிக்கிறது.
th: แจ้งผู้ใช้เกี่ยวกับข้อความในห้องที่เข้ารหัส
uk: Повідомляє користувача про повідомлення в зашифрованих кімнатах.

# notificationRuleJitsi
source: Jitsi
bn: জিটসি
et: Jitsi videokõned
fa: جیتسی
hi: जित्सी
pl: Włącz dla Jitsi
ta: ஜிட்சி

# notificationRuleJitsiDescription
source: Notifies the user about Jitsi widget events.
be: Паведамляе пра падзеі віджэту Jitsi.
bn: জিটসি উইজেট ইভেন্ট সম্পর্কে ব্যবহারকারীকে জানায়।
bo: Jitsi གོ་རིམ་ལུས་སྤྱོད་མི་བརྗོད་ལས་བརྗོད་འབད་མི་བསྐུར་བའི་དུས་སྐབས།
ca: Notifica l'usuàriï sobre activitat del giny de Jitsi.
cs: Upozorňuje na události widgetu Jitsi.
da: Underret brugeren om Jitsi-widgetbegivenheder.
de: Benachrichtigt den Benutzer über Jitsi-Widget-Ereignisse.
eo: Informas la uzanton pri Jitsi-objekta eventoj.
et: Teavita kasutajat sündmustest Jitsi vidinas.
eu: Erabiltzailea jakinarazten du Jitsi widgetaren gertaerei buruz.
fa: کاربر را از رویدادهای ابزارک جیتسی آگاه میکند.
fi: Ilmoittaa käyttäjälle Jitsi-widget-tapahtumista.
fr: Informe l'utilisateur des événements du widget Jitsi.
ga: Cuireann sé seo in iúl don úsáideoir faoi imeachtaí giuirléidí Jitsi.
gl: Informa á usuaria sobre eventos do widget Jitsi.
hi: जित्सी विजेट घटनाओं के बारे में उपयोगकर्ता को सूचित करता है।
hr: Obavještava korisnika o događajima widgeta Jitsi.
id: Memberi tahu pengguna tentang peristiwa widget Jitsi.
it: Notifica all'utente gli eventi del widget Jitsi.
ka: მომხმარებელს აცნობებს Jitsi ვიჯეტის მოვლენებზე.
nb: Varsler brukeren om Jitsi-widget hendelser.
nl: Stuur een melding naar de persoon over Jitsi widget gebeurtenissen.
pl: Włącza powiadomienia o komunikatach widżetów Jitsi.
pt: Notifica o usuário sobre eventos do widget Jitsi.
ru: Уведомляет пользователя о событиях виджета Jitsi.
sk: Upozorňuje používateľa na udalosti widgetu Jitsi.
sr: Обавештава корисника о догађајима Јитси виџета.
sv: Meddelar användaren om Jitsi-widget händelser.
ta: ஜிட்சி விகித்டு நிகழ்வுகள் பற்றி பயனருக்கு அறிவிக்கிறது.
th: แจ้งผู้ใช้เกี่ยวกับกิจกรรมวิดเจ็ต Jitsi
uk: Повідомляє користувача про події віджетів Jitsi.

# notificationRuleServerAcl
source: Suppress Server ACL Events
be: Заглушыць серверныя падзеі ACL
bn: সার্ভার ACL ইভেন্টগুলি দমন করুন
bo: འབྲེལ་ལམ་ལག་ལེན་ལས་བརྗོད་མི་བརྗོད
ca: Ignora canvis en ACL de servidor
cs: Potlačit události Server ACL
da: Undertrykk server-ACL-begivenheder
de: Unterdrücken von Server-ACL-Ereignissen
eo: Subpremi Servilajn ACL-Okazaĵojn
et: Ligipääsuõigused serveris
eu: Ezkutatu zerbitzariaren ACL gertaerak
fa: سرکوب رویدادهای ACL سرور
fi: Poista palvelimen ACL-tapahtumat käytöstä
fr: Supprimer les événements ACL du serveur
ga: Seachtaigh Freastalaí ACL Imeachtaí
gl: Omite eventos do sevidor ACL
hi: सर्वर ACL घटनाओं को दबाएं
hr: Suzbijanje događaja ACL poslužitelja
id: Diamkan Peristiwa ACL Server
it: Silenziare gli eventi ACL del server
ka: სერვერის ACL მოვლენების ჩახშობა
nb: Undertrykk server-ACL hendelser
nl: Server ACL gebeurtenissen uitschakelen
pl: Wyłącz dla komunikatów o listach kontroli dostępu serwera
pt: Suprimir Eventos ACL do Servidor
ru: Отключить события ACL сервера
sk: Potlačiť udalosti Server ACL
sr: Ућуткај догађаје ACL сервера
sv: Håll tillbaka server-ACL-händelser
ta: சேவையக ACL நிகழ்வுகளை தடுக்கவும்
th: ระงับเหตุการณ์ ACL ของเซิร์ฟเวอร์
uk: Приховує події сервера ACL

# notificationRuleServerAclDescription
source: Suppresses notifications for Server ACL events.
be: Заглушыць паведамленні пра серверныя падзеі ACL.
bn: সার্ভার ACL ইভেন্টের জন্য বিজ্ঞপ্তি দমন করে।
bo: འབྲེལ་ལམ་ལག་ལེན་ལས་བརྗོད་མི་བརྗོད་ལས་བརྗོད་འབད་མི་བསྐུར་བའི་དུས་སྐབས།
ca: Ignora les notificacions per canvis en les regles d'accés (ACL) de servidor.
cs: Potlačuje oznámení o událostech Server ACL.
da: Undertrykker meddelelser for server-ACL-begivenheder.
de: Unterdrückt Benachrichtigungen für Server-ACL-Ereignisse.
eo: Subpremas sciigojn pri Servilaj ACL-Okazaĵoj.
et: Peida teavitused ligipääsuõiguste muutuste korral serveris.
eu: Zerbitzariaren ACL gertaerak ezkutatzen ditu.
fa: آگاه‌سازهای رویدادهای ACL سرور را سرکوب میکند.
fi: Poistaa ilmoitukset palvelimen ACL-tapahtumista.
fr: Rétablit les notifications pour les événements ACL du serveur.
ga: Sochtann fógraí le haghaidh imeachtaí Freastalaí ACL.
gl: Omite notificación sobre eventos do servidor ACL.
hi: सर्वर ACL घटनाओं के लिए सूचनाओं को दबाता है।
hr: Suzbija obavijesti za događaje ACL poslužitelja.
id: Mendiamkan notifikasi peristiwa ACL server.
it: Silenzia le notifiche per gli eventi ACL del server.
ka: ჩახშობს სერვერის ACL მოვლენების შეტყობინებებს.
nb: Undertrykker varsler for server-ACL hendelser.
nl: Meldingen over server ACL gebeurtenissen uitschakelen.
pl: Wyłącza powiadomienia o komunikatach o listach kontroli dostępu (ACL) serwera.
pt: Suprime notificações para eventos de ACL do servidor.
ru: Отключает уведомления о событиях ACL сервера.
sk: Potlačuje upozornenia na udalosti Server ACL.
sr: Ућуткује обавештења за догађаје ACL сервера.
sv: Håller tillbaka aviseringar för server-ACL-händelser.
ta: சேவையக ACL நிகழ்வுகளுக்கான அறிவிப்புகளை தடுக்கிறது.
th: ระงับการแจ้งเตือนสำหรับเหตุการณ์ ACL ของเซิร์ฟเวอร์
uk: Приховує сповіщення про події Server ACL.

# unknownPushRule
source: Unknown push rule '{rule}'
be: Невядомае правіла пуша '{rule}'
bn: অজানা পুশ নিয়ম '{rule}'
bo: མིང་ཚེས་མེད་པའི་ push ལག་ལེན '{rule}'
ca: No es coneix la regla push '{rule}'
cs: Neznámé pravidlo push '{rule}'
da: Ukendt push-regel '{rule}'
de: Unbekannte Push-Regel '{rule}'
eo: Nekonata push-regulo '{rule}'
et: Tõuketeavituse tundmatu reegel '{rule}'
eu: Push arau ezezaguna '{rule}'
fa: قانون ناشناخته آگاه‌ساز '{rule}'
fi: Tuntematon push-sääntö '{rule}'
fr: Règle de notification inconnue '{rule}'
ga: Riail bhrú anaithnid '{rule}'
gl: Regra push descoñecida '{rule}'
hi: अज्ञात पुश नियम '{rule}'
hr: Nepoznato pravilo za obavijesti '{rule}'
id: Aturan dorongan '{rule}' tidak diketahui
it: Regola push '{rule}' sconosciuta
ka: უცნობი შეტყობინების წესია '{rule}'
nb: Ukjent push-regel '{rule}'
nl: Onbekende notificatieregel '{rule}'
pl: Nieznana reguła: '{rule}'
pt: Regra de push desconhecida '{rule}'
ru: Неизвестное правило push '{rule}'
sk: Neznáme pravidlo push '{rule}'
sr: Непознато правило за обавештења '{rule}'
sv: Okänd push-regel '{rule}'
ta: அறியப்படாத புஷ் விதி '{rule}'
th: กฎการผลักดันที่ไม่รู้จัก '{rule}'
uk: Невідоме правило сповіщення '{rule}'

# sentVoiceMessage
source: 🎙️ {duration} - Voice message from {sender}
be: 🎙️{duration} - Галасавое паведамленне ад {sender}
bn: 🎙️ {duration} - {sender} থেকে ভয়েস বার্তা
bo: 🎙️ {duration} - {sender} ལས་སྒྲིག་གི་སྒྲོམ་སྤྱོད་ཚིག
ca: 🎙️ {duration} - Missatge de veu de {sender}
cs: 🎙️ {duration} - Hlasová zpráva od {sender}
da: 🎙️ {duration} - Stemmebesked fra {sender}
de: 🎙️ {duration} - {sender}
eo: 🎙️ {duration} - Voĉmesaĝo de {sender}
et: 🎙️ {duration} - Häälsõnum kasutajalt {sender}
eu: 🎙️ {duration} - {sender}
fa: 🎙️ {duration} - پیام صوتی از {sender}
fi: 🎙️ {duration} - Ääniviesti lähettäjältä {sender}
fr: 🎙️ {duration} - Message vocal de {sender}
ga: 🎙️ {duration} - Teachtaireacht ghutha ó {sender}
gl: 🎙️ {duration} - Mensaxe de voz de {sender}
hi: 🎙️ {duration} - {sender} से वॉयस संदेश
hr: 🎙️ {duration} - Glasovna poruka od {sender}
id: 🎙️ {duration} - Pesan suara dari {sender}
it: 🎙️ {duration} - Messaggio vocale da {sender}
ka: 🎙️ {duration} - ხმის შეტყობინება {sender}-დან
nb: 🎙️ {duration} - Talebeskjed fra {sender}
nl: 🎙️ {duration} - {sender}
pl: 🎙️ {duration} - {sender}
pt: 🎙️ {duration} - Mensagem de voz de {sender}
ru: 🎙️ {duration} - Голосовое сообщение от {sender}
sk: 🎙️ {duration} - Hlasová správa od {sender}
sr: 🎙️ {duration} - Гласовна порука од {sender}
sv: 🎙️ {duration} - Röstmeddelande från {sender}
ta: 🎙️ {duration} - {sender} இல் இருந்து குரல் செய்தி
th: 🎙️ {duration} - ข้อความเสียงจาก {sender}
uk: 🎙️ {duration} - {sender} - Голосове повідомлення від {sender}
