Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# autoplayImages
source: Automatically play animated stickers and emotes
be: Аўтаматычна прайграваць аніміраваныя стыкеры і эмодзі
bn: স্বয়ংক্রিয়ভাবে অ্যানিমেটেড স্টিকার এবং ইমোটগুলি চালান
bo: རང་འདི་ལས་སྤྱོད་འབད་བའི་སྒོ་སྤྱོད་ལས་སྤྱོད་འབད་བའི་སྒོ་ལས་སྤྱོད་འབད།
ca: Reprodueix automàticament enganxines i emoticones animades
cs: Automaticky přehrajte animované nálepky a emoce
da: Afspil automatisk animerede klistermærker og emotes
de: Animierte Sticker und Emotes automatisch abspielen
eo: Memage ludi movbildajn glumarkojn kaj mienetojn
et: Esita liikuvad kleepse ja emotikone automaatselt
eu: Automatikoki abiarazi pegatina eta emote animatuak
fa: پخش خودکار شکلک‌ها و برچسب‌های متحرک
fi: Toista animoidut tarrat ja emojit automaattisesti
fr: Lire automatiquement les autocollants et les émojis animés
ga: Seinn greamáin agus straoiseog beoite go huathoibríoch
gl: Reproducir automáticamente adhesivos e emotes
hi: स्वचालित रूप से एनिमेटेड स्टिकर और इमोट्स चलाएँ
hr: Automatski pokreni animirane naljepnice i emotikone
id: Mainkan stiker beranimasi dan emote secara otomatis
it: Riproduci automaticamente adesivi ed emote animati
ka: ანიმირებული სტიკერებისა და ემოჯების ავტომატური ჩართვა
nb: Automatisk spill av animerte stickers og emojis
nl: Automatisch geanimeerde stickers en emoticons afspelen
pl: Automatycznie odtwarzaj animowane naklejki i emotikony
pt: Reproduzir automaticamente stickers animados e emojis
ru: Автоматически воспроизводить анимированные стикеры и эмодзи
sk: Automaticky prehrávať animované nálepky a emócie
sr: Automatski reprodukuj animirane stikere i emojije
sv: Automatisk spela upp animerade klistermärken och emoji
ta: அனிமேசன் செய்யப்பட்ட ச்டிக்கர்கள் மற்றும் உணர்ச்சிகளை தானாக இயக்கவும்
th: เล่นสติ๊กเกอร์และอิโมจิแบบเคลื่อนไหวโดยอัตโนมัติ
uk: Автоматично відтворювати анімовані наліпки та емоджі

# badServerLoginTypesException
source: The homeserver supports the login types: {serverVersions} But this app supports only: {supportedVersions}
be: Хатні сервер падтрымлівае наступныя метады ўваходу: {serverVersions} Але гэта праграма падтрымлівае толькі: {supportedVersions}
bn: হোমসার্ভার লগইন ধরণের সমর্থন করে: {serverVersions} কিন্তু এই অ্যাপ শুধুমাত্র সমর্থন করে: {supportedVersions}
bo: གནས་སྐབས་ལས་སྤྱོད་འབད་ཚུལ་ལས་སྤྱོད་ལུས་སྤྱོད་འབད་བའི་ལས་སྒྲིག: {serverVersions} དེ་ལས་འདི་ལས་སྤྱོད་འབད་མི་ཚུལ་ལས་སྤྱོད་འབད་བའི་ལས་སྒྲིག: {supportedVersions}
ca: El servidor admet els inicis de sessió: {serverVersions} Però l'aplicació només admet: {supportedVersions}
cs: Homeserver podporuje přihlášení typu: {serverVersions} Ale tato aplikace podporuje pouze: {supportedVersions}
da: Hjemmeserveren understøtter login-typer: {serverVersions} Men denne app understøtter kun: {supportedVersions}
de: Der Homeserver unterstützt diese Anmelde-Typen: {serverVersions} Aber diese App unterstützt nur: {supportedVersions}
eo: La hejmservilo subtenas la jenajn specojn de salutoj: {serverVersions} Sed ĉi tiu aplikaĵo subtenas nur: {supportedVersions}
et: See koduserver toetab Matrixi võrku sisselogimiseks: {serverVersions} Aga see rakendus toetab vaid järgmisi võimalusi: {supportedVersions}
eu: Zerbitzariak ondorengo aukerak onartzen ditu saioa hasteko: {serverVersions} Baina aplikazioak hauek onartzen ditu bakarrik: {supportedVersions}
fa: سرور از این نوع ورود پشتیبانی می‌کند: {serverVersions} اما برنامه تنها از این‌ها پشتیبانی می‌کند: {supportedVersions}
fi: Tämä kotipalvelin tukee sisäänkirjautumistapoja: {serverVersions}, mutta tämä sovellus tukee vain -tapoja: {supportedVersions}
fr: Le serveur d'accueil prend en charge les types de connexion : {serverVersions} Mais cette application ne prend en charge que : {supportedVersions}
ga: Tá na cineálacha logála isteach seo ar fáil faoin freastalaí baile: {serverVersions} Ach níl ach na ceann seo ar fáil faoin aip seo: {supportedVersions}
gl: O servidor soporta as seguintes formas de conexión: {serverVersions} Pero esta app só soporta: {supportedVersions}
hi: होमसर्वर लॉगिन प्रकारों का समर्थन करता है: {serverVersions} लेकिन यह ऐप केवल समर्थन करता है: {supportedVersions}
hr: Domaći poslužitelj podržava vrste prijave: {serverVersions} Međutim ovaj program podržava samo: {supportedVersions}
id: Homeserver ini mendukung tipe masuk ini: {serverVersions} Tetapi aplikasi ini mendukung: {supportedVersions}
it: L'homeserver supporta i tipi di accesso: {serverVersions} Ma questa applicazione supporta solo: {supportedVersions}
ka: ამ სერვერს აქვს შესვლის მეთოდების მხარდაჭერა: {serverVersions} მაგრამ ამ აპლიკაციას აქვს მხარდაჭერა მხოლოდ: {supportedVersions}
nb: Denne hjemme serveren støtter følgende innloggings-typer: {serverVersions} Men denne applikasjonen støtter kun: {supportedVersions}
nl: De homeserver ondersteunt de login types: {serverVersions} Maar deze app ondersteunt alleen: {supportedVersions}
pl: Serwer obsługuje typy logowania: {serverVersions} Ale ta aplikacja obsługuje tylko: {supportedVersions}
pt: O servidor principal suporta os tipos de login: {serverVersions} Mas este aplicativo suporta apenas: {supportedVersions}
ru: Домашний сервер поддерживает следующие типы входа в систему: {serverVersions} Но это приложение поддерживает только: {supportedVersions}
sk: Server podporuje tieto typy prihlásenia: {serverVersions} Ale táto aplikácia podporuje iba: {supportedVersions}
sr: Домаћи сервер подржава начине пријаве: {serverVersions} али ова апликација подржава само: {supportedVersions}
sv: Hemma servern stödjer följande inloggnings typer : {serverVersions} Men denna applikation stödjer enbart: {supportedVersions}
ta: உள்நாட்டு வகைகளை ஓம்சர்வர் ஆதரிக்கிறது: {serverVersions} ஆனால் இந்த பயன்பாடு மட்டுமே ஆதரிக்கிறது: {supportedVersions}
th: โฮมเซิร์ฟเวอร์รองรับประเภทการเข้าสู่ระบบ: {serverVersions} แต่แอปนี้รองรับเฉพาะ: {supportedVersions}
uk: Домашній сервер підтримує такі типи входу: {serverVersions} Але цей застосунок підтримує лише: {supportedVersions}

source: Send typing notifications
be: Дасылаць паведамленне пра друк
bn: টাইপিং বিজ্ঞপ্তি পাঠান
bo: རྒྱབ་སྤྱོད་འབད་བའི་དུས་སྟེང་ལས་སྤྱོད་འབད།
ca: Envia notificacions d'escriptura
cs: Posílat oznámení o psaní
da: Send skrivebeskeder
de: Tippbenachrichtigungen senden
eo: Sendu tajpajn sciigojn
et: Saada kirjutamise teavitusi
eu: Jakinarazi idazten nagoela
fa: فرستادن آگاه‌سازهای نوشتن
fi: acLähetä kirjoitusilmoituksia
fr: Envoyer des notifications de frappe
ga: Seol fógraí clóscríofa
gl: Permitir ver que estás escribindo
hi: टाइपिंग सूचनाएं भेजें
hr: Pošalji pismene obavijesti
id: Kirim notifikasi pengetikan
it: Invia notifiche di scrittura
ka: წერის შეტყობინების გაგზავნა
nb: Send skrivevarsler
nl: Typemeldingen verzenden
pl: Wysyłaj powiadomienie o pisaniu
pt: Enviar notificações de digitação
ru: Отправлять уведомления о наборе текста
sk: Posielať oznámenia o písaní
sr: Šalji obaveštenja o tipkanju
sv: Skicka skrivnotifikationer
ta: தட்டச்சு அறிவிப்புகளை அனுப்பவும்
th: ส่งการแจ้งเตือนการพิมพ์
uk: Надсилати сповіщення про ввід тексту

source: Swipe right to left to reply
be: Змахніце ўлева, каб адказаць
bn: উত্তর দেওয়ার জন্য ডান থেকে বাম দিকে সোয়াইপ করুন
bo: ཡིག་སྣོན་ལས་འགྱོ་བའི་ལམ་ལས་ཡོད་པའི་ལམ་ལས་འགྱོ།
ca: Llisca de dreta esquerra per respondre
cs: Potáhněte z prava do leva pro odpověď
da: Swipe fra højre mod venstre for at svare
de: Wische von rechts nach links zum Antworten
eo: Svingu dekstren maldekstren por respondi
et: Vastamiseks viipa paremalt vasakule
eu: Herrestatu eskuin-ezker erantzuteko
fa: کشیدن از راست به چپ برای پاسخ
fi: Vastaa pyyhkäisemällä oikealta vasemmalle
fr: Glisser de droite à gauche pour répondre
ga: Svaidhpeáil ar dheis ar chlé chun freagra a thabhairt
gl: Despraza hacia a esquerda para responder
hi: उत्तर देने के लिए दाहिने से बाएं स्वाइप करें
hr: Za odgovaranje povuci prstom zdesna ulijevo
id: Usap dari kanan ke kiri untuk membalas
it: Scorri da destra a sinistra per rispondere
ka: გადაიტრიალეთ მარჯვენა მარცხნივ პასუხისთვის
nb: Sveip fra høyre til venstre for å svare
nl: Veeg van rechts naar links om te reageren
pl: Przeciągnij w lewo, by odpowiedzieć
pt: Deslize da direita para a esquerda para responder
ru: Для ответа проведите с права на лево
sk: Prejdite prstom sprava doľava na odpoveď
sr: Prevucite desno na levo za odgovor
sv: Svep från höger till vänster för att svara
ta: பதிலளிக்க வலமிருந்து இடமாக ச்வைப் செய்யவும்
th: ปัดจากขวาไปซ้ายเพื่อแสดงความคิดเห็น
uk: Посунути праворуч або ліворуч, щоб відповісти

source: Send on enter
be: Дасылаць на enter
bn: এন্টার চাপলে পাঠান
bo: འགྱོ་སྟེང་ལས་བརྒྱབ།
ca: Envia en prémer Retorn
cs: Odeslat při vstupu
da: Send ved tryk på Enter
de: Senden mit Enter
eo: Sendi per eniga klavo
et: Saada sõnum sisestusklahvi vajutusel
eu: Bidali enter sakatuz
fa: فرستادن با کلید Enter
fi: Lähetä painamalla rivinvaihtonäppäintä
fr: Envoyer avec Entrée
ga: Seol ar iontráil
gl: Enter para enviar
hi: एंटर पर भेजें
hr: Pošalji pritiskom tipke enter
id: Kirim dengan enter
it: Invia quando premi Invio
ka: გაგზავნა enter-ის დაჭერისას
nb: Trykk på enter for å sende
nl: Verstuur met enter
pl: Wyślij enterem
pt: Enviar ao pressionar Enter
ru: Отправлять по Enter
sk: Odoslať pri vstupe
sr: Pošalji pritiskom na Enter
sv: Skicka med Enter
ta: Enter ஐ அனுப்பவும்
th: ส่งเมื่อกด enter
uk: Надсилати натисканням Enter

# badServerVersionsException
source: The homeserver supports the Spec versions: {serverVersions} But this app supports only {supportedVersions}
be: Хатні сервер падтрымлівае наступныя версіі спецыфікацыі: {serverVersions} Але гэта праграма падтрымлівае толькі:{supportedVersions}
bn: হোমসার্ভার স্পেক সংস্করণ সমর্থন করে: {serverVersions} কিন্তু এই অ্যাপ শুধুমাত্র সমর্থন করে {supportedVersions}
bo: གནས་སྐབས་ལས་སྤྱོད་འབད་ཚུལ་ལས་སྤྱོད་ལུས་སྤྱོད་འབད་བའི་ལས་སྒྲིག: {serverVersions} དེ་ལས་འདི་ལས་སྤྱོད་འབད་མི་ཚུལ་ལས་སྤྱོད་འབད་བའི་ལས་སྒྲིག: {supportedVersions}
ca: Aquest servidor suporta aquestes versions de Matrix: {serverVersions} Però aquesta aplicación només és compatible amb {supportedVersions}
cs: Homeserver podporuje specifikaci verzí: {serverVersions} Ale tato aplikace podporuje pouze verze {supportedVersions}
da: Hjemmeserveren understøtter versionspecifikationerne: {serverVersions} Men denne app understøtter kun {supportedVersions}
de: Der Homeserver unterstützt die Spec-Versionen: {serverVersions} Aber diese App unterstützt nur: {supportedVersions}
eo: La hejmservilo subtenas la jenajn version de la specifaĵo: {serverVersions} Sed ĉi tiu aplikaĵo subtenas nur {supportedVersions}
et: See koduserver toetab Matrixi spetsifikatsioonist järgmisi versioone: {serverVersions} Aga see rakendus toetab vaid järgmisi versioone: {supportedVersions}
eu: Zerbitzariak ondorengo ezaugarriak onartzen ditu: {serverVersions} Baina aplikazioak hauek onartzen ditu bakarrik: {supportedVersions}
fa: سرور از این نسخه‌های مشخصات پشتیبانی می‌کند: {serverVersions} اما برنامه تنها از این‌ها پشتیبانی می‌کند: {supportedVersions}
fi: Kotipalvelin tukee Matrix Spec versio(it)a: {serverVersions}, mutta tämä sovellus tukee vain versio(it)a {supportedVersions}
fr: Le serveur d'accueil prend en charge les versions des spécifications : {serverVersions} Mais cette application ne prend en charge que {supportedVersions}
ga: Tá na leaganacha sonraíochta seo ar fáil faoin freastalaí baile: {serverVersions} Ach níl ach na ceann seo ar fáil faoin aip seo {supportedVersions}
gl: O servidor soporta as seguintes características: {serverVersions} Pero esta app só soporta {supportedVersions}
hi: होमसर्वर स्पेक संस्करणों का समर्थन करता है: {serverVersions} लेकिन यह ऐप केवल {supportedVersions} का समर्थन करता है
hr: Domaći poslužitelj podržava verzije specifikacije: {serverVersions} Međutim ovaj program podržava samo {supportedVersions}
id: Homeserver ini mendukung versi Spec ini: {serverVersions} Tetapi aplikasi ini hanya mendukung {supportedVersions}
it: L'homeserver supporta le versioni Spec: {serverVersions} Ma questa applicazione supporta solo {supportedVersions}
ka: სერვერი მხარს უჭერს შემდეგ ვერსიებს: {serverVersions} მაგრამ ეს აპლიკაცია მხარს უჭერს მხოლოდ {supportedVersions}
nb: Denne hjemme serveren støtter følgene Spec-versjoner: {serverVersions} Men denne applikasjonen støtter kun {supportedVersions}
nl: De homeserver ondersteunt de Spec-versies: {serverVersions} Maar deze app ondersteunt alleen {supportedVersions}
pl: Serwer obsługuje wersje Spec: {serverVersions} Ale aplikacja obsługuje tylko {supportedVersions}
pt: O servidor principal suporta as versões da Especificação: {serverVersions} Mas este aplicativo suporta apenas {supportedVersions}
ru: Домашний сервер поддерживает следующие версии спецификации: {serverVersions} Но это приложение поддерживает только {supportedVersions}
sk: Domovský server podporuje verzie špecifikácie: {serverVersions} Ale táto aplikácie podporuje iba {supportedVersions}
sr: Домаћи сервер подржава верзије: {serverVersions} али ова апликација подржава само {supportedVersions}
sv: Hemservern stöjder Spec-versionen: {serverVersions} Men denna app stödjer enbart {supportedVersions}
ta: ஓம்சர்வர் ச்பெக் பதிப்புகளை ஆதரிக்கிறது: {serverVersions} ஆனால் இந்த பயன்பாடு {supportedVersions} மட்டுமே ஆதரிக்கிறது
th: เซิร์ฟเวอร์บ้านรองรับเวอร์ชันสเปก: {serverVersions} แต่แอปนี้รองรับเฉพาะ {supportedVersions}
uk: Домашній сервер підтримує такі версії специфікацій: {serverVersions} Але цей застосунок підтримує лише {supportedVersions}

# countChatsAndCountParticipants
source: {chats} chats and {participants} participants
be: {chats} чатаў і {participants} удзельнікаў
bn: {chats} টি চ্যাট এবং {participants} জন অংশগ্রহণকারী
bo: {chats} སྐད་ཅིག་དང་ {participants} སྤྱོད་ལམ།
ca: {chats} xats i {participants} participants
cs: {chats} konverzaci a {participants} účastníci
da: {chats} chats og {participants} deltagere
de: {chats} Chats und {participants} Teilnehmer
eo: {chats} babiloj kaj {participants} partoprenantoj
et: {chats} vestlust ja {participants} osalejat
eu: {chats} txat eta {participants} partaide
fa: {chats} گپ و {participants} شرکت‌کننده
fi: {chats} keskustelua ja {participants} osallistujaa
fr: {chats} discussions et {participants} participants
ga: {chats} comhrá agus {participants} rannpháirtí
gl: {chats} charlas e {participants} participantes
hi: {chats} चैट और {participants} प्रतिभागी
hr: {chats} razgovora i {participants} sudionika
id: {chats} chat dan {participants} anggota
it: {chats} chat e {participants} partecipanti
ka: {chats} საუბარი და {participants} მონაწილე
nb: {chats} chatter og {participants} deltakere
nl: {chats} chats en {participants} deelnemers
pl: {participants}{chats} czatów i {participants} uczestników
pt: {chats} chats e {participants} participantes
ru: {chats} чатов и {participants} участников
sk: {chats} rozhovorov a {participants} účastníkov
sr: {chats} razgovora i {participants} učesnika
sv: {chats} chattar och {participants} deltagare
ta: {chats} அரட்டைகள் மற்றும் {participants} பங்கேற்பாளர்கள்
th: {chats} การสนทนาและ {participants} ผู้เข้าร่วม
uk: {chats} чати та {participants} учасників

source: No more chats found...
be: Болей чатаў не знойдзена...
bn: আর কোনও চ্যাট পাওয়া যায়নি...
bo: འདི་ལས་སྤྱོད་འབད་མི་ཚུལ་ལས་སྤྱོད་འབད་མི་ཚུལ་ལས་སྤྱོད་འབད་བའི་ལས་སྒྲིག...
ca: No hi ha més xats...
cs: Žádné další konverzace nalezeny...
da: Ingen flere chats fundet...
de: Keine weiteren Chats gefunden ...
eo: Ne plu babiloj trovitaj...
et: Rohkem vestlusi ei leidu...
eu: Ez da beste txatik aurkitu...
fa: گپ دیگری پیدا نشد...
fi: Lisää keskusteluja ei löytynyt...
fr: Aucune autre discussion trouvée...
ga: Níor aimsíodh a thuilleadh comhráite...
gl: Non se atopan máis charlas…
hi: कोई और चैट नहीं मिली...
hr: Nema više pronađenih razgovora...
id: Tidak ada chat lagi yang ditemukan...
it: Non sono state trovate altre chat...
ka: საუბრები აღარ მოიძებნა...
nb: Ingen flere chatter funnet...
nl: Geen chats gevonden...
pl: Nie znaleziono więcej czatów...
pt: Nenhum chat adicional encontrado...
ru: Больше чатов не обнаружено...
sk: Nenašli sa žiadne ďalšie rozhovory...
sr: Nema više pronađenih razgovora...
sv: Inga fler chattar hittades...
ta: இனி அரட்டைகள் கிடைக்கவில்லை ...
th: ไม่พบการสนทนาเพิ่มเติม...
uk: Більше чатів не знайдено...

# noChatsFoundHere
source: No chats found here yet. Start a new chat with someone by using the button below. ⤵️
be: Здаецца, тут пуста. Пачніце новы чат з кімсьці праз кнопку ніжэй. ⤵️
bn: এখানে এখনও কোনও চ্যাট পাওয়া যায়নি। নিচের বোতামটি ব্যবহার করে কারো সাথে নতুন চ্যাট শুরু করুন। ⤵️
bo: འདི་ལས་སྤྱོད་འབད་མི་ཚུལ་ལས་སྤྱོད་འབད་མི་ཚུལ་ལས་སྤྱོད་འབད་བའི་ལས་སྒྲིག་ལས་སྤྱོད་འབད། སྤྱོད་ལམ་སྤྱོད་འབད་ནས་གནང་བའི་སྤྱོད་ལམ་ལས་སྤྱོད་འབད་ནས། དེ་ལས་སྤྱོད་འབད་བའི་ལས་སྒྲིག།
ca: Encara no hi ha xats. Obre una conversa amb algú picant al botó de sota. ⤵️
cs: Nejsou zde žádné chaty. Začněte nový chat s někým, použitím níže uvedeného tlačítka. ⤵️
da: Ingen chats fundet her endnu. Start en ny chat med nogen ved at bruge knappen nedenfor. ⤵️
de: Hier wurden noch keine Chats gefunden. Starte einen neuen Chat mit jemandem, indem du die Schaltfläche unten verwenden. ⤵️
eo: Ĉi tie ankoraŭ neniu babilo trovita. Komencu novan babilon kun iu uzante la butonon sube. ⤵️
et: Siin ei leidu veel ühtegi vestlust. Alusta uut vestlust klõpsides allpool asuvat nuppu. ⤵️
eu: Ez da txatik aurkitu. Hasi norbaitekin txateatzen beheko botoia erabiliz. ⤵️
fa: اینجا هنوز گپی پیدا نشد. با استفاده از دکمه زیر گپ جدیدی با کسی شروع کنید. ⤵️
fi: Täällä ei ole vielä keskusteluja. Aloita uusi keskustelu jonkun kanssa käyttämällä alla olevaa painiketta. ⤵️
fr: Aucune discussion trouvée. Utilisez le bouton ci-dessous pour commencer une nouvelle discussion. ⤵️
ga: Níor aimsíodh aon chomhrá anseo fós. Cuir tús le comhrá nua le duine éigin tríd an gcnaipe thíos a úsáid. ⤵️
gl: Sen charlas por aquí. Comeza unha nova conversa con alguén premendo no botón de abaixo. ⤵️
hi: यहां अभी तक कोई चैट नहीं मिली। नीचे दिए गए बटन का उपयोग करके किसी के साथ नई चैट शुरू करें। ⤵️
hr: Ovdje još nisu pronađeni razgovori. Započnite novi razgovor s nekim pomoću gumba ispod. ⤵️
id: Belum ada chat di sini. Mulai chat baru dengan seseorang menggunakan tombol di bawah. ⤵️
it: Nessuna chat trovata. Inizia una nuova chat con qualcuno usando il pulsante qui sotto. ⤵️
ka: აქ საუბარი ჯერ არ მოიძებნა. დაიწყეთ ახალი საუბარი ვინმესთან ქვემოთ მოცემული ღილაკის გამოყენებით. ⚵
nb: Ingen chatter funnet her ennå. Start en ny chat med noen ved å bruke knappen nedenfor. ⤵️
nl: Hier zijn nog geen chats. Begin een nieuwe chat met iemand door op de onderstaande knop te klikken. ⤵️
pl: Nie jeszcze ma żadnych czatów. Wciśnij poniższy przycisk, aby rozpocząć nowy czat. ⤵️
pt: Ainda não há chats aqui. Inicie um novo chat com alguém usando o botão abaixo. ⤵️
ru: Не было найдено ни одного чата. Начать с кем-нибудь новый чат можно, нажав кнопку ниже. ⤵️
sk: Zatiaľ sa tu nenašli žiadne rozhovory. Začnite nový rozhovor s niekým pomocou tlačidla nižšie. ⤵️
sr: Još uvek nema razgovora ovde. Zapocni novi razgovor sa nekim koristeći dugme ispod. ⤵️
sv: Inga chattar har hittats här än. Starta en ny chatt med någon genom att använda knappen nedan. ⤵️
ta: இங்கே அரட்டைகள் எதுவும் காணப்படவில்லை. கீழே உள்ள பொத்தானைப் பயன்படுத்தி ஒருவருடன் புதிய அரட்டையைத் தொடங்கவும். .
th: ยังไม่พบการสนทาที่นี่ เริ่มการสนทนาใหม่กับใครบางคนโดยใช้ปุ่มด้านล่าง. ⤵️
uk: Бесід ще немає. Розпочніть спілкування натиснувши кнопку нижче. ⤵️

source: Joined chats
be: Чаты, да якіх вы далучыліся
bn: যোগদান করা চ্যাট
bo: ལོག་འགྱོ་བའི་སྐད་ཅིག
ca: Xats on has entrat
cs: Připojené chaty
da: Deltagende chats
de: Beigetretene Chats
eo: Aliĝintaj babiloj
et: Vestlusi, millega oled liitunud
eu: Batu zaren txatak
fa: گپ‌های پیوسته
fi: Liitetyt keskustelut
fr: Discussions rejointes
ga: Glacadh páirt i gcomhráite
gl: Charlas nas que participas
hi: शामिल चैट
hr: Pridruženi razgovori
id: Bergabung chat
it: Chat a cui partecipi
ka: შეერთებული საუბრები
nb: Bli med i chatter
nl: Chats waaraan je deelneemt
pl: Czaty, do których dołączono
pt: Chats participados
ru: Вступленные чаты
sk: Pripojené rozhovory
sr: Pridruženi razgovori
sv: Gått med i chattar
ta: இணைந்த அரட்டைகள்
th: การสนทนาที่เข้าร่วม
uk: Приєднані чати

source: Unread
be: Непрачытаные
bn: অপঠিত
bo: མི་སྣང་བ
ca: Sense llegir
cs: Nepřečtené
da: Ulæst
de: Ungelesen
eo: Nelegitaj
et: Lugemata
eu: Irakurtzeke
fa: خوانده‌نشده
fi: Lukemattomat
fr: Non lu
ga: Neamhléite
gl: Sen ler
hi: अवाचित
hr: Nepročitano
id: Tidak dibaca
it: Non letti
ka: წაშლილი
nb: Ulest
nl: Ongelezen
pl: Nieprzeczytane
pt: Não lido
ru: Непрочитанные
sk: Neprečítané
sr: Nepročitano
sv: Oläst
ta: படிக்காதது
th: ยังไม่ได้อ่าน
uk: Непрочитані

source: Space
be: Прастора
bn: স্থান
bo: གནས་སྟངས།
ca: Espai
cs: Prostor
da: Rum
eo: Spaco
et: Kogukond
eu: Gunea
fa: فضا
fi: Tila
fr: Espace
ga: Spás
gl: Espazo
hi: स्थान
hr: Prostor
it: Spazio
ka: სივრცე
nb: Rom
pl: Przestrzeń
pt: Espaço
ru: Пространство
sk: Priestor
sr: Prostor
sv: Plats
ta: இடைவெளி
th: พื้นที่
uk: Простір

source: Spaces
be: Прасторы
bn: স্থানসমূহ
bo: གནས་སྟངས་ཚོ།
ca: Espais
cs: Prostory
da: Rum
eo: Spacoj
et: Kogukonnad
eu: Guneak
fa: فضاها
fi: Tilat
fr: Espaces
ga: Spásanna
gl: Espazos
hi: स्थान
hr: Prostori
id: Space
it: Spazi
ka: სივრცეები
kab: Tallunin
nb: Rom
pl: Przestrzenie
pt: Espaços
ru: Пространства
sk: Priestory
sr: Prostori
sv: Platser
ta: இடங்கள்
th: พื้นที่ต่างๆ
uk: Простори

source: Ban from chat
be: Заблакіраваць ў чаце
bn: চ্যাট থেকে নিষিদ্ধ করুন
bo: ལོག་འགྱོ་ལས་འབད།
ca: Veta del xat
cs: Zakázat chat
da: Bannlyst fra chat
de: Aus dem Chat verbannen
eo: Forbari de babilo
et: Keela ligipääs vestlusele
eu: Txatera batzeko debekua ezarri
fa: محروم کردن از گپ
fi: Anna porttikielto keskusteluun
fr: Bannir de la discussion
ga: Toirmisc ón gcomhrá
gl: Vetar na conversa
hi: चैट से प्रतिबंधित करें
hr: Isključi iz razgovora
id: Cekal dari obrolan
it: Bandisci dalla chat
ka: ჩატიდან გაგდება და ბლოკირება
kab: Gdel seg adiwenni
nb: Bannlys fra sludring
nl: Van chat verbannen
pl: Ban w czacie
pt: Banir do chat
ru: Заблокировать в чате
sk: Zabanovať z chatu
sr: Забрани у ћаскању
sv: Bannlys från chatt
ta: அரட்டையிலிருந்து தடை
th: แบนจากการสนทนา
uk: Заблокувати в бесіді

source: Banned
be: Заблакіраваны
bn: নিষিদ্ধ
bo: ལོག་འགྱོ་བརྗེ་བརྗོད།
ca: Vetadi
cs: Zakázán
de: Verbannt
eo: Forbarita
et: Ligipääs vestlusele on keelatud
eu: Kanporatuta
fa: محروم‌شده
fi: Porttikiellossa
fr: Banni
ga: Coiscthe
gl: Vetada
hi: प्रतिबंधित
hr: Isključen
id: Dicekal
it: Bandito
ka: დაბლოკილია
kab: Yettwagdel
nb: Bannlyst
nl: Verbannen
pl: Zbanowany/-a
pt: Banido
ru: Заблокирован(а)
sk: Zabanovaný
sr: Забрањен
sv: Bannlyst
ta: தடைசெய்யப்பட்டது
th: ถูกแบน
uk: Заблоковано
