Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# promotionalSubscriptionDesc
source: You currently have a lifetime promotional subscription. Message support@pangea.chat for help changing your subscription.
bn: আপনার বর্তমানে একটি আজীবন প্রচারমূলক সাবস্ক্রিপশন রয়েছে। আপনার সাবস্ক্রিপশন পরিবর্তনের জন্য support@pangea.chat এ বার্তা পাঠান।
bo: ཁྱེད་ཀྱིས་ད་ལྟ་ལ་ལོ་རྒྱལ་ཁབ་ལ་ལོག་འབད་ཡོད་པའི་སྤྱི་ཚེས་ལ་ལོག་འབད་ཡོད། ཁྱེད་ཀྱིས་འབྲེལ་བ་བྱེད་ལས་སྤྱོད་ལེན་ལ་བསྐུར་གནང་བའི་ལས་ཁེར་ལ་འདེམས་སོ།
ca: Actualment teniu una subscripció promocional de per vida. Envia un missatge a support@pangea.chat per ajudar-vos a canviar la vostra subscripció.
cs: Aktuálně máte doživotní promo předplatné. Kontaktujte support@pangea.chat pro pomoc s změnou předplatného.
da: Du har i øjeblikket et livstids kampagnetilbud. Send en besked til support@pangea.chat for hjælp til at ændre dit abonnement.
de: Sie haben derzeit ein lebenslanges Aktionsabonnement. Kontaktieren Sie support@pangea.chat, um Hilfe bei der Änderung Ihres Abonnements zu erhalten.
eo: Vi nuntempe havas vivdaŭran promocian abonadon. Sendu mesaĝon al support@pangea.chat por helpo pri ŝanĝo de via abonado.
et: Teil on praegu eluaegne kampaania tellimus. Abi saamiseks saatke sõnum aadressile support@pangea.chat.
eu: Une honetan promozio-eskubide bizia duzu. Laguntza lortzeko, mezua bidali support@pangea.chat helbidera zure harpidetza aldatzeko.
fi: Sinulla on tällä hetkellä elinikäinen kampanjatilaus. Lähetä viesti osoitteeseen support@pangea.chat saadaksesi apua tilauksesi muuttamiseen.
fr: Vous avez actuellement un abonnement promotionnel à vie. Contactez support@pangea.chat pour obtenir de l'aide pour changer votre abonnement.
ga: Tá síntiús promóiseach saoil agat faoi láthair. Seol teachtaireacht chuig support@pangea.chat le haghaidh cabhrach maidir le do shíntiús a athrú.
gl: Actualmente tes unha subscrición promocional de por vida. Envía unha mensaxe a support@pangea.chat para obter axuda para cambiar a túa subscrición.
hi: आपके पास वर्तमान में एक जीवनकाल प्रचार सदस्यता है। अपनी सदस्यता बदलने में मदद के लिए support@pangea.chat पर संदेश भेजें।
hr: Trenutno imate doživotnu promotivnu pretplatu. Pošaljite poruku na support@pangea.chat za pomoć pri promjeni pretplate.
it: Attualmente hai un abbonamento promozionale a vita. Contatta support@pangea.chat per assistenza nella modifica del tuo abbonamento.
ka: ამჟამად გაქვთ სიცოცხლის ხანგრძლივობის პრომო გამოწერა. დახმარებისთვის დაუკავშირდით support@pangea.chat-ს, თქვენი გამოწერის შეცვლის მიზნით.
nb: Du har for øyeblikket et livstids kampanjeabonnement. Send en melding til support@pangea.chat for hjelp med å endre abonnementet ditt.
nl: U hebt momenteel een levenslange promotie-abonnement. Stuur een bericht naar support@pangea.chat voor hulp bij het wijzigen van uw abonnement.
pl: Obecnie masz dożywotnią subskrypcję promocyjną. Skontaktuj się z support@pangea.chat, aby uzyskać pomoc w zmianie subskrypcji.
pt: Você atualmente possui uma assinatura promocional vitalícia. Envie uma mensagem para support@pangea.chat para ajuda na alteração da sua assinatura.
ru: У вас в настоящее время пожизненная промо-подписка. Обратитесь в поддержку@pangea.chat для помощи в изменении вашей подписки.
sk: Momentálne máte doživotnú propagačnú predplatnú službu. Kontaktujte support@pangea.chat pre pomoc s zmenou predplatného.
sr: Тренутно имате трајну промотивну претплату. Пошаљите поруку support@pangea.chat за помоћ у променама ваше претплате.
sv: Du har för närvarande ett livstidskampanjabonnemang. Skicka ett meddelande till support@pangea.chat för hjälp med att ändra ditt abonnemang.
ta: நீங்கள் தற்போது வாழ்நாள் விளம்பர சந்தாவை பெற்றுள்ளீர்கள். உங்கள் சந்தாவை மாற்ற உதவிக்கு support@pangea.chat க்கு செய்தி அனுப்பவும்.
th: คุณมีการสมัครสมาชิกโปรโมชั่นตลอดชีพในปัจจุบัน ติดต่อ support@pangea.chat เพื่อขอความช่วยเหลือในการเปลี่ยนแปลงการสมัครสมาชิกของคุณ

# originalSubscriptionPlatform
source: Subscription purchased through {purchasePlatform}
bn: {purchasePlatform} এর মাধ্যমে কেনা সাবস্ক্রিপশন
bo: ལོག་འབད་ཚུལ་ཁང་ {purchasePlatform} ལས་འབྲེལ་བ་བྱེད་ཡོད།
ca: Subscripció comprada a través de {purchasePlatform}
cs: Předplatné zakoupeno přes {purchasePlatform}
da: Abonnement købt via {purchasePlatform}
de: Abonnement gekauft über {purchasePlatform}
eo: Abono aĉetita tra {purchasePlatform}
et: Tellimus osteti {purchasePlatform} kaudu
eu: Harpidetza {purchasePlatform} bidez erosi da
fi: Tilauksen ostit {purchasePlatform} kautta
fr: Abonnement acheté via {purchasePlatform}
ga: Síntiús ceannaíodh trí {purchasePlatform}
gl: Subscripción adquirida a través de {purchasePlatform}
hi: खरीदी गई सदस्यता {purchasePlatform} के माध्यम से
hr: Pretplata kupljena putem {purchasePlatform}
it: Abbonamento acquistato tramite {purchasePlatform}
ka: გამოწერა შეძენილი {purchasePlatform}-დან
nb: Abonnement kjøpt via {purchasePlatform}
nl: Abonnement gekocht via {purchasePlatform}
pl: Subskrypcja zakupiona przez {purchasePlatform}
pt: Assinatura adquirida através de {purchasePlatform}
ru: Подписка приобретена через {purchasePlatform}
sk: Predplatné zakúpené cez {purchasePlatform}
sr: Претплата купљена преко {purchasePlatform}
sv: Abonnemang köpt via {purchasePlatform}
ta: கொள்முதல் செய்யப்பட்ட சந்தா {purchasePlatform} மூலம்
th: การสมัครสมาชิกที่ซื้อผ่าน {purchasePlatform}

source: One Week Trial
bn: এক সপ্তাহের ট্রায়াল
bo: གཅིག་ཕྱིར་སྤྱིར་བཏང་ཚོད་གཅིག
ca: Prova d'una Setmana
cs: Jedno-týdenní zkušební verze
da: Én uges prøveperiode
de: Einwöchige Testversion
eo: Unu-semajna Provo
et: Ühe nädala prooviperiood
eu: Astebete Probako
fi: Yhden viikon kokeilujakso
fr: Essai d'une semaine
ga: Triail Seachtain amháin
gl: Proba dunha semana
hi: एक सप्ताह का परीक्षण
hr: Tjedan dana probnog razdoblja
it: Prova di una settimana
ka: ერთი კვირის საცდელი პერიოდი
nb: Én ukes prøveperiode
nl: Proefweek
pl: Tydzień próbny
pt: Teste de Uma Semana
ru: Пробный период 1 неделя
sk: Jedno týždňová skúšobná verzia
sr: Пробни период од једне недеље
sv: En veckas provperiod
ta: ஒரு வார சோதனை
th: ทดลองใช้หนึ่งสัปดาห์

# downloadXLSXFile
source: Download Excel File
bn: এক্সেল ফাইল ডাউনলোড করুন
bo: Excel ཡིག་སྐོར་རྐྱབས
ca: Descarregar Fitxer Excel
cs: Stáhnout Excel soubor
da: Download Excel-fil
de: Excel-Datei herunterladen
eo: Elŝuti Excel-Dosieron
et: Laadi alla Exceli fail
eu: Deskargatu Excel Fitxategia
fi: Lataa Excel-tiedosto
fr: Télécharger le fichier Excel
ga: Íoslódáil Comhad Excel
gl: Descargar ficheiro Excel
hi: एक्सेल फ़ाइल डाउनलोड करें
hr: Preuzmi Excel datoteku
it: Scarica il file Excel
ka: Excel ფაილის ჩამოტვირთვა
nb: Last ned Excel-fil
nl: Download Excel-bestand
pl: Pobierz plik Excel
pt: Baixar Arquivo Excel
ru: Скачать файл Excel
sk: Stiahnuť Excel súbor
sr: Преузми Excel датотеку
sv: Ladda ner Excel-fil
ta: எக்செல் கோப்பை பதிவிறக்கம் செய்க
th: ดาวน์โหลดไฟล์ Excel

# abDisplayName
source: Abkhaz
bn: আবখাজ
bo: ཨཀུ་ཁཱཟ
cs: Abchazština
da: Abkhasisk
de: Abchasisch
eo: Abĥazaj
et: Abhaas
fi: Abhaasi
fr: Abkhaze
ga: Abchais
gl: Abxazo
hi: अख़्ज़ाक़
hr: Abhazijski
ka: აფხაზური
nb: Abkhasisk
nl: Abchazisch
pl: Abchaski
pt: Abecásio
ru: Абхазский
sk: Abcházsky
sr: Абхаз
sv: Abkhasiska
ta: அப்காஸியன்
th: อับฮาซ

# aaDisplayName
source: Afar
bn: আফার
bo: ཨཕར
eo: Afaroj
hi: आफ़ार
ka: აფარისი
ru: Афарский
sr: Афар
ta: அப்ஃபார்
th: อาฟาร์

# afDisplayName
source: Afrikaans
bn: আফ্রিকান্স
bo: ཨཕྲིཀ་ཀནས
ca: Africà
ga: Afracais
hi: अफ़्रीकीज़
ka: აფრიკანერი
pt: Africâner
ru: Африкаанс
sr: Африканс
ta: ஆபிரிக்கான்ஸ்
th: อาฟริกันส์

# akDisplayName
source: Akan
bn: আকান
bo: ཨ་ཁན
hi: अकान
ka: აკანი
ru: Акан
sr: Акан
ta: அகன்
th: อาคัน

# sqDisplayName
source: Albanian
bn: আলবেনিয়ান
bo: ཨལ་བེནི་ཡན
ca: Albanès
cs: Albánština
da: Albansk
de: Albanisch
eo: Albana
et: Albaania
eu: Albaniar
fr: Albanais
ga: Albainis
gl: Albanés
hi: अल्बानियाई
hr: Albanski
it: Albanese
ka: ალბანური
nb: Albansk
nl: Albanees
pl: Albański
pt: Albanês
ru: Албанский
sk: Albánčina
sr: Албански
sv: Albanska
ta: அல்பேனியன்
th: แอลเบเนีย

# amDisplayName
source: Amharic
bn: আমহারিক
bo: ཨམ་ཧ་རིཀ
ca: Amàric
cs: Amharština
da: Amharisk
de: Amharisch
eo: Amara
et: Amharike
eu: Amharar
fr: Amharique
ga: Amharais
gl: Amárico
hi: अम्हारिक
hr: Amharski
it: Amharico
ka: ამჰარიული
nb: Amharisk
nl: Amhaars
pl: Amharski
pt: Amárico
ru: Амхарский
sk: Amharčina
sr: Амхарски
sv: Amhariska
ta: அம்ஹாரிக்
th: อัมฮาริก

# arDisplayName
source: Arabic
bn: আরবী
bo: ཨེ་རབི
ca: Àrab
cs: Arabština
da: Arabisk
de: Arabisch
eo: Araba
et: Araabia
eu: Arabiar
fi: Arabia
fr: Arabe
ga: Araibis
gl: Árabe
hi: अरबी
hr: Arapski
it: Arabo
ka: არაბული
nb: Arabisk
nl: Arabisch
pl: Arabski
pt: Árabe
ru: Арабский
sk: Arabčina
sr: Арапски
sv: Arabiska
ta: அரபிக்
th: อาหรับ

# anDisplayName
source: Aragonese
bn: আরাগোনিজ
bo: ཨར་གོ་ནིས
ca: Aragonès
cs: Aragonština
da: Aragonsk
de: Aragonisch
eo: Aragona
et: Aragoni
eu: Aragoniar
fr: Aragonais
ga: Aragonaise
gl: Aragonés
hi: अर्गोनिज़
hr: Aragonski
ka: არაგონული
nb: Aragonsk
nl: Aragonees
pl: Aragoński
pt: Aragonês
ru: Арагонский
sk: Aragónčina
sr: Арагонски
sv: Aragonesiska
ta: அரகோனீஸ்
th: อารากอน

# hyDisplayName
source: Armenian
bn: আর্মেনিয়ান
bo: ཨར་མེ་ནི་ཡན
ca: Armènia
cs: Arménština
da: Armensk
de: Armenisch
eo: Armena
et: Armeenia
eu: Armeniar
fr: Arménien
ga: Airmeinis
gl: Arménico
hi: आर्मेनियाई
hr: Armenski
it: Armeno
ka: სომხური
nb: Armensk
nl: Armeens
pl: Armeński
pt: Armênio
ru: Армянский
sk: Arménčina
sr: Jermenski
sv: Armeniska
ta: அர்மேனியன்
th: อาร์เมเนีย

# asDisplayName
source: Assamese
bn: আসামিজ
bo: ཨ་སཱ་མས
ca: Assamès
cs: Assámština
da: Assamesisk
de: Assamesisch
et: Assami
fi: Assami
fr: Assamais
ga: Aimsir
gl: Assamés
hi: असमिया
hr: Asamski
ka: ასამური
nb: Assamesisk
nl: Assamees
pl: Assamski
pt: Assamês
ru: Ассамский
sk: Assámsky
sr: Asamski
sv: Assamesiska
ta: அசாமி
th: อัสสัม

# avDisplayName
source: Avaric
bn: অভারিক
bo: ཨ་བར་བིཀ
cs: Avarština
da: Avarisk
de: Avarisch
et: Avarike
ga: Avarais
gl: Avarico
hi: अवरिक
hr: Avarski
it: Avarico
ka: ავარიული
nb: Avarisk
nl: Avarisch
pl: Awaric
pt: Avarico
ru: Аварский
sk: Avarčina
sv: Avariska
ta: அவரிக்
th: อาวาเรียน

# aeDisplayName
source: Avestan
bn: অভেস্তান
bo: ཨེ་བེས་ཊཱན
ca: Avèstic
cs: Avestánština
da: Avestisk
de: Avestisch
et: Avesti
fr: Vétéro-Avéstique
ga: Avestais
gl: Véstico
hi: अवेस्टिक
hr: Vestenski avestanski
it: Avestico
ka: ავესტური
nb: Avestisk
nl: Avestisch
pl: Wisznuista
pt: Avestano
ru: Авестийский
sr: Avestanski
sv: Avestiska
ta: அவெஸ்தான்
th: อีแวนเซียน

# ayDisplayName
source: Aymara
bn: আইমারা
bo: ཨེ་ཡ་མ་ར
cs: Aymarština
ga: Aimarais
hi: अयमारा
hr: Ajmarski
ka: აიმარა
ru: Аймара
sr: Ajmarski
ta: ஐமாரா
th: ไอมารา

# azDisplayName
source: Azerbaijani
bn: আজারবাইজানি
bo: ཨེ་ཛར་བའི་བརྡའི་ཡུལ
ca: Azerbaidjanès
cs: Ázerbájdžánština
da: Aserbajdsjansk
de: Aserbaidschanisch
et: Aserbaidžaani
fi: Azerbaidžani
fr: Azerbaïdjanais
ga: Asarbaiseáinis
gl: Azerí
hi: अज़रबैजानी
hr: Azerbejdžanski
ka: აზერბაიჯანული
nb: Azerbaijansk
nl: Azerbeidzjaans
pl: Azerbejdżański
pt: Azerbaijano
ru: Азербайджанский
sk: Azerbajčanský
sr: Azerbejdžanski
sv: Azerbajdzjanska
ta: அஸெர்பைஜானி
th: อาเซอร์ไบจาน

# bmDisplayName
source: Bambara
bn: বামবারা
bo: བཱམ་བར་ཡ
hi: बामबारा
ka: ბამბარიული
ru: Бамана
ta: பம்பாரா
th: บามบารา

# baDisplayName
source: Bashkir
bn: বাশকির
bo: བཤཁིར
cs: Baškirština
de: Bashkirisch
et: Bashkiiri
eu: Basko
fi: Bashkiiri
fr: Bachkir
ga: Baiskir
hi: बाश्किर
hr: Baškirski
ka: ბაშკირული
nb: Basjkir
nl: Basjkier
pl: Baszkirski
ru: Башкирский
sk: Baškirský
sr: Baškirski
ta: பஷ்கிர்
th: บาชkir

# euDisplayName
source: Basque
bn: বাস্ক
bo: བསཀུག
ca: Basc
cs: Baskičtina
da: Baskisk
de: Baskisch
eo: Bazka
et: Bask
eu: Euskaraz
fi: Baski
ga: Basca
gl: Eúscaro
hi: बास्क
hr: Baskijski
ka: ბასკური
nb: Baskisk
nl: Baskisch
pl: Baskijski
pt: Basco
ru: Баскский
sr: Baskijski
sv: Baskiska
ta: பாஸ்க்
th: บาสก์

# beDisplayName
source: Belarusian
bn: বেলারুশিয়ান
bo: བེ་ལརུ་སི་ཡན
ca: Belarús
cs: Běloruština
da: Hviderussisk
de: Belarussisch
eo: Belorusa
et: Valgevene
eu: Belarusa
fi: Valkovenäjä
fr: Biélorusse
ga: Bealarúisis
gl: Bielorruso
hi: बेलारूसी
hr: Bjeloruski
it: Bielorusso
ka: ბელარუსული
nb: Hviterussisk
nl: Wit-Russisch
pl: Białoruski
pt: Bielorrusso
ru: Белорусский
sk: Bieloruský
sr: Beloruski
sv: Belarusiska
ta: பெலாருஷியன்
th: เบลารุส

# bnDisplayName
source: Bengali
bn: বাংলা
bo: བཱང་ཡ་ལི
ca: Bengalí
cs: Bengálština
de: Bengalisch
eo: Bengala
eu: Bengalera
gl: Bengalí
hi: बंगाली
hr: Bengalski
it: Bengalese
ka: ბენგალური
nl: Bengalees
pl: Bengalski
ru: Бенгальский
sk: Bengálsky
sr: Bengalski
ta: பங்காலி
th: เบงกาลี

# bhDisplayName
source: Bihari
bn: বিহারি
bo: བི་ཧ་རི
cs: Bihárština
eo: Bihara
hi: बिहारी
hr: Biharski
ka: ბიჰარული
pl: Biharski
ru: Бихари
sk: Bihársky
ta: பிஹாரி
th: ภารี

# biDisplayName
source: Bislama
bn: বিস্লামা
bo: བིས་ལ་མ
hi: बिस्लामा
ka: ბისლამა
ru: Бислама
ta: பிஸ்லாமா
th: บิสลามา

# bsDisplayName
source: Bosnian
bn: বসনিয়ান
bo: བཱོ་སི་ནི
ca: Bosnià
cs: Bosenský
da: Bosnisk
de: Bosnisch
eo: Bosnia
et: Bosnia
eu: Bosniera
fi: Bosnia
fr: Bosnien
ga: Bosniach
gl: Bosnio
hi: बोस्नियाई
hr: Bosanski
it: Bosniaco
ka: ბოსნური
nb: Bosnisk
nl: Bosnisch
pl: Bośniacki
pt: Bósnio
ru: Боснийский
sk: Bosniansky
sr: Bosanski
sv: Bosniska
ta: போஷ்னியன்
th: บอสเนีย

# brDisplayName
source: Breton
bn: ব্রেটন
bo: བྷེ་ཊོན
ca: Bretó
da: Bretonsk
de: Bretonisch
eo: Bretona
eu: Bretoiera
fi: Bretoni
gl: Bretón
hi: ब्रेटोन
ka: ბრეტონული
nb: Bretonsk
pl: Bretoński
pt: Bretão
ru: Бретонский
sk: Bretonsky
sr: Bretonski
ta: பிரெட்டன்
th: เบรตัน

# bgDisplayName
source: Bulgarian
bn: বুলগেরিয়ান
bo: བུལ་གར་ཡིའི
ca: Búlgar
cs: Bulharština
da: Bulgarsk
de: Bulgarisch
eo: Bulgara
et: Bulgaaria
eu: Bulgariera
fi: Bulgari
fr: Bulgare
ga: Bulgáiris
gl: Búlgaro
hi: बुल्गारियाई
hr: Bugarski
it: Bulgaro
ka: ბულგარული
nb: Bulgarsk
nl: Bulgaars
pl: Bułgarski
pt: Búlgaro
ru: Болгарский
sk: Bulharský
sr: Bugarski
sv: Bulgariska
ta: புல்கேரியன்
th: บัลแกเรีย

# myDisplayName
source: Burmese
bn: বার্মিজ
bo: བར་མིས
ca: Birmà
cs: Barmánština
da: Burmesisk
de: Birmanisch
eo: Birma
et: Birma
eu: Birmaniera
fi: Burma
fr: Birman
gl: Birmano
hi: बर्मी
hr: Burmanski
it: Birmano
ka: ბირმული
nb: Burmesisk
nl: Birmaans
pl: Birmański
pt: Birmanês
ru: Бирманский
sk: Barmanský
sr: Burmanski
sv: Burmesiska
ta: புர்மீஸ்
th: พม่า

# caDisplayName
source: Catalan, Valencian
bn: ক্যাটালান, ভ্যালেন্সিয়ান
bo: ཀ་ཏ་ལིན། བེ་ལན་ཅིན
ca: Català, Valencià
cs: Katalánština, Valencijština
da: Katalansk, Valenciansk
de: Katalanisch, Valencianisch
eo: Kataluna, Valenca
et: Katalaani, Valencias
eu: Katalana, Valenciana
fi: Kataloni, Valencian
fr: Catalan, valencien
ga: Catalóinis, Valencian
gl: Catalán, Valenciano
hi: कातालान, वेल्शियन
hr: Katalonski, Valencian
it: Catalano, Valenciano
ka: კატალონური, ვალენსიური
nb: Katalansk, Valenciansk
nl: Catalaans, Valenciaans
pl: Kataloński, Walencjański
pt: Catalão, Valenciano
ru: Каталонский, Валенсийский
sk: Katalánsky, Valencian
sr: Katalonski, Valensijski
sv: Katalanska, Valencianska
ta: கத்தாலன், வாலென்சியன்
th: คาตาลัน, วาลานเซีย

# chDisplayName
source: Chamorro
bn: চামোরো
bo: ཆ་མོ་རོ་རོ
hi: चामोर्रो
ka: ჩამორო
nl: Chamorru
ru: Чаморро
sr: Čamoranski
ta: சமொரோ
th: ชามอร์โร

# ceDisplayName
source: Chechen
bn: চেচেন
bo: ཆེ་ཆེན
cs: Čečenština
da: Tsjetsjensk
de: Tschetschenisch
eo: Ĉeĉena
et: Čečeenia
eu: Txetxenera
fi: Tsetsheen
fr: Tchétchène
gl: Checheno
hi: चेचन
hr: Čečenski
it: Ceceno
ka: ჩეჩნური
nb: Tsjetsjensk
nl: Tsjetsjeens
pl: Czeczeński
pt: Checheno
ru: Чеченский
sk: Čečenský
sr: Čečenski
sv: Tjetjenska
ta: செச்சன்
th: เชชเนีย

# nyDisplayName
source: Chichewa, Chewa, Nyanja
bn: চিচেওয়া, চেওয়া, নিয়াঞ্জা
bo: ཆི་ཆེ་ཝ་ཧེ། ཆེ་ཝ་ཧེ། ཉཱན་ཇེ
hi: चिचेवा, चेव, नियांजा
ka: ჩიჩევა, ჩეუა, ნიანჯა
ru: Чичева, Чева, Ньянджа
sk: Čichewa, Chewa, Nyanja
sr: Čičeva, Čeva, Njanđa
ta: சிச்சேவா, சேவா, நியஞ்சா
th: เชวา, เชวา, นิยันจา

# zhDisplayName
source: Chinese
bn: চীনা
bo: རྒྱ་ཆེན
ca: Xinès
cs: Čínština
da: Kinesisk
de: Chinesisch
eo: Laŭtanda
et: Hiina
eu: Txinera
fi: Kiina
fr: Chinois
ga: Sínis
gl: Chinés
hi: चीनी
hr: Kineski
it: Cinese
ka: ჩინური
nb: Kinesisk
nl: Chinees
pl: Chiński
pt: Chinês
ru: Китайский
sk: Čínsky
sr: Kineski
sv: Kinesiska
ta: சீனம்
th: จีน

# cvDisplayName
source: Chuvash
bn: চুভাশ
bo: ཆུ་ཝ་ཤ
cs: Čuvaština
et: Tšuvaši
fi: Tšuvash
hi: चुवाश
hr: Čuvaš
ka: ჩუვაშური
nb: Tsjuvash
nl: Tsjoevasj
pl: Czerski
ru: Чувашский
sr: Čuvaš
ta: சுவாச்
th: ชูวาช

# kwDisplayName
source: Cornish
bn: কর্নিশ
bo: ཁོར་ནིཤ
ca: Cornuallès
cs: Kornština
da: Cornisk
de: Kornisch
eo: Kornika
et: Kornish
eu: Kornikoa
fr: Cornique
ga: Kornáis
gl: Cornuñés
hi: कॉर्निश
hr: Kornski
it: Cornico
ka: კორნიშური
nb: Kornisk
nl: Kornisch
pl: Kornwalijski
ru: Корнский
sk: Kornský
sr: Korniska
sv: Korniska
ta: கார்னிஷ்
th: คอร์นิช

# coDisplayName
source: Corsican
bn: কর্সিকান
bo: ཀོར་ཟིཀ
ca: Cors
cs: Korsičtina
da: Korsikansk
de: Korsisch
eo: Korsika
et: Korsika
eu: Korsikarra
fi: Korsika
fr: Corse
gl: Corso
hi: कोर्सिकन
hr: Korsikanski
it: Corso
ka: კორსიკური
nb: Korsikansk
nl: Corsicaans
pl: Korsykański
pt: Corso
ru: Корсиканский
sk: Korsický
sr: Korsikan
sv: Korsikanska
ta: கார்சிகன்
th: คอร์ซิกา

# crDisplayName
source: Cree
bn: ক্রী
bo: ཀྲེ
cs: Kree
eo: Kree
hi: क्रि
it: Creolo
ka: კრიუ
pl: Kree
ru: Кри
sk: Kreí
sr: Kree
ta: க்ரீ
th: ครี

# hrDisplayName
source: Croatian
bn: ক্রোয়েশিয়ান
bo: ཀྲོ་ཤི་ཡན
ca: Croat
cs: Chorvatština
da: Kroatisk
de: Kroatisch
eo: Kroata
et: Horvaadi
eu: Kroaztarra
fi: Kroatia
fr: Croate
ga: Croatach
gl: Croata
hi: क्रोएशियाई
hr: Hrvatski
it: Croato
ka: ხორვატული
nb: Kroatisk
nl: Kroatisch
pl: Chorwacki
pt: Croata
ru: Хорватский
sk: Chorvátsky
sr: Hrvatski
sv: Kroatiska
ta: குரோஷியன்
th: โครเอเชีย

# csDisplayName
source: Czech
bn: চেক
bo: ཆེཀ
ca: Txec
cs: Čeština
da: Tjekkisk
de: Tschechisch
eo: Ĉeĥa
et: Tšehhi
eu: Txekiar
fi: Tšekki
fr: Tchèque
ga: Seicis
gl: Checo
hi: चेक
hr: Češki
it: Ceco
ka: ჩეხური
nb: Tsjekkisk
nl: Tsjechisch
pl: Czeski
pt: Tcheco
ru: Чешский
sk: Český
sr: Češki
sv: Tjeckiska
ta: செக்
th: เช็ก

# daDisplayName
source: Danish
bn: ডেনিশ
bo: ཌེན་མཱན
ca: Danès
cs: Dánština
da: Dansk
de: Dänisch
eo: Dana
et: Taani
eu: Danés
fi: Tanska
fr: Danois
ga: Danmhargach
gl: Dinamarqués
hi: डेनिश
hr: Danski
it: Danese
ka: დანიელი
nb: Dansk
nl: Deens
pl: Duński
pt: Dinamarquês
ru: Датский
sk: Dánsky
sr: Danski
sv: Danska
ta: டேனிஷ்
th: เดนมาร์ก

# dvDisplayName
source: Divehi; Dhivehi; Maldivian;
bn: ডিভেহি; ধিভেহি; মালদ্বীপীয়;
bo: དི་ཝེ་ཧི། དི་ཝེ་ཧི། མལ་དི་བི་ཌིན།
ca: Divehi; Dhivehi; Maldivi;
cs: Divehi; Dhivehi; Maledivština;
da: Divehi; Dhivehi; Maldivisk;
de: Divehi; Dhivehi; Maledivisch;
eo: Divehi; Dhivehi; Maldiva;
et: Divehi; Dhivehi; Maldiivide keel;
eu: Divehi; Dhivehi; Maldiviar;
fi: Divehi; Dhivehi; Malediivit;
fr: Divehi; Dhivehi; Maldivien;
hi: डिवेही; धिवेही; मालदीवियन;
hr: Divehi; Dhivehi; Maldivski;
it: Divehi; Dhivehi; Maldiviano;
ka: დივეჰი; დივეჰი; მალდივული;
nb: Divehi; Dhivehi; Maldivisk;
nl: Divehi; Dhivehi; Maldivisch;
pl: Divehi; Dhivehi; Malediwski;
pt: Divehi; Dhivehi; Maldivo;
ru: Дивехи; Дхивехи; Мальдивский;
sk: Divehi; Dhivehi; Maldivský;
sr: Divehi; Dhivehi; Maldivski;
sv: Divehi; Dhivehi; Maldivisk;
ta: டிவேஹி; திவேஹி; மல்டிவியன்;
th: ดีวีฮิ; ดีวีฮี; มัลดีฟ

# nlDisplayName
source: Dutch
bn: ডাচ
bo: ནུད་ཧེ་ཡུལ།
ca: Holandès
cs: Nizozemština
da: Hollandsk
de: Niederländisch
eo: Nederlanda
et: Hollandi
eu: Holandés
fi: Hollanti
fr: Néerlandais
ga: Dúiséis
gl: Holandés
hi: डच
hr: Nizozemski
it: Olandese
ka: ჰოლანდიური
nb: Nederlandsk
nl: Nederlands
pl: Niderlandzki
pt: Holandês
ru: Голландский
sk: Holandský
sr: Holandski
sv: Holländska
ta: டச்சு
th: ดัตช์

# enDisplayName
source: English
bn: ইংরেজি
bo: ཨེང་ཁག།
ca: Anglès
cs: Angličtina
da: Engelsk
de: Englisch
eo: Angla
et: Inglise
eu: Ingelesa
fi: Englanti
fr: Anglais
ga: Béarla
gl: Inglés
hi: अंग्रेज़ी
hr: Engleski
it: Inglese
ka: ინგლისური
nb: Engelsk
nl: Engels
pl: Angielski
pt: Inglês
ru: Английский
sk: Anglický
sr: Engleski
sv: Engelska
ta: ஆங்கிலம்
th: อังกฤษ

# eoDisplayName
source: Esperanto
bn: এস্পেরান্তো
bo: ཨས་པ་རེན་ཊོ།
fr: espéranto
hi: एस्पेरांतो
ka: ესპერანტო
ru: Эсперанто
ta: எஸ்பெராந்தோ
th: เอสเปรันโต

# etDisplayName
source: Estonian
bn: এস্তোনিয়ান
bo: ཨས་ཊེ་ནི་ཡ།
ca: Estonià
cs: Estonština
da: Estisk
de: Estnisch
eo: Estona
et: Eesti
eu: Estoniar
fi: Viro
fr: estonien
ga: Eastóinis
gl: Estonio
hi: एस्तोनियाई
hr: Estonski
it: Estone
ka: ესტონური
nb: Estisk
nl: Estisch
pl: Estoński
pt: Estoniano
ru: Эстонский
sk: Estónsky
sr: Estonski
sv: Estniska
ta: எஸ்டோனியன்
th: เอสโตเนีย

# eeDisplayName
source: Ewe
bn: ইভে
bo: ཨེ་ཝེ།
eo: Evea
hi: यू
ka: ეუგვე
ru: Эве
ta: ஈவே
th: เอเว

# foDisplayName
source: Faroese
bn: ফ্যারোইজ
bo: ཕ་རོ་སིས།
ca: Feroès
cs: Faerský
da: Færøsk
de: Färöisch
eo: Faerisa
et: Fääri
fi: Fäärin kieli
fr: féroïen
gl: Feroés
hi: फारोइस
hr: Farski
ka: ფაროსული
nb: Færøysk
nl: Faeröers
pt: Feroês
ru: Фарерский
sk: Faerský
sr: Farski
sv: Färöiska
ta: பாரோசியன்
th: ฟาโรese

# fjDisplayName
source: Fijian
bn: ফিজিয়ান
bo: ཕི་ཇི་ཡན།
ca: Fijià
da: Fijiansk
de: Fidschi
eo: Fiĝiana
eu: Fijiar
fi: Fidži
fr: fidjien
gl: Fiyiano
hi: फिजियन
it: Fijiano
ka: ფიჯი
nb: Fijiansk
nl: Fiji
pl: Fidżi
pt: Fijiano
ru: Фиджийский
sr: Fidžijski
sv: Fijianska
ta: பிஜியன்
th: ฟิจิ

# fiDisplayName
source: Finnish
bn: ফিনিশ
bo: ཕི་ནི་སི།
ca: Finès
cs: Finština
da: Finsk
de: Finnisch
eo: Finna
et: Soome
eu: Finlandiar
fi: Suomi
fr: finnois
ga: Fionlainnis
gl: Finés
hi: फिनिश
hr: Finski
it: Finlandese
ka: ფინური
nb: Finsk
nl: Fins
pl: Fiński
pt: Finlandês
ru: Финский
sk: Fínsky
sr: Finski
sv: Finska
ta: பின்னிஷ்
th: ฟินแลนด์

# frDisplayName
source: French
bn: ফরাসি
bo: རང་ཁུངས།
ca: Francès
cs: Francouzština
da: Fransk
de: Französisch
eo: Franca
et: Prantsuse
eu: Frantses
fi: Ranska
fr: français
ga: Fraincis
gl: Francés
hi: फ्रेंच
hr: Francuski
it: Francese
ka: ფრანგული
nb: Fransk
nl: Frans
pl: Francuski
pt: Francês
ru: Французский
sk: Francúzsky
sr: Francuski
sv: Franska
ta: பிரெஞ்சு
th: ฝรั่งเศส

# ffDisplayName
source: Fula; Fulah; Pulaar; Pular
bn: ফুলা; ফুলাহ; পুলার; পুলার
bo: ཕུ་ལའུ།; ཕུ་ལའུ།; པུ་ལར།; པུ་ལར།
fr: Fula ; Pulaar ; Pular
hi: फुला; फुलाह; पुलार; पुलार
ka: ფულა; ფულაჰ; პულარი; პულარ
pt: Fula; Fula; Pulaar; Pular
ru: Фула; Фула; Пулар; Пулар
ta: புலா; புலாஹ்; புலார்
th: ฟูลา; ฟูลาห์; พูลาอาร์; พูลาร์

# glDisplayName
source: Galician
bn: গালিসিয়ান
bo: གལི་སི་ཡན།
ca: Gallec
cs: Galicijština
da: Galicisk
de: Galicisch
eo: Galicia
et: Galicia
eu: Galiziar
fi: Galicia
fr: galicien
gl: Galego
hi: गैलिशियन
hr: Galicijski
it: Galiziano
ka: გალიციური
nb: Galicisk
nl: Galicisch
pl: Galicyjski
pt: Galego
ru: Галицкий
sk: Galícijský
sr: Galicijski
sv: Galiciska
ta: கலீசியன்
th: กาลิเซีย

# kaDisplayName
source: Georgian
bn: জর্জিয়ান
bo: ཇོར་ཇི་ཡ།
ca: Georgià
cs: Gruzie
da: Georgisk
de: Georgisch
eo: Gorĝeva
et: Gruusia
eu: Gergiar
fr: géorgien
ga: Seoirsis
gl: Xeorxiano
hi: जॉर्जियाई
hr: Gruzijski
it: Georgiano
ka: ქართული
nb: Georgisk
nl: Georgisch
pl: Gruziński
pt: Georgiano
ru: Грузинский
sk: Gruzínska
sr: Gruzijski
sv: Georgiska
ta: ஜார்ஜியன்
th: จอร์เจีย

# deDisplayName
source: German
bn: জার্মান
bo: ཝར་མན།
ca: Alemany
cs: Němčina
da: Tysk
de: Deutsch
eo: germana
et: Saksa
eu: Alemana
fi: Saksa
fr: allemand
ga: Gearmáinis
gl: Alemán
hi: जर्मन
hr: Njemački
it: Tedesco
ka: გერმანული
nb: Tysk
nl: Duits
pl: Niemiecki
pt: Alemão
ru: Немецкий
sk: Nemecký
sr: Nemački
sv: Tyska
ta: ஜெர்மன்
th: เยอรมัน
