Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Unsupported Android version
be: Непадтрымліваемая версія Android
bn: অপ্রোড Android সংস্করণ
bo: وەشانەکەی ئەندڕۆید پشتیوانی نەکراوە
ca: Aquesta versió d'Android és incompatible
cs: Nepodporovaná verze Androidu
da: Ikke-understøttet Android-version
de: Nicht unterstützte Android-Version
eo: Ne subtenata Android-versio
et: See Androidi versioon ei ole toetatud
eu: Android bertsioa ez da bateragarria
fa: نسخه اندروید پشتیبانی‌نشده
fi: Ei tuettu Android-versio
fr: Version d'Android non prise en charge
ga: Leagan Android gan tacaíocht
gl: Version de Android non soportada
hi: असमर्थित Android संस्करण
hr: Nepodržana Android verzija
id: Versi Android tidak didukung
it: Versione di Android non supportata
ka: მხარდაჭერა არ აქვს Android-ის ვერსიას
nb: Ikke-støttet Android-versjon
nl: Niet-ondersteunde Android-versie
pl: Nieobsługiwana wersja systemu Android
pt: Versão do Android não suportada
ru: Неподдерживаемая версия Android
sk: Nepodporovaná verzia Androidu
sr: Неподржана верзија Андроид-а
sv: Inget stöd för denna version av Android
ta: ஆதரிக்கப்படாத ஆண்ட்ராய்டு பதிப்பு
th: เวอร์ชัน Android ที่ไม่รองรับ
uk: Непідтримувана версія Android

# unsupportedAndroidVersionLong
source: This feature requires a newer Android version. Please check for updates or Lineage OS support.
be: Гэта функцыя патрабуе навейшай версіі Android. Калі ласка, праверце наяўнасць абнаўленняў ці падтрымку Linage OS.
bn: এই বৈশিষ্ট্যটি একটি নতুন Android সংস্করণ প্রয়োজন। অনুগ্রহ করে আপডেট বা Lineage OS সমর্থনের জন্য চেক করুন।
bo: འདི་ལ་ལས་ཀ་འདི་གི་ལས་ཀ་འབྱུང་བ་ལ་ལོ་གསར་བར་ལོག་འདུག བརྟེན་འབད་གནང་བ་ལས་སྤྱོད་འབད་དགོས། ཁྱེད་ཀྱིས་རིམ་ལས་ལོག་འབད་དགོས་ཅིང་ལོག་འདུག ཡང་ན་ Lineage OS གི་གནད་སྡེབ་ལ་བསྐུར་བཏབ་གནང་བ་འདི་ལས་མེད།
ca: Aquesta funcionalitat només funciona amb versions d'Android més noves.
cs: Tato funkce vyžaduje novější verzi Android. Zkontrolujte prosím aktualizace nebo podporu Lineage OS.
da: Denne funktion kræver en nyere Android-version. Tjek venligst for opdateringer eller Lineage OS-understøttelse.
de: Diese Funktion erfordert eine neuere Android-Version. Bitte suche nach Updates oder prüfe die Lineage-OS-Unterstützung.
eo: Ĉi tiu funkcio postulas pli novan Android-version. Bonvolu kontroli por ĝisdatigoj aŭ subteno de Lineage OS.
et: See funktsionaalsus eeldab uuemat Androidi versiooni. Palun kontrolli, kas sinu nutiseadmele leidub süsteemiuuendusi või saaks seal Lineage OSi kasutada.
eu: Funtzio honek Android bertsio berriago bat behar du. Egiaztatu eguneraketak ote dauden edo begiratu Lineage OS-ek zure gailuarentzat aukerarik eskaintzen duen.
fa: این ویژگی به نسخه تازه‌تری از اندروید نیاز دارد. لطفا به‌روزرسانی یا پشتیبانی لینیج‌اواس(LineageOS) را بررسی کنید.
fi: Tämä ominaisuus vaatii uudemman Android-version. Tarkista päivitykset tai LineageOS-tuki.
fr: Cette fonctionnalité nécessite une nouvelle version d'Android. Veuillez vérifier les mises à jour ou la prise en charge de Lineage OS.
ga: Éilíonn an ghné seo leagan Android níos nuaí. Seiceáil le haghaidh nuashonruithe nó tacaíocht Lineage OS.
gl: Esta característica require unha vesión máis recente de Android. Mira se hai actualizacións ou soporte de LineageOS.
hi: इस सुविधा के लिए एक नए Android संस्करण की आवश्यकता है। कृपया अपडेट या Lineage OS समर्थन के लिए जांचें।
hr: Ova funkcija zahtijeva noviju verziju Androida. Provjeri, postoje li nove verzije ili podrška za Lineage OS.
id: Fitur ini memerlukan versi Android yang baru. Mohon periksa untuk pembaruan atau dukungan LineageOS.
it: Questa funzionalità richiede una versione di Android più recente. Si prega di verificare la presenza di aggiornamenti o supporto per Lineage OS.
ka: ეს ფუნქცია საჭიროებს ახალი Android ვერსიას. გთხოვთ, შეამოწმოთ განახლებები ან Lineage OS-ის მხარდაჭერა.
nb: Denne funksjonen krever en nyere Android-versjon. Vennligst sjekk etter oppdateringer eller Lineage OS-støtte.
nl: Voor deze functie is een nieuwere Android-versie vereist. Controleer op updates of Lineage OS-ondersteuning.
pl: Ta funkcja wymaga nowszej wersji systemu Android. Sprawdź aktualizacje lub wsparcie Lineage OS.
pt: Este recurso requer uma versão mais recente do Android. Por favor, verifique atualizações ou suporte do Lineage OS.
ru: Для этой функции требуется более новая версия Android. Проверьте наличие обновлений или поддержку Lineage OS.
sk: Táto funkcia vyžaduje novšiu verziu Androidu. Skontrolujte aktualizácie alebo podporu Lineage OS.
sr: Ова функција захтева новију верзију Андроид-а. Молимо проверите да ли постоје ажурирања или подршка за Lineage OS.
sv: Denna funktion kräver en senare version av Android.
ta: இந்த அம்சத்திற்கு புதிய ஆண்ட்ராய்டு பதிப்பு தேவைப்படுகிறது. புதுப்பிப்புகள் அல்லது பரம்பரை OS ஆதரவை சரிபார்க்கவும்.
th: คุณสมบัตินี้ต้องการเวอร์ชัน Android ที่ใหม่กว่า กรุณาตรวจสอบการอัปเดตหรือการสนับสนุน Lineage OS
uk: Для цієї функції потрібна новіша версія Android. Перевірте наявність оновлень або підтримку Lineage OS.

# videoCallsBetaWarning
source: Please note that video calls are currently in beta. They might not work as expected or work at all on all platforms.
be: Звярніце ўвагу, што відэа выклікі знаходзяцца ў бэце. Яны могуць працаваць некарэктна ці не на ўсіх платформах.
bn: দয়া করে মনে রাখবেন যে ভিডিও কল বর্তমানে বিটা পর্যায়ে। এটি প্রত্যাশিত মতো কাজ নাও করতে পারে বা সব প্ল্যাটফর্মে কাজ নাও করতে পারে।
bo: འདི་ལ་བརྟེན་འབད་གནང་བ་ལས་སྤྱོད་འབད་དགོས། ཁྱེད་ཀྱིས་འདི་ལ་ལས་འགྱོ་བ་མེད་ལས་འགྱོ་མི་ཚུལ་ལ་ལོག་འདུག དེ་ལས་འགྱོ་མི་ཚུལ་ལ་ལོག་འདུག
ca: Tingues en compte que les trucades de vídeo estan encara en beta. Pot ser que no funcioni bé o que falli en alguna plataforma.
cs: Upozorňujeme, že videohovory jsou aktuálně ve verzi beta. Nemusí fungovat podle očekávání nebo fungovat vůbec na všech platformách.
da: Bemærk venligst, at videoopkald i øjeblikket er i beta. De fungerer måske ikke som forventet eller overhovedet på alle platforme.
de: Bitte beachte, dass sich Videoanrufe derzeit in der Beta-Phase befinden. Sie funktionieren möglicherweise nicht wie erwartet oder überhaupt nicht auf allen Plattformen.
eo: Bonvolu noti, ke video-vokoj estas nuntempe en beta. Ili eble ne funkcias laŭ atendo aŭ eĉ ne funkcias ĉe ĉiuj platformoj.
et: Palun arvesta, et videokõned on veel beetajärgus. Nad ei pruugi veel toimida kõikidel platvormidel korrektselt.
eu: Kontuan izan bideo-deiak beta fasean daudela. Litekeena da behar bezala erabili ezin izatea —erabili ahal badira—.
fa: لطفا توجه داشته باشید که تماس‌های تصویری در حال حاضر آزمایشی هستند. ممکن است طبق انتظار کار نکنند یا روی همه پلتفرم‌ها اصلا کار نکنند.
fi: Huomaathan videopuheluiden ovan beta-asteella. Ne eivät ehkä toimi odotetusti tai toimi ollenkaan kaikilla alustoilla.
fr: Veuillez noter que les appels vidéo sont actuellement en version bêta. Ils peuvent ne pas fonctionner comme prévu ou ne oas fonctionner du tout sur toutes les plateformes.
ga: Tabhair faoi deara go bhfuil físglaonna i béite. B'fhéidir nach bhfeidhmíonn siad ar gach ardán chomh atá súil aige ná ar bith.
gl: Ten en conta que as chamadas de vídeo están en fase beta. Poderían non funcionar correctamente ou non funcionar nalgunhas plataformas.
hi: कृपया ध्यान दें कि वीडियो कॉल वर्तमान में बीटा में हैं। ये अपेक्षा के अनुसार काम नहीं कर सकते हैं या सभी प्लेटफार्मों पर बिल्कुल भी काम नहीं कर सकते हैं।
hr: Napominjemo da se funkcija videopoziva trenutačno nalazi u beta stanju. Možda neće raditi ispravno ili uopće neće raditi na svim platformama.
id: Dicatat bahwa panggilan video sedang dalam beta. Fitur ini mungkin tidak berkerja dengan benar atau tidak berkerja sama sekali pada semua platform.
it: Nota che le video chiamate sono attualmente in beta. Potrebbero non funzionare come previsto o non funzionare del tutto su alcune piattaforme.
ka: გთხოვთ, გაითვალისწინოთ, რომ ვიდეოზარები ამჟამად ბეტა ვერსიაშია. ისინი შესაძლოა არ მუშაობდეს როგორც უნდა ან საერთოდ არ იმუშაონ ყველა პლატფორმაზე.
nb: Vennligst merk at videosamtaler for øyeblikket er i beta. De fungerer kanskje ikke som forventet eller i det hele tatt på alle plattformer.
nl: Houd er rekening mee dat videogesprekken momenteel in bèta zijn. Ze werken misschien niet zoals je verwacht of werken niet op alle platformen.
pl: Należy pamiętać, że połączenia wideo są obecnie w fazie beta. Mogą nie działać zgodnie z oczekiwaniami lub nie działać w ogóle na wszystkich platformach.
pt: Por favor, note que as chamadas de vídeo estão atualmente em versão beta. Elas podem não funcionar como esperado ou não funcionar em todas as plataformas.
ru: Обратите внимание, что видеозвонки в настоящее время находятся в бета-версии. Они могут работать не так, как ожидалось, или вообще не работать на всех платформах.
sk: Upozorňujeme, že videohovory sú momentálne v beta verzii. Nemusia fungovať podľa očakávaní alebo vôbec na všetkých platformách.
sr: Молимо имајте у виду да су видео позиви тренутно у бета верзији. Могућe да не раде како се очекује или уопште не раде на свим платформама.
sv: Videosamtal är för närvarande under testning. De kanske inte fungerar som det är tänkt eller på alla plattformar.
ta: வீடியோ அழைப்புகள் தற்போது பீட்டாவில் உள்ளன என்பதை நினைவில் கொள்க. அவர்கள் எதிர்பார்த்தபடி வேலை செய்யக்கூடாது அல்லது எல்லா தளங்களிலும் வேலை செய்யக்கூடாது.
th: โปรดทราบว่าการโทรวิดีโอยังอยู่ในเวอร์ชันเบต้า อาจทำงานไม่ตรงตามคาดหวังหรือไม่ทำงานเลยบนแพลตฟอร์มทั้งหมด
uk: Зауважте, що відеовиклики на ранньому етапі розробки. Вони можуть працювати не так, як очікувалося, або взагалі не працювати на всіх платформах.

source: Experimental video calls
be: Эксперыментальныя відэа выклікі
bn: প্রায়োগিক ভিডিও কল
bo: ལས་འགྱོ་བའི་བརྟེན་འབད་ལས་འགྱོ་བ
ca: Trucades de vídeo experimentals
cs: Experimentální videohovory
da: Eksperimentelle videoopkald
de: Experimentelle Videoanrufe
eo: Eksperimentaj video-vokoj
et: Katselised videokõned
eu: Bideo-dei esperimentalak
fa: تماس‌های تصویری آزمایشی
fi: Kokeelliset videopuhelut
fr: Appels vidéo expérimentaux
ga: Glaonna físe turgnamhacha
gl: Chamadas de vídeo en probas
hi: प्रयोगात्मक वीडियो कॉल
hr: Eksperimentalni videopozivi
id: Panggilan video eksperimental
it: Video chiamate sperimentali
ka: გამოყენებითი ვიდეოზარები
nb: Eksperimentelle videosamtaler
nl: Videogesprekken (experimenteel)
pl: Eksperymentalne połączenia wideo
pt: Chamadas de vídeo experimentais
ru: Экспериментальные видеозвонки
sk: Experimentálne videohovory
sr: Експериментални видео позиви
sv: Experimentella videosamtal
ta: சோதனை வீடியோ அழைப்புகள்
th: การโทรวิดีโอทดลอง
uk: Експериментальні відеовиклики

source: Email or username
be: Email ці імя карыстальніка
bn: ইমেল বা ব্যবহারকারীর নাম
bo: གྲངས་རིམ་གྱི་རེད་ན་མིང་གི་རེད
ca: Email o nom d'usuàrïi
cs: E-mail nebo uživatelské jméno
da: E-mail eller brugernavn
de: E-Mail oder Benutzername
eo: Retpoŝto aŭ uzantnomo
et: E-posti aadress või kasutajanimi
eu: ePosta edo erabiltzaile-izena
fa: رایانامه(ایمیل) یا نام کاربری
fi: Sähköposti-osoite tai käyttäjätunnus
fr: Courriel ou identifiant
ga: Ríomhphost nó ainm úsáideora
gl: Email ou nome de usuaria
hi: ईमेल या उपयोगकर्ता नाम
hr: E-mail ili korisničko ime
id: Email atau nama pengguna
it: Email o nome utente
ka: ელფოსტა ან მომხმარებლის სახელი
nb: E-post eller brukernavn
nl: Email of inlognaam
pl: Adres e-mail lub nazwa użytkownika
pt: Email ou nome de usuário
ru: Адрес электронной почты или имя пользователя
sk: Email alebo používateľské meno
sr: Емаил или корисничко име
sv: Användarnamn eller e-postadress
ta: மின்னஞ்சல் அல்லது பயனர்பெயர்
th: อีเมลหรือชื่อผู้ใช้
uk: Електронна адреса або ім’я користувача

# indexedDbErrorTitle
source: Private mode issues
be: Праблемы з прыватным рэжымам
bn: ব্যক্তিগত মোড সমস্যা
bo: ཁོངས་སྤྱོད་ལ་བརྟེན་འབད་གནང་བ་ལས་སྤྱོད་འབད་དགོས།
ca: Problemes amb el mode privat
cs: Problémy privátního prostředí
da: Problemer med privat tilstand
de: Probleme im Privatmodus
eo: Problemoj kun privateca modo
et: Brauseri privaatse akna kasutamisega seotud asjaolud
eu: Arazoak modu pribatuarekin
fa: اشکالات حالت خصوصی
fi: Yksityisen selauksen ongelmat
fr: Problèmes relatifs au mode privé
ga: Saincheisteanna mód príobháideach
gl: Problemas no modo privado
hi: प्राइवेट मोड समस्याएँ
hr: Problemi u privatnom modusu
id: Masalah dengan mode privat
it: Problemi con la modalità privata
ka: პირადი რეჟიმის პრობლემები
nb: Problemer med privat modus
nl: Problemen met privémodus
pl: Problemy związane z trybem prywatnym
pt: Problemas no modo privado
ru: Проблемы с приватным режимом
sk: Problémy s režimom súkromia
sr: Проблеми са приватним режимом
sv: Problem med privat läge
ta: தனியார் பயன்முறை சிக்கல்கள்
th: ปัญหาโหมดส่วนตัว
uk: Проблеми приватного режиму

# indexedDbErrorLong
source: The message storage is unfortunately not enabled in private mode by default. Please visit - about:config - set dom.indexedDB.privateBrowsing.enabled to true Otherwise, it is not possible to run FluffyChat.
be: Сховішча паведамленняў, на жаль, не ўключана ў прыватным рэжыме па змаўчанні. Калі ласка, наведайце - about:config - што dom.indexedDB.privateBrowsing.enabled уключаны Інакш, FluffyChat будзе немагчыма запусціць.
bn: বার্তা সংরক্ষণটি দুঃখের বিষয়, ডিফল্টভাবে ব্যক্তিগত মোডে সক্ষম নয়। অনুগ্রহ করে পরিদর্শন করুন - about:config - সেট করুন dom.indexedDB.privateBrowsing.enabled to true অন্যথায়, FluffyChat চালানো সম্ভব নয়।
bo: ཚིག་རྟགས་སྤྱོད་ལ་བརྟེན་འབད་གནང་བ་ལས་སྤྱོད་འབད་དགོས། ཁྱེད་ཀྱིས་ལས་འགྱོ་བ་ལ་ལོག་འདུག - about:config - dom.indexedDB.privateBrowsing.enabled ལ་ལོག་འདུག དེ་ལས་མེད་ལས་འགྱོ་མི་ཚུལ་ལ་ལོག་འདུག
ca: L'emmagatzematge de missatges no està disponible per defecte en el mode privat. Visita - about:config - posa a true l'opció dom.indexedDB.privateBrowsing.enabled Si no ho fas, no podràs fer servir FluffyChat en mode privat.
cs: Ukládání zpráv bohužel není ve výchozím nastavení v soukromém režimu povoleno. Navštivte prosím - about:config - nastavte dom.indexedDB.privateBrowsing.enabled na true V opačném případě nebude možné FluffyChat spustit.
da: Meddelelseslagringen er desværre ikke aktiveret i privat tilstand som standard. Besøg venligst - about:config - indstil dom.indexedDB.privateBrowsing.enabled til sandt Ellers er det ikke muligt at køre FluffyChat.
de: Die Nachrichtenspeicherung ist im privaten Modus standardmäßig leider nicht aktiviert. Bitte besuche - about:config - Setze dom.indexedDB.privateBrowsing.enabled auf true Andernfalls ist es nicht möglich, FluffyChat auszuführen.
eo: La mesaĝa stokado estas bedaŭrinde ne ebligita en privateca modo laŭ defaŭlto. Bonvolu viziti - about:config - agordi dom.indexedDB.privateBrowsing.enabled al vero Alie, ne eblas funkciigi FluffyChat.
et: Privaatse akna puhul andmete salvestamine vaikimisi pole kasutusel. Palun toimi alljärgnevalt: - ava about:config - määra dom.indexedDB.privateBrowsing.enabled väärtuseks true Vastasel juhul sa ei saa FluffyChat'i kasutada.
eu: Mezuen artxibatzea ez dago defektuz gaituta modu pribatua erabiltzean. Gaitzeko: - about:config - dom.indexedDB.privateBrowsing.enabled aukerak true erakutsi dezala Bestela ezin da FluffyChat erabili.
fa: متاسفانه فضای ذخیره‌سازی پیام‌ها، به صورت پیش‌فرض در حالت خصوصی فعال نیست. لطفا آدرس زیر را باز کنید: about:config مقدار «dom.indexedDB.privateBrowsing.enabled» را به «true» تغییر دهید در غیر این صورت، امکان اجرای فلافی‌چت وجود ندارد.
fi: Viestivarasto ei ole käytössä yksityisselauksessa oletuksena. Käythän osoitteessa - about:config - Aseta dom.indexedDB.privateBrowsing.enabled arvoon true Muuten FluffyChatin käyttäminen ei ole mahdollista.
fr: Le stockage des messages n'est malheureusement pas activé par défaut en mode privé. Veuillez consulter : - about:config - Définir dom.indexedDB.privateBrowsing.enabled à « vrai ». Sinon, il n'est pas possible d'exécuter FluffyChat.
ga: Ar an drochuair níl an stóráil teachtaireachta cumasaithe sa mhód príobháideach de réir réamhshocraithe. Tabhair cuairt le do thoil - faoi: config - socraithe dom.indexedDB.privateBrowsing.enabled go fíor Seachas sin, ní féidir FluffyChat a rith.
gl: A almacenaxe de mensaxes non está activada por defecto no modo privado. Mira en - about:config - establece dom.indexedDB.privateBrowsing.enabled como true Se non, non é posible executar FluffyChat.
hi: संदेश संग्रहण दुर्भाग्यवश डिफ़ॉल्ट रूप से प्राइवेट मोड में सक्षम नहीं है। कृपया जाएं - about:config - set dom.indexedDB.privateBrowsing.enabled to true अन्यथा, फ्लफीचैट चलाना संभव नहीं है।
hr: Spremište poruka nažalost nije standarno uključena u privatnom modusu. Otvori stranicu - about:config - postavi dom.indexedDB.privateBrowsing.enabled na true FluffyChat se inače neće moći pokrenuti.
id: Penyimpanan pesan sayangnya tidak diaktifkan dalam mode privat secara default. Mohon kunjungi - about:config - tetapkan dom.indexedDB.privateBrowsing.enabled ke true Jika tidak ditetapkan, FluffyChat tidak akan dapat dijalankan.
it: Sfortunatamente l'archiviazione dei messaggi non è abilitata in modalità privata per impostazione predefinita. Per favore visita - about:config - imposta dom.indexedDB.privateBrowsing.enabled su true Altrimenti, non è possibile eseguire FluffyChat.
ka: მესიჯების შენახვა სამწუხაროდ არ არის ჩართული პირად რეჟიმში როგორც სტანდარტული. გთხოვთ, ეწვიეთ - about:config - დააყენეთ dom.indexedDB.privateBrowsing.enabled-ს true-ზე სხვა შემთხვევაში, ფლუფი ჩატი ვერ მუშაობს.
nb: Meldingslagringen er dessverre ikke aktivert i privat modus som standard. Vennligst besøk - about:config - sett dom.indexedDB.privateBrowsing.enabled til true Ellers er det ikke mulig å kjøre FluffyChat.
nl: Het opslaan van berichten is helaas niet standaard ingeschakeld in de privémodus. Bezoek alsjeblieft - about:config - stel dom.indexedDB.privateBrowsing.enabled in op true Anders is het niet mogelijk om FluffyChat op te starten.
pl: Przechowywanie wiadomości niestety nie jest domyślnie włączone w trybie prywatnym. Odwiedź - about:config - ustaw dom.indexedDB.privateBrowsing.enabled na true W przeciwnym razie nie jest możliwe uruchomienie FluffyChat.
pt: O armazenamento de mensagens infelizmente não está habilitado por padrão no modo privado. Por favor, visite - about:config - defina dom.indexedDB.privateBrowsing.enabled como true Caso contrário, não é possível usar o FluffyChat.
ru: К сожалению, по умолчанию хранилище сообщений не включено в приватном режиме. Пожалуйста, посетите - about:config - установите для dom.indexedDB.privateBrowsing.enabled значение true В противном случае запуск FluffyChat будет невозможен.
sk: Ukladanie správ bohužiaľ nie je vo výchozom nastavení povolené v režime súkromia. Navštívte prosím - about:config - nastavte dom.indexedDB.privateBrowsing.enabled na true Inak nie je možné spustiť FluffyChat.
sr: Складиштење порука на жалост није омогућено у приватном режиму по подразумеваној поставци. Молимо посетите - about:config - подесите dom.indexedDB.privateBrowsing.enabled на true У супротном, није могуће покренути FluffyChat.
sv: Meddelandelagring är tyvärr inte aktiverat i privat läge som standard. Gå till - about:config - sätt dom.indexedDB.privateBrowsing.enabled till true Annars går det inte att använda FluffyChat.
ta: செய்தி சேமிப்பு துரதிர்ச்டவசமாக இயல்புநிலையாக தனிப்பட்ட பயன்முறையில் இயக்கப்படவில்லை. தயவுசெய்து பார்வையிடவும் - பற்றி: கட்டமைப்பு - கணம் dom.indexedDB.privateBrowsing.enabled பெறுநர் true இல்லையெனில், பஞ்சுபோன்றவை இயக்க முடியாது.
th: การจัดเก็บข้อความน่าเสียดายที่ไม่ได้เปิดใช้งานในโหมดส่วนตัวโดยค่าเริ่มต้น โปรดเยี่ยมชม - about:config - ตั้งค่า dom.indexedDB.privateBrowsing.enabled เป็น true มิฉะนั้น จะไม่สามารถรัน FluffyChat ได้
uk: На жаль, сховище повідомлень не ввімкнуто у приватному режимі типово. Відкрийте - about:config - установіть для dom.indexedDB.privateBrowsing.enabled значення true Інакше запустити FluffyChat буде неможливо.

# switchToAccount
source: Switch to account {number}
be: Пераключыцца на ўліковы запіс {number}
bn: অ্যাকাউন্ট {number} এ পরিবর্তন করুন
bo: རང་འགོད་ལ་ལོག་འདུག {number}
ca: Canvia al compte {number}
cs: Přepnout na účet {number}
da: Skift til konto {number}
de: Zu Konto {number} wechseln
eo: Ŝanĝi al konto {number}
et: Pruugi kasutajakontot # {number}
eu: Aldatu {number} kontura
fa: تغییر به حساب {number}
fi: Siirry tilille {number}
fr: Passer au compte {number}
ga: Athraigh go cuntas {number}
gl: Cambiar á conta {number}
hi: खाते {number} पर स्विच करें
hr: Prijeđi na račun {number}
id: Ganti ke akun {number}
it: Passa all'account {number}
ka: გადართვით ანგარიშზე {number}
nb: Bytt til konto {number}
nl: Naar account {number} overschakelen
pl: Przełącz na konto {number}
pt: Mudar para a conta {number}
ru: Переключиться на учётную запись {number}
sk: Prepnúť na účet {number}
sr: Пређи на налог {number}
sv: Byt till konto {number}
ta: கணக்குக்கு மாறவும் {number}
th: เปลี่ยนเป็นบัญชี {number}
uk: Перемкнутися на обліковий запис {number}

source: Next account
be: Наступны ўліковы запіс
bn: পরবর্তী অ্যাকাউন্ট
bo: ལོག་འདུག་ནི་ལོག་འདུག
ca: Compte següent
cs: Další účet
da: Næste konto
de: Nächstes Konto
eo: Sekva konto
et: Järgmine kasutajakonto
eu: Hurrengo kontua
fa: حساب بعدی
fi: Seuraava tili
fr: Compte suivant
ga: An chéad chuntas eile
gl: Conta seguinte
hi: अगला खाता
hr: Sljedeći račun
id: Akun berikutnya
it: Account successivo
ka: შემდეგი ანგარიში
nb: Neste konto
nl: Volgende account
pl: Następne konto
pt: Próxima conta
ru: Следующая учётная запись
sk: Ďalší účet
sr: Следећи налог
sv: Nästa konto
ta: அடுத்த கணக்கு
th: บัญชีถัดไป
uk: Наступний обліковий запис

source: Previous account
be: Мінулы ўліковы запіс
bn: আগের অ্যাকাউন্ট
bo: ལོག་འདུག་སྔོན་ལོག་འདུག
ca: Compte anterior
cs: Předchozí účet
da: Forrige konto
de: Vorheriges Konto
eo: Antaŭa konto
et: Eelmine kasutajakonto
eu: Aurreko kontua
fa: حساب قبلی
fi: Edellinen tili
fr: Compte précédent
ga: Cuntas roimhe seo
gl: Conta anterior
hi: पिछला खाता
hr: Prethodni račun
id: Akun sebelumnya
it: Account precedente
ka: წინა ანგარიში
nb: Forrige konto
nl: Vorige account
pl: Poprzednie konto
pt: Conta anterior
ru: Предыдущая учётная запись
sk: Predchádzajúci účet
sr: Prethodni nalog
sv: Föregående konto
ta: முந்தைய கணக்கு
th: บัญชีก่อนหน้า
uk: Попередній обліковий запис

source: Add widget
be: Дадаць віджэт
bn: উইজেট যোগ করুন
bo: Widget ལ་སྤྱོད་འབད།
ca: Afegeix un giny
cs: Přidat widget
da: Tilføj widget
de: Widget hinzufügen
eo: Aldoni fenestron
et: Lisa vidin
eu: Gehitu widgeta
fa: افزودن ویجت
fi: Lisää pienoissovellus
fr: Ajouter un widget
ga: Cuir giuirléid leis
gl: Engadir widget
hi: विजेट जोड़ें
hr: Dodaj widget
id: Tambahkan widget
it: Aggiungi widget
ka: პლაგინის დამატება
nb: Legg til widget
nl: Widget toevoegen
pl: Dodaj widżet
pt: Adicionar widget
ru: Добавить виджет
sk: Pridať widget
sr: Dodaj vidžet
sv: Lägg till widget
ta: விட்செட்டைச் சேர்க்கவும்
th: เพิ่มวิดเจ็ต
uk: Додати віджет

# widgetVideo
source: Video
be: Відэа
bn: ভিডিও
bo: བརྙན་རིམ
ca: Vídeo
eu: Bideoa
fa: ویدئو
fr: Vidéo
ga: Físeán
gl: Vídeo
hi: वीडियो
ka: ვიდეო
pl: Film
pt: Vídeo
ru: Видео
ta: ஒளிதோற்றம்
th: วิดีโอ
uk: Відео

# widgetEtherpad
source: Text note
be: Тэкставая нататка
bn: টেক্সট নোট
bo: ཚིག་རྟགས་རྩོམ་ལེན
ca: Nota de text
cs: Textová poznámka
da: Tekstnotat
de: Textnotiz
eo: Teksta notico
et: Märkmed ja tekstid
eu: Testu-oharra
fa: یادداشت متنی
fi: Tekstimuotoinen muistiinpano
fr: Note textuelle
ga: Nóta téacs
gl: Nota de texto
hi: पाठ नोट
hr: Tekstna bilješka
id: Catatan teks
it: Nota di testo
ka: ტექსტური შენიშვნა
nb: Tekstnotat
nl: Tekstnotitie
pl: Notatka
pt: Nota de texto
ru: Текстовая записка
sk: Textová poznámka
sr: Tekst beleška
sv: Anteckning
ta: உரை குறிப்பு
th: บันทึกข้อความ
uk: Текстова примітка

# widgetJitsi
source: Jitsi Meet
bn: জিটসি মিট
eo: Jitsi Kunveno
fa: جیتسی‌میت(Jitsi Meet)
ga: Jitsi le chéile
hi: जित्सी मीट
ru: Совещание Jitsi
sv: Jitsi-möte
ta: சிட்சி சந்திக்கிறார்
