Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# elDisplayName
source: Greek, Modern
bn: গ্রীক, আধুনিক
bo: རོ་མན།, མི་ལང་
ca: Grec, Modern
cs: Řečtina, moderní
da: Græsk, Moderne
de: Griechisch, Modern
eo: greka, moderna
et: Vene
eu: Greziera, Modernoa
fi: Kreikka, nykyaikainen
fr: grec moderne
ga: Gréigis, Nua-aimseartha
gl: Grego, Moderno
hi: यूनानी, आधुनिक
hr: Grčki, moderni
it: Greco, Moderno
ka: ახალი ბერძნული
nb: Gresk, moderne
nl: Modern Grieks
pl: Grecki, Współczesny
pt: Grego Moderno
ru: Греческий, современный
sk: Grécky, moderný
sr: Grčki, savremeni
sv: Grekiska, Modern
ta: கிரேக்கம், நவீன
th: กรีก, สมัยใหม่

# gnDisplayName
source: Guaraní
bn: গুয়ারানী
bo: གུ་ཝ་ར་ནི།
da: Guarani
eo: Gvaraní
et: Guarani
eu: Guarani
fi: Guarani
fr: guarani
hi: गुआरानी
hr: Gvarani
ka: გუარანი
nb: Guarani
nl: Guarani
pl: Gwarani
pt: Guarani
ru: Гуарани
sr: Gvaraní
sv: Guarani
ta: குவாரானி
th: กัวรานี

# guDisplayName
source: Gujarati
bn: গুজরাটি
bo: གུ་ཇ་ར་ཏི།
cs: Gudžarátština
eo: Gujarata
fr: goudjrati
ga: Gúiseará
hi: गुजराती
hr: Gudžarati
ka: გუჯარათი
ru: Гуджарати
sk: Gudžarati
sr: Gudžarati
ta: குஜராத்தி
th: คุชราฏ

# htDisplayName
source: Haitian, Haitian Creole
bn: হাইতিয়ান, হাইতিয়ান ক্রিওলে
bo: ཧེ་ཡ་ནི།, ཧེ་ཡ་ནི་ཀྲོལ།
ca: Haití, Crioll Haití
cs: Haitská kreolština
da: Haitisk, haitisk kreol
de: Haitianisch, Haitian Creole
eo: Haita, haitia kreola
et: Haiti Kreooli
eu: Haitiar, Haitiar Kreolera
fr: haïtien, créole haïtien
ga: Haitian, Creole Haitian
gl: Haitiano, Criollo Haitiano
hi: हैतीयन, हैतीयन क्रियोल
hr: Haitski, Haitijski kreolski
it: Haitian, Creolo haitiano
ka: ჰაიტიანი, ჰაიტიური კრეოლური
nb: Haitisk, haitisk kreol
nl: Haïtiaans, Haïtiaanse Creools
pl: Haitański, kreolski haitański
pt: Haitiano, Crioulo Haitiano
ru: Гаитянский, гаитянский креольский
sk: Haitská, haitská kreolčina
sr: Haitijski, Haitski kreolski
sv: Haitisk, haitisk kreol
ta: ஹைட்டியன், ஹைட்டியன் கிரியோல்
th: เฮติ, ครีโอลเฮติ

# haDisplayName
source: Hausa
bn: হাউসা
bo: ཧཱཻ་ས།
de: Haussa
eu: Hausara
fr: haoussa
hi: हौसा
hr: Hausanski
ka: ჰაუსა
pt: Haúça
ru: Хауса
ta: ஹௌசா
th: ฮาวซา

# heDisplayName
source: Hebrew (modern)
bn: হিব্রু (আধুনিক)
bo: ཧེ་བྷ་རུ། (ནང་ལས་མི་ལང་)
ca: Hebreu (modern)
cs: Hebrejština (moderní)
da: Hebraisk (moderne)
de: Hebräisch (modern)
eo: Hebrea (moderna)
et: Heebrea (tänapäevane)
eu: Hebrew (garaikoz)
fi: Heprea (nykyinen)
fr: hébreu (moderne)
ga: Eabhrais (nua-aimseartha)
gl: Hebreo (moderno)
hi: हिब्रू (आधुनिक)
hr: Hebrejski (moderni)
it: Ebraico (moderno)
ka: ებრაული (ახალი)
nb: Hebraisk (moderne)
nl: Hebreeuws (modern)
pl: Hebrajski (współczesny)
pt: Hebraico (moderno)
ru: Иврит (современный)
sk: Hebrejčina (moderná)
sr: Hebrejski (savremeni)
sv: Hebreiska (modern)
ta: ஹீப்ரூ (புதுமை)
th: ฮีบรู (สมัยใหม่)

# hzDisplayName
source: Herero
bn: হেরেরো
bo: ཧེ་རེ་རོ་རོ།
hi: हेररो
ka: ჰერერო
ta: ஹெரெரோ
th: เฮโรโร

# hiDisplayName
source: Hindi
bn: হিন্দি
bo: हिन्दी
cs: Hindština
eo: Hinda
ga: Hindí
gl: Hindú
hi: हिंदी
ka: ჰინდი
ru: Хинди
sk: Hindčina
ta: இந்தி
th: ฮินดี

# hoDisplayName
source: Hiri Motu
bn: হিরি মোতো
bo: हिरी मोतु
hi: हिरी मोटु
ka: ჰირი მოტუ
ru: Хири Моту
ta: ஹிரி மோடு
th: ฮิริ โมตู

# huDisplayName
source: Hungarian
bn: হাঙ্গেরিয়ান
bo: हंगेरियन
ca: Hongarès
cs: Maďarština
da: Ungarsk
de: Ungarisch
eo: Hungara
et: Ungari
eu: Hungariera
fi: Unkari
fr: Hongrois
ga: Ungáiris
gl: Húngaro
hi: हंगेरियन
hr: Mađarski
it: Ungherese
ka: უნგრული
nb: Ungarsk
nl: Hongaars
pl: Węgierski
pt: Húngaro
ru: Венгерский
sk: Maďarčina
sr: Mađarski
sv: Ungerska
ta: ஹங்கேரியன்
th: ฮังการี

# iaDisplayName
source: Interlingua
bn: ইন্টারলিঙ্গুয়া
bo: इन्टरलींगुआ
hi: इंटरलिंगुआ
ka: ინტერლინგუა
pt: Interlíngua
ru: Интерлингва
ta: இண்டர்லிங்குவா
th: อินเทอร์ลิงกวา

# idDisplayName
source: Indonesian
bn: ইন্দোনেশিয়ান
bo: इन्डोनेशियाई
ca: Indonès
cs: Indonéština
da: Indonesisk
de: Indonesisch
eo: Indonezia
et: Indoneesia
eu: Indonesieraz
fr: Indonésien
ga: Indinéiseach
gl: Indonesio
hi: इंडोनेशियाई
hr: Indonezijski
it: Indonesiano
ka: ინდონეზიური
nb: Indonesisk
nl: Indonesisch
pl: Indonezyjski
pt: Indonésio
ru: Индонезийский
sk: Indonézština
sr: Indonežanski
sv: Indonesiska
ta: இந்தோனேஷியன்
th: อินโดนีเซีย

# ieDisplayName
source: Interlingue
bn: ইন্টারলিংগুয়ে
bo: इन्टरलींगुई
hi: इंटरलिंगुए
ka: ინტერლინგუი
pt: Interlíngua
ru: Интерлингви
ta: இண்டர்லிங்குவி
th: อินเทอร์ลิงกวี

# gaDisplayName
source: Irish
bn: আইরিশ
bo: आयरिश
ca: Irlandès
cs: Irština
da: Irsk
de: Irisch
eo: Irlanda
et: Iiri
eu: Irlandaraz
fi: Iiri
fr: Irlandais
ga: Gaeilge
gl: Irlandés
hi: आयरिश
hr: Irski
it: Irlandese
ka: ირლანდიური
nb: Irsk
nl: Iers
pl: Irlandzki
pt: Irlandês
ru: Ирландский
sk: Írčina
sr: Irski
sv: Iriska
ta: அயரிஷ்
th: ไอริช

# igDisplayName
source: Igbo
bn: ইগবো
bo: इग्बो
da: Ibo
eo: Ibo
et: Ibo
fi: Ibo
hi: इग्बो
ka: იგბო
ru: Ибо
ta: இக்போ
th: อิกโบ

# ikDisplayName
source: Inupiaq
bn: ইনুপিয়াক
bo: इनुपियाक
et: Inupiak
hi: इनुपियाक
ka: ინუპიაკი
ru: Инупиак
ta: இனுபியக்
th: อินูเปียก

# ioDisplayName
source: Ido
bn: ইডো
bo: इडो
hi: इडो
ka: იდო
ru: Идо
ta: இடோ
th: อิโด

# isDisplayName
source: Icelandic
bn: আইসল্যান্ডিক
bo: आइसल्यान्डिक
ca: Islandès
cs: Islandština
da: Islænding
de: Isländisch
eo: Islanda
et: Islandi
eu: Islandieraz
fi: Islanti
fr: Islandais
ga: Íoslainnise
gl: Islandés
hi: आइसलैंडिक
hr: Islandски
it: Islandese
ka: ისლანდიური
nb: Isländsk
nl: IJslands
pl: Islandzki
pt: Islandês
ru: Исландский
sk: Islandčina
sr: Islandski
sv: Isländska
ta: ஐஸ்லாந்து
th: ไอซ์แลนด์

# itDisplayName
source: Italian
bn: ইতালিয়ান
bo: इतालवी
ca: Italià
cs: Italština
da: Italiensk
de: Italienisch
eo: Itala
et: Itaalia
eu: Italieraz
fi: Italia
fr: Italien
ga: Iodáilis
gl: Italiano
hi: इतालवी
hr: Talijanski
it: Italiano
ka: იტალიური
nb: Italiensk
nl: Italiaans
pl: Włoski
pt: Italiano
ru: Итальянский
sk: Taliančina
sr: Italijanski
sv: Italienska
ta: இத்தாலியன்
th: อิตาลี

# iuDisplayName
source: Inuktitut
bn: ইনুকটিটুট
bo: इनुक्टिटुट
hi: इनुक्टिटुट
ka: ინუკტიტუტი
ru: Инуктиктут
ta: இனுக்டிடூட்
th: อินุกทิตุต

# jaDisplayName
source: Japanese
bn: জাপানি
bo: जापानी
ca: Japonès
cs: Japonština
da: Japansk
de: Japanisch
eo: Japana
et: Jaapani
eu: Japonieraz
fi: Japani
fr: Japonais
ga: Seapáinis
gl: Xaponés
hi: जापानी
hr: Japanski
it: Giapponese
ka: იაპონური
nb: Japansk
nl: Japans
pl: Japoński
pt: Japonês
ru: Японский
sk: Japončina
sr: Japanski
sv: Japanska
ta: ஜப்பனீஸ்
th: ญี่ปุ่น

# jvDisplayName
source: Javanese
bn: জাভানি
bo: जावानीस
ca: Javanès
cs: Jávština
da: Javanesisk
de: Javanisch
eo: Javana
et: Java
eu: Javanesieraz
fr: Javanais
ga: Iáinis
gl: Javanés
hi: जावानीस
hr: Javanski
it: Giapponese
ka: ჯავანური
nb: Javanesisk
nl: Javaans
pt: Javanês
ru: Яванский
sk: Javanský
sr: Javanski
sv: Javanesiska
ta: ஜாவனீஸ்
th: ชวา

# klDisplayName
source: Kalaallisut, Greenlandic
bn: কালালিসুট, গ্রিনল্যান্ডিক
bo: कल्लालिसुत, ग्रीनलैंडिक
ca: Kalaallisut, groenlandès
cs: Kalaallisut, grónština
da: Kalaallisut, Grønlandsk
de: Kalaallisut, Grönländisch
eo: Kalaallisut, Gronlanda
et: Kalaallisut, Grönimaa
eu: Kalaallisut, Groenlandieraz
fi: Kalaallisut, Grönländska
fr: Kalaallisut, groenlandais
gl: Kalaallisut, groenlandés
hi: कल्लालिसुत, ग्रीनलैंडिक
hr: Kalaallisut, grenlandski
it: Kalaallisut, groenlandese
ka: კალალიწუტ, გრინლანდიური
nb: Grønlandsk, Kalaallisut
nl: Kalaallisut, Groenlands
pl: Kalaallisut, grenlandzki
pt: Kalaallisut, Greenlandês
ru: Калаалисут, Гренландский
sk: Kalaallisut, grónsky
sr: Kalaallisut, Grenlandski
sv: Kalaallisut, grönländska
ta: கலாலிஸுட், கிரீன்லாந்து
th: กาลาอัลลิสุต, กรีนแลนด์

# knDisplayName
source: Kannada
bn: কন্নড়
bo: कन्नड
eo: Kanada
gl: Canarés
hi: कन्नड़
ka: კანადა
pt: Canarês
ru: Каннада
sr: Kanada
ta: கன்னடா
th: คันนาดา

# krDisplayName
source: Kanuri
bn: কানুরি
bo: कानुरी
fr: Kanouri
ga: Kanúri
hi: कानुरी
ka: კანური
ru: Канури
ta: கனுரி
th: คานูรี

# ksDisplayName
source: Kashmiri
bn: কাশ্মীরি
bo: काश्मीरी
cs: Kašmírština
eo: Kashmira
fr: Cachemiri
ga: Caismiris
gl: Cachemir
hi: कश्मीरी
hr: Kashmirski
it: Cachemire
ka: კაშმირული
nb: Kasjmiri
nl: Kasjmiri
pl: Kaszmir
pt: Cachemir
ru: Кашмири
sk: Kashmírsky
sr: Kashmirski
ta: காஷ்மிரி
th: คาชิเมรี

# kkDisplayName
source: Kazakh
bn: কাজাখ
bo: कझाख
cs: Kazaština
da: Kasakhisk
de: Kasachisch
eo: Kazaha
et: Kasahhi
ga: Casacais
gl: Xaque
hi: कज़ाख़
hr: Kazahstanski
it: Kazako
ka: ყაზახური
nb: Kasakhisk
nl: Kazachs
pl: Kazachski
pt: Cazaque
ru: Казахский
sk: Kazašský
sr: Kazahstanski
ta: கazakha
th: คาซัค

# kmDisplayName
source: Khmer
bn: খমের
bo: ខ្មែរ
eo: Kmera
hi: खमेर
hr: Khmerski
ka: ხმერული
ru: Кхмерский
sr: Kmerski
ta: கம்போடியன்
th: เขมร

# kiDisplayName
source: Kikuyu, Gikuyu
bn: কিকিউইউ, গিকিউইউ
bo: គិគូយ, Gikuyu
hi: किकुयू, गिकुयू
ka: კიკიუუი, გიკიუუი
ru: Кикуйю, Гикуйю
ta: கிகுயு, கிகுயு
th: คิคุยู, กิกุยู

# rwDisplayName
source: Kinyarwanda
bn: কিনিয়ারওয়ান্ডা
hi: किन्यारवांडा
ka: კინიანვანდა
pt: Quinuan
ru: Киньяруанда
ta: கின்யாருவாண்டா
th: คินยาร์วานดา

# kyDisplayName
source: Kirghiz, Kyrgyz
bn: কির্গিজ, কির্গিজ
ca: Kirguís, Kirguís
cs: Kirgizština, Kyrgyz
da: Kirgisisk, Kyrgyz
de: Kirgisisch, Kyrgyz
eo: Kirgiza, Kyrgyz
et: Kirgiisi, Kyrgyz
fi: Kirgisisk, Kyrgyz
fr: Kirghiz, Kirghiz
ga: Kirgeach, Kyrgyz
gl: Quirguiz, Kyrgyz
hi: किर्गिज़, किर्गिज़
hr: Kirgizki, Kirgiski
it: Kirghiso, Kirghizistan
ka: ყირგიზული, ყირგიზული
nb: Kirgisisk, Kyrgyz
nl: Kirgizisch, Kirgisië
pl: Kirgiski, Kyrgyz
pt: Quirguiz, Kirguiz
ru: Киргизский, Кыргызский
sk: Kirgizský, Kyrgyz
sr: Kirgizki, Kirgiški
ta: கிர்கிஸ், கிற்கிஸ்
th: คีร์กีซ, คีร์กีซสถาน

# kvDisplayName
source: Komi
bn: কোমি
hi: कोमी
ka: კომი
pt: Comi
ru: Коми
ta: கோமி
th: โคมี

# kgDisplayName
source: Kongo
bn: কঙ্গো
bo: កុងហ្គោ
hi: कोंगो
ka: კონგო
ru: Конго
ta: கொங்கோ
th: คองโก

# koDisplayName
source: Korean
bn: কোরিয়ান
bo: កូរ៉េ
ca: Coreà
cs: Korejština
da: Koreansk
de: Koreanisch
eo: Korea
et: Korea
eu: Korear
fi: Koreanska
fr: Coréen
ga: Cóiréis
gl: Coreano
hi: कोरियन
hr: Korejski
it: Coreano
ka: კორეული
nb: Koreansk
nl: Koreaans
pl: Koreański
pt: Coreano
ru: Корейский
sk: Kórejský
sr: Korejski
sv: Koreanska
ta: கொரியன்
th: เกาหลี

# kuDisplayName
source: Kurdish
bn: কুর্দিশ
bo: កូរ៉េ
ca: Kurda
cs: Kurdština
da: Kurdisk
de: Kurdisch
eo: Kurda
et: Kurdi
fi: Kurdiska
fr: Kurdes
ga: Cúrdais
gl: Kurdo
hi: कुर्दी
hr: Kurdski
it: Curdo
ka: კურკული
nb: Kurdisk
nl: Koerdisch
pl: Kurdyjski
pt: Curdo
ru: Курдский
sk: Kurdský
sr: Kurdski
sv: Kurdiska
ta: குர்திஷ்
th: เคิร์ด

# kjDisplayName
source: Kwanyama, Kuanyama
bn: কোয়ান্যামা, কুয়ান্যামা
hi: क्वान्यामा, कुआन्यामा
ru: Кваньяма, Куаньяма
sr: Kvanjama, Kuanyama
ta: குவன்யாமா, குவன்யாமா
th: ควานยามา, ควานยามา

# laDisplayName
source: Latin
bn: ল্যাটিন
bo: ឡាទីន
ca: Llatí
cs: Latinčina
de: Latein
eo: Latina
et: Ladina
eu: Latina
ga: Laidin
gl: Latín
hi: लैटिन
hr: Latinski
it: Latino
ka: ლათინური
nl: Latijn
pl: Łaciński
pt: Latim
ru: Латинский
sr: Latinski
ta: லத்தீன்
th: ละติน

# lbDisplayName
source: Luxembourgish, Letzeburgesch
bn: লাক্সেমবুর্গীয়, লেটজেবুর্গ
bo: លុចសំបួរ, Letzeburgesch
ca: Luxemburgès, Letzeburgesch
cs: Lucemburština, Lëtzebuergesch
da: Luxembourgsk, Letzeburgesch
de: Luxemburgisch, Letzeburgesch
eo: Luksemburga, Letzeburga
et: Luksemburgi, Letzeburgesch
fi: Luxemburgiska, Letzeburgesch
fr: Luxembourgeois, Letzeburgesch
ga: Lugsamburgis, Letzeburgesch
gl: Luxemburgués, Letzeburgesch
hi: लक्ज़मबर्गिश, लेज़बुर्गिश
hr: Luksemburški, Letzeburgesch
it: Lussemburghese, Letzeburgesch
ka: ლუქსემბურგული, ლეტცებურგული
nb: Luxembourgsk, Letzeburgesch
nl: Luxemburgs, Letzeburgesch
pl: Luksemburski, Lëtzebuergesch
pt: Luxemburguês, Letzeburguês
ru: Люксембургский, Летзебургский
sk: Luxemburčtina, Letzeburgesch
sr: Luksemburški, Letzeburgesch
sv: Luxemburgiska, Letzeburgesch
ta: லக்சம்புர்கிஷ், லெட்செபுர்ஷ்
th: ลักเซมเบิร์ก, เลทเซอร์เบิร์ก

# lgDisplayName
source: Luganda
bn: লুগান্ডা
cs: Ganda
et: Ganda
hi: लुगांडा
hr: Ganda
ka: ლუგანდა
pl: Ganda
pt: Ganda
ru: Луганда
ta: லங்கண்டா
th: ลากันดา

# liDisplayName
source: Limburgish, Limburgan, Limburger
bn: লিমবুর্গিশ, লিমবুর্গান, লিমবুর্গার
ca: Limburgès, Limburgan, Limburger
cs: Limburština, Limburger, Limbourg
da: Limburgsk, Limburgan, Limburger
de: Limburgisch, Limburgan, Limburger
et: Limburgi, Limburgan, Limburger
fi: Limburgiska, Limburgan, Limburger
fr: Limbourgeois, Limbourgain, Limbourger
ga: Limburgis, Limburgan, Limburger
gl: Limburgués, Limburger
hi: लिंबर्गिश, लिमबर्गान, लिमबर्गर
hr: Limburški, Limburger
it: Limburgese, Limburgan, Limburger
ka: ლიმბურგული, Limburgan, Limburger
nb: Limburgsk, Limburgan, Limburger
nl: Limburgs, Limburger
pl: Limburgs, Limburger
pt: Limburguês, Limburguês, Limburger
ru: Лимбургский, Лимбургский, Лимбургер
sk: Limburčtina, Limburgan, Limburger
sv: Limburgiska, Limburgan, Limburger
ta: லிம்புர்கிஷ், லிம்புர்கன், லிம்புர்கர்
th: ลิมบูร์ก, ลิมบูร์กัน, ลิมบูร์เกอร์

# lnDisplayName
source: Lingala
bn: লিঙ্গালা
ga: Lingála
hi: लिंगाला
ka: ლინგალა
ru: Лингала
ta: லிங்காலா
th: ลิงกาลา

# loDisplayName
source: Lao
bn: লাও
bo: ឡាវ
ca: Laosà
cs: Laosština
de: Laotisch
eo: Laosa
et: Laose
eu: Laosiar
fi: Laotiska
fr: Laos
gl: Laosiano
hi: लाओ
hr: Laoski
ka: ლაოსური
nb: Laotisk
nl: Laotiaans
pl: Laotański
pt: Laosiano
ru: Лаосский
sk: Laoský
sr: Laoski
sv: Laotiska
ta: லாவோ
th: ภาษาลาว

# ltDisplayName
source: Lithuanian
bn: লিথুয়ানিয়ান
bo: ឡិទុយអាន
ca: Lituà
cs: Lotyština
da: Litauisk
de: Litauisch
eo: Litova
et: Leedu
eu: Lituaniar
fi: Liettua
fr: Lituanien
ga: Liotuáinis
gl: Lituano
hi: लिथुआनियाई
hr: Litvanski
it: Lituano
ka: ლიტვური
nb: Litauisk
nl: Litouws
pl: Litewski
pt: Lituano
ru: Литовский
sk: Litovský
sr: Lituanski
sv: Litauiska
ta: லிதுவேனியன்
th: ภาษาลิทัวเนีย

# luDisplayName
source: Luba-Katanga
bn: লুবা-কাটাঙ্গা
hi: लूबा-कांतंगा
ka: ლუბა-კანგატა
ru: Луба-Катанга
ta: லூபா-காங்கடா
th: ลูบา-คังตากา

# lvDisplayName
source: Latvian
bn: লাটভিয়ান
bo: ឡាតាវ
ca: Letó
cs: Lotyšština
da: Letlandsk
de: Lettisch
eo: Latva
et: Läti
eu: Letonieraz
fi: Latvia
fr: Letton
ga: Leatvís
gl: Letón
hi: लातवियाई
hr: Letonski
it: Lettonico
ka: ლატვური
nb: Latvisk
nl: Lets
pl: Łotewski
pt: Letão
ru: Латышский
sk: Lotyšský
sr: Letonski
sv: Letiska
ta: லாட்டிவியன்
th: ภาษาลัตเวีย

# gvDisplayName
source: Manx
bn: ম্যানক্স
hi: मैनक्स
ka: მანქსური
ru: Манский
ta: மான்க்ஸ்
th: แมนน์

# mkDisplayName
source: Macedonian
bn: ম্যাসেডোনিয়ান
bo: ម៉ាសេដូនីយ៉ា
ca: Macedoni
cs: Makedonština
da: Makedonsk
de: Mazedonisch
eo: Makedona
et: Makedoonia
eu: Macedoniaraz
fi: Makedonia
fr: Macédonien
ga: Macedóinis
gl: Macedonio
hi: मेसिडोनियन
hr: Makedonski
it: Macedone
ka: მაკედონური
nb: Makedonsk
nl: Macedonisch
pl: Macedoński
pt: Macedônio
ru: Македонский
sk: Macedónsky
sr: Makedonski
sv: Makedonska
ta: மேசிடோனியன்
th: มาซิโดเนีย

# mgDisplayName
source: Malagasy
bn: মালাগাসি
bo: မလေးရှား
ca: Malgaix
cs: Madagaskarsky
da: Madagaskisk
et: Malagassi
fi: Malgaasi
fr: Malgache
ga: Malagasach
gl: Malgaxe
hi: मालागासी
hr: Malgaški
it: Malgascio
ka: მალაგასული
nb: Madagassisk
nl: Malagassisch
pl: Malgaski
pt: Malgaxe
ru: Малагасийский
sk: Madagaskarský
sr: Malgaški
sv: Malagassiska
ta: மாலாக்ஸி
th: มาลากาซี

# msDisplayName
source: Malay
bn: মালয়
bo: မလေး
ca: Malai
cs: Malajština
da: Malaysisk
de: Malaiisch
eo: Malaja
et: Malai
eu: Malaiaraz
fi: Malaja
fr: Malais
ga: Maelainéis
gl: Malayo
hi: मलय
hr: Malajski
it: Malese
ka: მალაიური
nb: Malaysisk
nl: Maleis
pl: Malajski
pt: Malai
ru: Малайский
sk: Malajský
sr: Malajski
sv: Malajiska
ta: மலாய்
th: ภาษามาเลย์

# mlDisplayName
source: Malayalam
bn: মালয়ালাম
bo: မလေးလမ်
cs: Malajálam
eo: Malajala
et: Malajalami
fi: Malajalam
hi: मलयालम
hr: Malajalam
ka: მალაიალამური
pl: Malajalam
ru: Малаялам
sk: Malajálam
sr: Malajalam
ta: மலையாளம்
th: ภาษามาลายาลัม

# mtDisplayName
source: Maltese
bn: মাল্টিজ
bo: မော်လ်တီး
ca: Màlta
cs: Maltsky
da: Maltesisk
de: Maltesisch
eo: Malta
et: Malta
eu: Maltez
fi: Malta
fr: Maltais
ga: Máltais
gl: Maltés
hi: माल्टीज़
hr: Malteški
ka: მალტური
nb: Maltesisk
nl: Maltees
pl: Maltański
pt: Maltês
ru: Мальтийский
sk: Maltský
sr: Malteški
sv: Maltesiska
ta: மால்டீஸ்
th: มอลตา

# miDisplayName
source: Māori
bn: মাওরি
bo: မအိုရီ
ca: Maori
cs: Maorijština
da: Maori
de: Maori
eo: Maori
et: Maori
eu: Maori
fi: Maori
fr: Maori
gl: Maorí
hi: माओरी
hr: Maorski
it: Maori
ka: მაორი
nb: Maori
nl: Maori
pl: Maorys
pt: Maori
ru: Маори
sk: Maorijský
sr: Maori
sv: Maori
ta: மாவோரி
th: มาโอรี

# mrDisplayName
source: Marathi (Marāṭhī)
bn: মারাঠি (মারাঠী)
bo: မာရသီ (မာရသီ)
ca: Maratxí (Marāṭhī)
cs: Maráthština (Maráthí)
eo: Marata (Marāṭhī)
eu: Maratzeraz (Marāṭhī)
ga: Maraitéiseach (Marāṭhī)
gl: Maratí (Marāṭhī)
hi: मराठी (मराठी)
hr: Maratški (Marāṭhī)
ka: მარათჰი (მარათჰი)
pt: Marata (Marāṭhī)
ru: Маратхи (Марахі)
sk: Maráthský (Marāṭhī)
sr: Marati (Marāṭhī)
ta: மராத்தி (மராதி)
th: ภาษามราฐี (มาราธี)

# mhDisplayName
source: Marshallese
bn: মার্শালিজি
bo: မာရှယ်လီ
ca: Marxelles
eo: Marŝalese
fr: Marshallais
gl: Marshalés
hi: मार्शलज़
hr: Maršalski
ka: მარშალური
nl: Marshallees
pl: Marshalla
pt: Marshalês
ru: Маршалльский
sk: Marshallovský
sr: Maršalski
ta: மார்ஷலீஸ்
th: มาร์แชลลี

# mnDisplayName
source: Mongolian
bn: মঙ্গোলিয়ান
bo: မွန်ဂိုလီးယား
ca: Mongol
cs: Mongolština
da: Mongolsk
de: Mongolisch
eo: Mongola
et: Mongoli
eu: Mongoliaraz
fi: Mongolia
fr: Mongol
ga: Mongóilise
gl: Mongol
hi: मंगोलियाई
hr: Mongolski
it: Mongolo
ka: მონღოლური
nb: Mongolsk
nl: Mongools
pl: Mongolski
pt: Mongol
ru: Монгольский
sk: Mongolský
sr: Mongolski
sv: Mongoliska
ta: மங்கோலியன்
th: ภาษามองโกเลีย

# naDisplayName
source: Nauru
bn: নাউরু
bo: နော်အူရူ
eu: Nauruaraz
hi: नाउरू
ka: ნაურუ
ru: Науру
ta: நவுரு
th: นาวูรู

# nvDisplayName
source: Navajo, Navaho
bn: নাভাজো, নাভাহো
bo: နာဗာဂို, နာဗာဟို
hi: नावाजो, नवाहो
hr: Navaho, Navaho
ka: ნავაჰო, ნავაჰო
ru: Навахо, Наво
sr: Navaho, Navajo
ta: நவாஜோ, நவாஹோ
th: นาวาโจ, นาวาโฮ

# nbDisplayName
source: Norwegian Bokmål
bn: নরওয়েজিয়ান বোকমাল
bo: နော်ဝေဘိုကမော်လ်
ca: Noruec Bokmål
cs: Norština Bokmål
da: Norsk Bokmål
de: Norwegisch Bokmål
eo: Norsk Bokmål
et: Norra Bokmål
eu: Norvegieraz Bokmål
fi: Norjan Bokmål
fr: Norvégien Bokmål
ga: Nórais Bokmål
gl: Noruegués Bokmål
hi: नार्वेजियन बोकमाल
hr: Norveški Bokmål
it: Norvegese Bokmål
ka: ნორვეგიული ბოკმალე
nb: Norsk bokmål
nl: Noors Bokmål
pl: Norweski Bokmål
pt: Norueguês Bokmål
ru: Норвежский букмол
sk: Nórsky Bokmål
sr: Norveški Bokmål
sv: Norska Bokmål
ta: நார்வேஜியன் போக்மால்
th: นอร์เวย์บ็อกมอล

# ndDisplayName
source: North Ndebele
bn: উত্তর নেডেবেলে
bo: မြောက် Ndebele
ca: Ndebele del Nord
cs: Severní Ndebele
da: Nord Ndebele
de: Nord-Ndebele
eo: Nord-Ndebele
et: Põhja Ndebele
eu: Ipar Ndebele
fi: Pohjois-Ndebele
fr: Ndebele du Nord
ga: Ndebele Thuaidh
gl: Ndebele do Norte
hi: उत्तर नडेबले
hr: Sjeverni Ndebele
it: Ndebele del Nord
ka: ჩრდილოეთ ნდებელე
nb: Nord Ndebele
nl: Noord-Ndebele
pl: Północny Ndebele
pt: Ndebele do Norte
ru: Северный ндебеле
sk: Sever Ndebele
sr: Severni Ndebele
sv: Nord-Ndebele
ta: வடக்கு ந்டெபெலே
th: นอร์ท Ndebele

# neDisplayName
source: Nepali
bn: নেপালি
bo: နီပေါလီ
cs: Nepálština
da: Nepalesisk
de: Nepalesisch
eo: Nepala
fr: Népalais
ga: Nepálach
gl: Nepalés
hi: नेपाली
hr: Nepalski
it: Nepalese
ka: ნეპალური
nl: Nepalees
pl: Nepalski
pt: Nepalês
ru: Непальский
sk: Nepálsky
sv: Nepalesiska
ta: நேபாளி
th: เนปาลี

# ngDisplayName
source: Ndonga
bn: এনডোঙ্গা
hi: डोंगा
ka: ნდონგა
ru: Ндонга
ta: என்டோங்கா

# nnDisplayName
source: Norwegian Nynorsk
bn: নরওয়েজিয়ান নিনোরস্ক
bo: နော်ဝေ Nynorsk
ca: Noruec Nynorsk
cs: Norština Nynorsk
da: Norsk Nynorsk
de: Norwegisch Nynorsk
eo: Norvega Nynorsk
et: Noors Nynorsk
eu: Norvegieraz Nynorsk
fi: Norjan Nynorsk
fr: Norvégien Nynorsk
ga: Nórais Nynorsk
gl: Noruegués Nynorsk
hi: नार्वेजियन निनोरस्क
hr: Norveški Nynorsk
it: Norvegese Nynorsk
ka: ნორვეგიული ნიუნორსკი
nb: Norsk nynorsk
nl: Noors Nynorsk
pl: Norweski Nynorsk
pt: Norueguês Nynorsk
ru: Норвежский нюнорск
sr: Norveški Nynorsk
sv: Norska Nynorsk
ta: நார்வேஜியன் நைனோர்க்
th: นอร์เวย์นินอร์สก์

# noDisplayName
source: Norwegian
bn: নরওয়েজিয়ান
bo: နော်ဝေ
ca: Noruec
cs: Norština
da: Norsk
de: Norwegisch
eo: Norvega
et: Norra
eu: Norvegieraz
fi: Norja
fr: Norvégien
ga: Nórais
gl: Noruegués
hi: नार्वेजियन
hr: Norveški
it: Norvegese
ka: ნორვეგიული
nb: Norsk
nl: Noors
pl: Norweski
pt: Norueguês
ru: Норвежский
sk: Nórsky
sr: Norveški
sv: Norska
ta: நார்வேஜியன்
th: นอร์เวย์

# iiDisplayName
source: Nuosu
bn: নুয়োসু
hi: नुओसु
ka: ნუსოუ
ru: Нуосу
ta: நூசு

# nrDisplayName
source: South Ndebele
bn: দক্ষিণ নেডেবেলে
bo: တောင် Ndebele
ca: Ndebele del Sud
cs: Jižní Ndebele
da: Syd Ndebele
de: Süd-Ndebele
eo: Suda Ndebele
et: Lõuna Ndebele
eu: Hego Ndebele
fi: Etelä-Ndebele
fr: Ndebele du Sud
ga: Ndebele Theas
gl: Ndebele do Sur
hi: दक्षिण नडेबले
hr: Južni Ndebele
it: Ndebele del Sud
ka: სამხრეთ ნდებელე
nb: Sør Ndebele
nl: Zuid-Ndebele
pl: Ndébélé Południowe
pt: Ndebele do Sul
ru: Южный ндебеле
sk: Južný Ndebele
sr: Južni Ndebele
sv: Syd Ndebele
ta: தென் ந்டெபெலே
th: เซาท์ Ndebele

# ocDisplayName
source: Occitan
bn: অক্সিটান
bo: အိုက်စတီကန်
ca: Occità
cs: Okcitánština
de: Okzitanisch
eo: Okcitana
et: Oksitaani
eu: Okzitaniera
gl: Occitano
hi: ऑक्सिटान
hr: Okitan
it: Occitano
ka: ოკსიტანული
nl: Occitaans
pl: Okcytańskie
pt: Occitano
ru: Окситанский
sk: Okcitánčina
sr: Okcitanski
ta: ஒசிடன்
th: อ็อกซิตัน

# ojDisplayName
source: Ojibwe, Ojibwa
bn: অজিবে, অজিবা
bo: အိုဂျစ်ဗ်, အိုဂျီဘာ
fr: Ojibwé, Ojibwa
hi: ओजिब्वे, ओजिब्वा
ka: ოჟიბვე, ოჯიბვა
pl: Ojbwe, Ojibwa
ru: Оджибве, Оджибва
ta: ஒஜிப்வே, ஒஜிப்வா
th: โอจิเบ, โอจิบวา
