Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# downloadGboardSteps
source: • Download Gboard • Open app • Languages • Add keyboard • Select Language • Select keyboard type • Done
bn: • Gboard ডাউনলোড করুন • অ্যাপ খুলুন • ভাষা • কীবোর্ড যোগ করুন • ভাষা নির্বাচন করুন • কীবোর্ডের ধরন নির্বাচন করুন • শেষ
bo: • Gboard ལག་ཁྱེར་བཀོད། • ཁྱེད་རང་གི་ཉེར་སྤྱོད་སྒྲོམ་གཏོད། • སྒྲོམ་བཅོས་ཚུ • ཁྱེད་རང་གི་ཁྱེར་སྒྲོམ་ལ་འབོད། • སྒྲོམ་བཅོས་ཚུ • ཁྱེད་རང་གི་ཁྱེར་སྒྲོམ་རིགས་ཚུ • ཚར་བར་བཟོ།
ca: • Descarrega Gboard • Obre l'aplicació • Idiomes • Afegeix teclat • Selecciona l'idioma • Selecciona el tipus de teclat • Fet
cs: • Stáhněte si Gboard • Otevřete aplikaci • Jazyky • Přidat klávesnici • Vyberte jazyk • Vyberte typ klávesnice • Hotovo
da: • Download Gboard • Åbn appen • Sprog • Tilføj tastatur • Vælg sprog • Vælg tastaturtype • Udført
de: • Gboard herunterladen • App öffnen • Sprachen • Tastatur hinzufügen • Sprache auswählen • Tastaturtyp auswählen • Fertig
eo: • Elŝuti Gboard • Malfermi la aplikaĵon • Lingvoj • Aldoni klavaron • Elekti lingvon • Elekti klavartipo • Fino
et: • Laadige Gboard alla • Avage rakendus • Keeled • Lisa klaviatuur • Valige keel • Valige klaviatuuri tüüp • Valmis
eu: • Deskargatu Gboard • Ireki aplikazioa • Hizkuntzak • Gehitu teklatua • Aukeratu Hizkuntza • Aukeratu teklatu mota • Amaitu
fi: • Lataa Gboard • Avaa sovellus • Kielet • Lisää näppäimistö • Valitse kieli • Valitse näppäimistötyyppi • Valmis
fr: • Télécharger Gboard • Ouvrir l'application • Langues • Ajouter un clavier • Sélectionner la langue • Choisir le type de clavier • Terminé
ga: • Íoslódáil Gboard • Oscail an aip • Teangacha • Cuir eochairfhocal leis • Roghnaigh Teanga • Roghnaigh cineál eochairfhocal • Críochnaithe
gl: • Descarga Gboard • Abre a aplicación • Idiomas • Engadir teclado • Seleccionar idioma • Seleccionar tipo de teclado • Listo
hi: • Gboard डाउनलोड करें • ऐप खोलें • भाषाएँ • कीबोर्ड जोड़ें • भाषा चुनें • कीबोर्ड प्रकार चुनें • पूरा
hr: • Preuzmi Gboard • Otvori aplikaciju • Jezici • Dodaj tipkovnicu • Odaberi jezik • Odaberi vrstu tipkovnice • Gotovo
it: • Scarica Gboard • Apri l'app • Lingue • Aggiungi tastiera • Seleziona lingua • Seleziona tipo di tastiera • Fatto
ka: • გადმოწერეთ Gboard • გახსენით აპლიკაცია • ენები • კლავიატურის დამატება • ენის არჩევა • კლავიატურის ტიპის არჩევა • დასრულება
nb: • Last ned Gboard • Åpne appen • Språk • Legg til tastatur • Velg språk • Velg tastaturtype • Ferdig
nl: • Download Gboard • Open app • Talen • Toetsenbord toevoegen • Taal selecteren • Toetsbordtype selecteren • Gereed
pl: • Pobierz Gboard • Otwórz aplikację • Języki • Dodaj klawiaturę • Wybierz język • Wybierz typ klawiatury • Gotowe
pt: • Baixar Gboard • Abrir o aplicativo • Idiomas • Adicionar teclado • Selecionar idioma • Selecionar tipo de teclado • Concluído
ru: • Скачайте Gboard • Откройте приложение • Языки • Добавить клавиатуру • Выберите язык • Выберите тип клавиатуры • Готово
sk: • Stiahnite si Gboard • Otvorte aplikáciu • Jazyky • Pridať klávesnicu • Vybrať jazyk • Vybrať typ klávesnice • Hotovo
sr: • Preuzmi Gboard • Otvori aplikaciju • Jezici • Dodaj tastaturu • Izaberi jezik • Izaberi tip tastature • Gotovo
sv: • Ladda ner Gboard • Öppna appen • Språk • Lägg till tangentbord • Välj språk • Välj tangentbordstyp • Klart
ta: • Gboard-ஐ பதிவிறக்கம் செய்க • பயன்பாட்டைத் திறக்கவும் • மொழிகள் • விசைப்பலகையைச் சேர்க்கவும் • மொழியை தேர்வு செய்யவும் • விசைப்பலகை வகையை தேர்வு செய்யவும் • முடி
th: • ดาวน์โหลด Gboard • เปิดแอป • ภาษา • เพิ่มคีย์บอร์ด • เลือกภาษา • เลือกประเภทคีย์บอร์ด • เสร็จสิ้น

# downloadGboardDescription
source: Once the language is selected, you can click the small globe icon on the bottom left of your keyboard to activate the newly installed keyboard.
bn: একবার ভাষা নির্বাচন হয়ে গেলে, আপনি আপনার কীবোর্ডের নিচে বাম কোণে ছোট গ্লোব আইকনে ক্লিক করে নতুন ইনস্টলকৃত কীবোর্ডটি সক্রিয় করতে পারেন।
bo: ལུས་སྐད་གཏོད་ནས་སྒྲོམ་བཅོས་བཀོད་ལག་ཁྱེར་བཀོད་པའི་སྒྲོམ་བཅོས་སྤྱོད་ལམ་ལ་འགྱོ།
ca: Un cop seleccionat l'idioma, pots fer clic a la petita icona del globus a la part inferior esquerra del teclat per activar el teclat recentment instal·lat.
cs: Jakmile je jazyk vybrán, můžete kliknout na malou ikonu glóbu v levém dolním rohu klávesnice a aktivovat nově nainstalovanou klávesnici.
da: Når sproget er valgt, kan du klikke på det lille globus-ikon nederst til venstre på dit tastatur for at aktivere det nyinstallerede tastatur.
de: Sobald die Sprache ausgewählt ist, können Sie auf das kleine Globus-Symbol unten links auf Ihrer Tastatur klicken, um die neu installierte Tastatur zu aktivieren.
eo: Post kiam la lingvo estas elektita, vi povas klaki la malgrandan globan ikonon ĉe la maldekstra angulo de via klavaro por aktivigi la novan instalitan klavaron.
et: Kui keel on valitud, saate klaviatuuri vasakus alumises nurgas oleva väikese globaalse ikooni klõpsates aktiveerida hiljuti installitud klaviatuuri.
eu: Hizkuntza aukeratu ondoren, teklatuaren behealdean ezkerreko globe ikono txikia klik egin dezakezu teklatu berria aktibatzeko.
fi: Kun kieli on valittu, voit klikata pienen maapallon kuvaketta näppäimistön alakulmassa ottaaksesi käyttöön juuri asennetun näppäimistön.
fr: Une fois la langue sélectionnée, vous pouvez cliquer sur la petite icône de globe en bas à gauche de votre clavier pour activer le clavier nouvellement installé.
ga: Nuair a roghnaítear an teanga, is féidir leat cliceáil ar an gcloch beag domhain ar chlé bun do do eochairfhocal chun an eochairfhocal nua a ghníomhachtú.
gl: Unha vez que se seleccione o idioma, podes facer clic na pequena icona do globo na parte inferior esquerda do teu teclado para activar o teclado recentemente instalado.
hi: एक बार भाषा का चयन करने के बाद, आप अपने कीबोर्ड के नीचे बाएं कोने में छोटे ग्लोब आइकन पर क्लिक कर सकते हैं ताकि नए इंस्टॉल किए गए कीबोर्ड को सक्रिय किया जा सके।
hr: Kad odaberete jezik, možete kliknuti na malu globus ikonu u donjem lijevom kutu vaše tipkovnice za aktiviranje nove instalirane tipkovnice.
it: Una volta selezionata la lingua, puoi cliccare sull'icona del globo in basso a sinistra della tastiera per attivare la tastiera appena installata.
ka: როდესაც ენა აირჩევა, შეგიძლიათ დააჭიროთ პატარა გლობუსის ხატულას კლავიატურის ქვედა მარცხენა მხარეს, რათა გააქტიუროთ ახალი ინსტალირებული კლავიატურა.
nb: Når språket er valgt, kan du klikke på det lille globus-ikonet nederst til venstre på tastaturet for å aktivere det nylig installerte tastaturet.
nl: Zodra de taal is geselecteerd, kun je op het kleine wereldbol-icoon linksonder op je toetsenbord klikken om het nieuw geïnstalleerde toetsenbord te activeren.
pl: Po wybraniu języka możesz kliknąć małą ikonę globu w lewym dolnym rogu klawiatury, aby aktywować nowo zainstalowaną klawiaturę.
pt: Depois de selecionar o idioma, você pode clicar no pequeno ícone do globo na parte inferior esquerda do seu teclado para ativar o teclado recentemente instalado.
ru: После выбора языка вы можете нажать на маленькую иконку глобуса в левом нижнем углу клавиатуры, чтобы активировать недавно установленную клавиатуру.
sk: Po výbere jazyka môžete kliknúť na malú ikonu glóbusu v ľavom spodnom rohu klávesnice na aktiváciu novozaloženej klávesnice.
sr: Nakon što odaberete jezik, možete kliknuti na malu globus ikonu na donjem levom uglu vaše tastature da aktivirate novu tastaturu.
sv: När språket är valt kan du klicka på den lilla globikonen längst ner till vänster på ditt tangentbord för att aktivera det nyinstallerade tangentbordet.
ta: மொழி தேர்வு செய்யப்பட்ட பின், உங்கள் விசைப்பலகையின் கீழே உள்ள சிறிய உலகக் குறியீட்டை கிளிக் செய்து புதிய நிறுவப்பட்ட விசைப்பலகையை செயல்படுத்தலாம்.
th: เมื่อเลือกภาษาแล้ว คุณสามารถคลิกไอคอนโลกเล็กที่มุมล่างซ้ายของคีย์บอร์ดเพื่อเปิดใช้งานคีย์บอร์ดที่ติดตั้งใหม่

# enableAutocorrectWarning
source: Warning! Requires adding your target language keyboard
bn: সতর্কতা! আপনার লক্ষ্য ভাষার কীবোর্ড যোগ করতে হবে
bo: འཚོལ་བ! ཁྱེད་ཀྱང་སྒྲོམ་བཅོས་བཀོད་ལག་ཁྱེར་བཀོད་ལ་འགྱོ།
ca: Avís! Requereix afegir el teclat del vostre idioma objectiu
cs: Upozornění! Vyžaduje přidání klávesnice cílového jazyka
da: Advarsel! Kræver tilføjelse af dit målsprog-tastatur
de: Warnung! Erfordert das Hinzufügen Ihrer Zielsprachentastatur
eo: Averto! Postulas aldoni vian celan lingvon-klavaron
et: Hoiatus! Vajalik on oma sihtkeele klaviatuuri lisamine
eu: Abisua! Zure hizkuntza helburuaren teklatua gehitzea eskatzen du
fi: Varoitus! Vaatii kohdekielen näppäimistön lisäämisen
fr: Attention ! Nécessite d'ajouter le clavier de votre langue cible
ga: Rabhadh! Éilíonn sé do eochairfhocal teanga sprioc a chur leis
gl: ¡Advertencia! É necesario engadir o teclado do teu idioma obxectivo
hi: चेतावनी! अपने लक्ष्य भाषा की कीबोर्ड जोड़ने की आवश्यकता है
hr: Upozorenje! Potrebno je dodati tipkovnicu za ciljani jezik
it: Attenzione! È necessario aggiungere la tastiera della lingua di destinazione
ka: გაფრთხილება! საჭიროა თქვენი სამიზნე ენის კლავიატურის დამატება
nb: Advarsel! Krever at du legger til tastaturet for målspråket ditt
nl: Waarschuwing! Vereist het toevoegen van je doeltaaltoetsenbord
pl: Uwaga! Wymaga dodania klawiatury języka docelowego
pt: Atenção! É necessário adicionar o teclado do idioma alvo
ru: Внимание! Требуется добавить клавиатуру целевого языка
sk: Varovanie! Vyžaduje pridanie klávesnice cieľového jazyka
sr: Upozorenje! Potrebno je dodavanje tastature za ciljni jezik
sv: Varning! Kräver att du lägger till ditt tangentbord för målspråket
ta: எச்சரிக்கை! உங்கள் இலக்கு மொழி விசைப்பலகையைச் சேர்க்க வேண்டும்
th: คำเตือน! ต้องเพิ่มคีย์บอร์ดภาษาที่คุณตั้งเป้าไว้

source: Display name
bn: প্রদর্শন নাম
bo: མིང་ཚིག
ca: Nom de visualització
cs: Zobrazované jméno
da: Visningsnavn
de: Anzeigename
eo: Montra nomo
et: Nimi kuvatud
eu: Erakutsi izena
fi: Näytön nimi
fr: Nom d'affichage
ga: Ainm le feiceáil
gl: Nome para amosar
hi: प्रदर्शन नाम
hr: Prikazno ime
it: Nome visualizzato
ka: სახელის ჩვენება
nb: Visningsnavn
nl: Weergavenaam
pl: Nazwa wyświetlana
pt: Nome de exibição
ru: Отображаемое имя
sk: Zobrazované meno
sr: Prikazno ime
sv: Visningsnamn
ta: காட்சி பெயர்
th: ชื่อแสดง

# leaveRoomDescription
source: You're about to leave this chat. Other users will see that you have left the chat.
bn: আপনি এই চ্যাট থেকে ছেড়ে যাচ্ছেন। অন্যান্য ব্যবহারকারীরা দেখবে যে আপনি চ্যাট ছেড়ে গেছেন।
bo: ཁྱེད་ཀྱང་འདི་ནས་ཁྱེད་རང་གི་ཆོས་ཚོད་ལ་འགྱོ། གཞན་ཚོ་ཁྱེད་ཀྱང་འདི་ལ་འགྱོ་བའི་སྟེང་ཁྱེད་རང་གི་འགྱོ་བ་ལ་ལེན་སྤྱོད་བྱེད་ཡོད།
ca: Estàs a punt de sortir d'aquest xat. Els altres usuaris veuran que has sortit del xat.
cs: Chystáte se opustit tento chat. Ostatní uživatelé uvidí, že jste chat opustili.
da: Du er ved at forlade denne chat. Andre brugere vil se, at du har forladt chatten.
de: Sie sind dabei, diesen Chat zu verlassen. Andere Benutzer werden sehen, dass Sie den Chat verlassen haben.
eo: Vi estas proksima forlasi ĉi tiun babilejon. Aliaj uzantoj vidos ke vi forlasis la babilejon.
et: Oled sellest vestlusest lahkumas. Teised kasutajad näevad, et oled lahkunud vestlusest.
eu: Chat hau utzi nahi duzu. Beste erabiltzaileek ikusi ahal izango dute chatetik alde egin duzula.
fi: Olet poistumassa tästä keskustelusta. Muut käyttäjät näkevät, että olet poistunut keskustelusta.
fr: Vous êtes sur le point de quitter cette conversation. Les autres utilisateurs verront que vous avez quitté la discussion.
ga: Tá tú faoi láthair ag dul i dtaithí ar an gcomhrá seo. Feicfidh úsáideoirí eile go bhfuil tú imithe as an gcomhrá.
gl: Estás a piques de abandonar este chat. Outros usuarios verán que saíste do chat.
hi: आप इस चैट को छोड़ने वाले हैं। अन्य उपयोगकर्ता देखेंगे कि आपने चैट छोड़ दी है।
hr: Upravo napuštate ovaj chat. Ostali korisnici će vidjeti da ste napustili chat.
it: Stai per uscire da questa chat. Gli altri utenti vedranno che hai lasciato la chat.
ka: თქვენ აპირებთ ამ ჩატის დატოვებას. სხვა მომხმარებლები იხილავენ, რომ თქვენ დატოვეთ ჩატი.
nb: Du er i ferd med å forlate denne chatten. Andre brukere vil se at du har forlatt chatten.
nl: Je staat op het punt deze chat te verlaten. Andere gebruikers zien dat je de chat hebt verlaten.
pl: Zamierzasz opuścić ten czat. Inni użytkownicy zobaczą, że opuściłeś czat.
pt: Você está prestes a sair deste chat. Outros usuários verão que você saiu do chat.
ru: Вы собираетесь покинуть этот чат. Другие пользователи увидят, что вы покинули чат.
sk: Chystáte sa opustiť tento chat. Ostatní používatelia uvidia, že ste opustili chat.
sr: Upravo napuštate ovaj chat. Ostali korisnici će videti da ste napustili chat.
sv: Du är på väg att lämna denna chatt. Andra användare kommer att se att du har lämnat chatten.
ta: இந்த உரையாடலை நீங்கள் விட்டு செல்லப் போகிறீர்கள். மற்ற பயனர்கள் நீங்கள் விட்டு சென்றதை காண்பார்கள்.
th: คุณกำลังจะออกจากแชทนี้ ผู้ใช้อื่นจะเห็นว่าคุณได้ออกจากแชทแล้ว

# confirmUserId
source: Please confirm your Pangea Chat username in order to delete your account.
bn: আপনার পাঞ্জিয়া চ্যাটের ব্যবহারকার নাম নিশ্চিত করুন যাতে আপনি আপনার অ্যাকাউন্ট মুছে ফেলতে পারেন।
bo: ཁྱེད་ཀྱང་ཁྱེར་བཀོད་ལག་ཁྱེར་བཀོད་ལག་ལ་འགྱོ་སྟེང་ཁྱེད་ཀྱང་ཁྱེར་བཀོད་ལག་ལ་འགྱོ་བའི་སྟེང་ཁྱེད་རང་གི་ཁྱེར་སྒྲོམ་ལ་འགྱོ།
ca: Confirma el teu nom d'usuari de Pangea Chat per eliminar el teu compte.
cs: Prosím potvrďte své uživatelské jméno v Pangea Chatu, abyste mohli smazat svůj účet.
da: Bekræft venligst dit Pangea Chat-brugernavn for at slette din konto.
de: Bitte bestätigen Sie Ihren Pangea-Chat-Benutzernamen, um Ihr Konto zu löschen.
eo: Bonvolu konfirmi vian Pangea Babilejo uzantnomon por forigi vian konton.
et: Palun kinnita oma Pangea Vestluse kasutajanimi, et oma konto kustutada.
eu: Mesedez, berretsi zure Pangea Chat erabiltzaile-izena zure kontua ezabatzeko
fi: Vahvista Pangea Chat -käyttäjänimesi poistaaksesi tilisi.
fr: Veuillez confirmer votre nom d'utilisateur Pangea Chat pour supprimer votre compte.
ga: Déan cinnte de do ainm úsáideora Pangea Chat chun do chuntas a scriosadh.
gl: Por favor, confirma o teu nome de usuario de Pangea Chat para eliminar a túa conta.
hi: कृपया अपना पांगेआ चैट उपयोगकर्ता नाम की पुष्टि करें ताकि आपना खाता हटा सकें।
hr: Molimo potvrdite svoje korisničko ime na Pangea Chatu kako biste izbrisali svoj račun.
it: Per favore conferma il tuo nome utente Pangea Chat per eliminare il tuo account.
ka: გთხოვთ დაადასტუროთ თქვენი Pangea Chat-ის მომხმარებლის სახელი თქვენი ანგარიშის წაშლის მიზნით.
nb: Vennligst bekreft brukernavnet ditt i Pangea Chat for å slette kontoen din.
nl: Bevestig je Pangea Chat-gebruikersnaam om je account te verwijderen.
pl: Proszę potwierdź swoją nazwę użytkownika Pangea Chat, aby usunąć swoje konto.
pt: Por favor, confirme seu nome de usuário no Pangea Chat para excluir sua conta.
ru: Пожалуйста, подтвердите ваше имя пользователя в Pangea Chat, чтобы удалить ваш аккаунт.
sk: Prosím, potvrďte svoje používateľské meno v Pangea Chate, aby ste mohli vymazať svoj účet.
sr: Молимо вас да потврдите своје корисничко име на Pangea Chat-у како бисте избрисали свој налог.
sv: Vänligen bekräfta ditt Pangea Chat-användarnamn för att kunna radera ditt konto.
ta: உங்கள் பாங்கியா உரையாடல் பயனர்பெயரை உறுதிப்படுத்தவும், உங்கள் கணக்கை நீக்கவும்.
th: กรุณายืนยันชื่อผู้ใช้ Pangea Chat ของคุณเพื่อทำการลบบัญชีของคุณ

source: Starting today
bn: আজ থেকে শুরু
bo: དེ་ལས་འགྱོ།
ca: A partir d'avui
cs: Od dnešního dne
da: Fra i dag
de: Ab heute
eo: Komencante hodiaŭ
et: Alates täna
eu: Gaurtik aurrera
fi: Alkaen tänään
fr: À partir d'aujourd'hui
ga: Ag tosú inniu
gl: Comezando hoxe
hi: आज से शुरू
hr: Počevši od danas
it: A partire da oggi
ka: დაწყება დღეს
nb: Fra og med i dag
nl: Vanaf vandaag
pl: Od dziś
pt: A partir de hoje
ru: Начиная с сегодня
sk: Od dnešného dňa
sr: Од данас
sv: Från och med idag
ta: இன்று தொடக்கம்
th: เริ่มตั้งแต่วันนี้

source: One week free trial
bn: এক সপ্তাহের ফ্রি ট্রায়াল
bo: གཅིག་ཕྱིར་སྐབས་སྤྱོད་ལག་ལ་བརྗེ་བཅོས།
ca: Prova gratuïta d'una setmana
cs: Týdenní bezplatná zkušební doba
da: En uges gratis prøveperiode
de: Eine Woche kostenlos testen
eo: Unu semajno senpaga provtempo
et: Ühe nädala tasuta prooviperiood
eu: Astebete doako proba
fi: Viikon ilmainen kokeilujakso
fr: Une semaine d'essai gratuite
ga: Triail saor in aisce ar feadh seachtain
gl: Proba gratuíta dunha semana
hi: एक सप्ताह मुफ्त परीक्षण
hr: Tjedan dana besplatnog probnog razdoblja
it: Una settimana di prova gratuita
ka: ერთი კვირის უფასო საცდელი პერიოდი
nb: En ukes gratis prøveperiode
nl: Eén week gratis proefperiode
pl: Tydzień bezpłatnego okresu próbnego
pt: Período de teste gratuito de uma semana
ru: Бесплатная пробная неделя
sk: Jedno týždňové bezplatné skúšobné obdobie
sr: Једнонедељна бесплатна проба
sv: En veckas gratis provperiod
ta: ஒரு வார இலவச சோதனை
th: ทดลองใช้งานฟรีหนึ่งสัปดาห์

# paidSubscriptionStarts
source: Starting {startDate}
bn: {startDate} থেকে শুরু
bo: ལོ་འགྱོ {startDate}
ca: Comença {startDate}
cs: Začíná {startDate}
da: Starter {startDate}
de: Beginnt am {startDate}
eo: Komencas {startDate}
et: Algab {startDate}
eu: {startDate}tik aurrera
fi: Alkaen {startDate}
fr: À partir du {startDate}
ga: Ag tosú {startDate}
gl: Comeza o {startDate}
hi: {startDate} से शुरू
hr: Počinje {startDate}
it: Inizio {startDate}
ka: დაწყება {startDate}
nb: Starter {startDate}
nl: Begint op {startDate}
pl: Rozpoczyna się {startDate}
pt: Começa em {startDate}
ru: Начинается {startDate}
sk: Začína {startDate}
sr: Почиње {startDate}
sv: Startar {startDate}
ta: {startDate} முதல்
th: เริ่มต้น {startDate}

# cancelInSubscriptionSettings
source: • Cancel at any time in subscription settings
bn: • সাবস্ক্রিপশন সেটিংসে যেকোনো সময় বাতিল করুন
bo: • ལོ་འགྱོ་ལས་འགྱོ་སྟེང་ཁྱེད་ཀྱང་འགྱོ།
ca: • Cancel·la en qualsevol moment a la configuració de la subscripció
cs: • Zrušit kdykoli v nastavení předplatného
da: Afmeld når som helst i abonnementindstillinger
de: • Jederzeit in den Abonnement-Einstellungen kündigen
eo: • Nuligi iam ajn en abonaj agordoj
et: • Tühista igal ajal tellimuse seadetes
eu: • Ezin duzu edozein momentutan bertan behera utzi harpidetza ezarpenetan
fi: • Peruuta milloin tahansa tilauksen asetuksissa
fr: • Annuler à tout moment dans les paramètres d'abonnement
ga: • Cuir ar ceal ag am ar bith sna socruithe síntiúis
gl: • Cancelar en calquera momento na configuración da subscrición
hi: • सदस्यता सेटिंग्स में कभी भी रद्द करें
hr: • Otkažite u bilo kojem trenutku u postavkama pretplate
it: Annulla in qualsiasi momento nelle impostazioni di abbonamento
ka: • გაუქმება ნებისმიერ დროს გამოწერის პარამეტრებში
nb: • Avbryt når som helst i abonnementinnstillingene
nl: • Annuleer op elk moment in abonnementinstellingen
pl: • Anuluj w dowolnym momencie w ustawieniach subskrypcji
pt: • Cancelar a qualquer momento nas configurações de assinatura
ru: • Отменить в любой момент в настройках подписки
sk: • Zrušiť kedykoľvek v nastaveniach predplatného
sr: • Откажите у било ком тренутку у подешавањима претплате
sv: • Avbryt när som helst i prenumerationsinställningarna
ta: • சந்தா அமைப்புகளில் எப்போது வேண்டுமானாலும் ரத்து செய்யவும்
th: • ยกเลิกได้ทุกเมื่อในการตั้งค่าการสมัครสมาชิก

# cancelToAvoidCharges
source: • Cancel before {trialEnds} to avoid charges
bn: • চার্জ এড়াতে {trialEnds} এর আগে বাতিল করুন
bo: • {trialEnds} སྟེང་འགྱོ་སྟེང་ཁྱེད་ཀྱང་འགྱོ།
ca: • Cancel·la abans de {trialEnds} per evitar càrrecs
cs: • Zrušit před {trialEnds} a vyhnout se poplatkům
da: Afmeld før {trialEnds} for at undgå gebyrer
de: • Vor {trialEnds} kündigen, um Gebühren zu vermeiden
eo: • Nuligi antaŭ {trialEnds} por eviti ŝarĝojn
et: • Tühista enne {trialEnds}, et vältida tasusid
eu: • Utzi {trialEnds} baino lehen, kargak saihesteko
fi: • Peruuta ennen {trialEnds} välttääksesi veloitukset
fr: • Annuler avant {trialEnds} pour éviter les frais
ga: • Cuir ar ceal roimh {trialEnds} chun na muirir a sheachaint
gl: • Cancelar antes de {trialEnds} para evitar cargos
hi: • शुल्क से बचने के लिए {trialEnds} से पहले रद्द करें
hr: • Otkažite prije {trialEnds} kako biste izbjegli naplate
it: Annulla prima di {trialEnds} per evitare addebiti
ka: • გაუქმება წინასწარ {trialEnds} რათა თავიდან აიცილოთ გადასახადები
nb: • Avbryt før {trialEnds} for å unngå gebyrer
nl: • Annuleer voor {trialEnds} om kosten te voorkomen
pl: • Anuluj przed {trialEnds}, aby uniknąć opłat
pt: • Cancelar antes de {trialEnds} para evitar cobranças
ru: • Отмените до {trialEnds}, чтобы избежать списаний
sk: • Zrušiť pred {trialEnds} aby ste sa vyhli poplatkom
sr: • Откажите пре {trialEnds} да бисте избегли наплату
sv: • Avbryt innan {trialEnds} för att undvika avgifter
ta: • கட்டணங்களைத் தவிர்க்க {trialEnds} க்கு முன் ரத்து செய்யவும்
th: • ยกเลิกก่อน {trialEnds} เพื่อหลีกเลี่ยงค่าธรรมเนียม

source: Download Gboard
bn: Gboard ডাউনলোড করুন
bo: Gboard ལག་ཁྱེར་བཀོད།
ca: Baixa Gboard
cs: Stáhnout Gboard
de: Gboard herunterladen
eo: Elŝuti Gboard
et: Laadi alla Gboard
eu: Deskargatu Gboard
fi: Lataa Gboard
fr: Télécharger Gboard
ga: Íoslódáil Gboard
gl: Descargar Gboard
hi: Gboard डाउनलोड करें
hr: Preuzmi Gboard
it: Scarica Gboard
ka: ჩამოტვირთეთ Gboard
nb: Last ned Gboard
pl: Pobierz Gboard
pt: Baixar Gboard
ru: Скачать Gboard
sk: Stiahnuť Gboard
sr: Преузми Gboard
sv: Ladda ner Gboard
ta: Gboard ஐ பதிவிறக்கம் செய்யவும்
th: ดาวน์โหลด Gboard
