Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Invite for me
be: Запрашэнне для мяне
bn: আমার জন্য আমন্ত্রণ করুন
bo: ང་ལ་འདེམས་འབད།
ca: Invitació per a mi
cs: Pozvěte mě
da: Inviter for mig
de: Einladung für mich
eo: Invito por mi
et: Kutse minu jaoks
eu: Niretzako gonbidapenak
fa: دعوت برای من
fi: Kutsu minua varten
fr: Inviter pour moi
ga: Tabhair cuireadh dom
gl: Convite para min
hi: मेरे लिए आमंत्रित करें
hr: Poziv za mene
id: Undangan untuk saya
it: Invita per me
ka: მომიწვიე ჩემთვის
kab: Snubget-yi-d
nb: Invitasjon for meg
nl: Persoonlijke uitnodiging
pl: Zaproszenie dla mnie
pt: Convidar para mim
ru: Приглашение для меня
sk: Pozvať mňa
sr: Позивнице за мене
sv: Inbjudning till mig
ta: எனக்கு அழைக்கவும்
th: เชิญสำหรับฉัน
uk: Запрошення для мене

# inviteText
source: {username} invited you to FluffyChat. 1. Visit fluffychat.im and install the app 2. Sign up or sign in 3. Open the invite link: {link}
be: {username} запрасіў вас у FluffyChat. 1. Перайдзіце на fluffychat.im і ўстанавіце праграму 2. Зарэгестрыруйцесь альбо ўвайдзіце 3. Перайдзіце па запрашальнай спасылцы: {link}
bn: {username} আপনাকে FluffyChat এ আমন্ত্রণ জানিয়েছেন। 1. fluffychat.im এ যান এবং অ্যাপটি ইনস্টল করুন 2. সাইন আপ করুন বা সাইন ইন করুন 3. আমন্ত্রণ লিঙ্কটি খুলুন: {link}
bo: {username} ཁྱེད་ལ་འདེམས་འབད་ཡོད། 1. fluffychat.im ལ་འགྱོ་དང་རྒྱག་རིམ་འབད། 2. རྒྱག་རིམ་འབད་ནི་ནང་གསལ་བཤད་འབད། 3. འདེམས་འབད་འབད་ནི་ལག་ཁྱེར་འབད།: {link}
ca: {username} t'ha convidat a FluffyChat. 1. Visita fluffychat.im i instaŀla l'app 2. Registra't o inicia sessió 3. Obre l'enllaç d'invitació: {link}
cs: {username} vás pozvali na FluffyChat. 1. Navštivte fluffychat.im a nainstalujte si aplikaci. 2. Zaregistrujte se anebo se přihlašte. 3. Otevřete pozvánku: {link}
da: {username} inviterede dig til FluffyChat. 1. Besøg fluffychat.im og installer appen 2. Tilmeld dig eller log ind 3. Åbn invitelinket: {link}
de: {username} hat Dich zu FluffyChat eingeladen. 1. Gehe auf fluffychat.im und installiere die App 2. Melde Dich in der App an 3. Öffne den Einladungslink: {link}
eo: {username} invitis vin al FluffyChat. 1. Instalu la aplikaĵon FluffyChat: https://fluffychat.im 2. Registriĝu aŭ salutu 3. Malfermu la invitan ligilon: {link}
et: {username} kutsus sind kasutama Matrix'i-põhist suhtlusrakendust FluffyChat. 1. Ava fluffychat.im ja paigalda FluffyChat'i rakendus 2. Liitu kasutajaks või logi sisse olemasoleva Matrix'i kasutajakontoga 3. Ava kutse link: {link}
eu: {username}(e)k FluffyChatera gonbidatu zaitu. 1. Bisitatu https://fluffychat.im eta instalatu aplikazioa 2. Eman izena edo hasi saioa 3. Ireki gonbidapen-esteka: {link}
fa: {username} شما را به فلافی‌چت دعوت کرد. ۱. به fluffychat.im بروید و برنامه را نصب کنید ۲. ثبت‌نام کنید یا وارد شوید ۳. پیوند دعوت را باز کنید: {link}
fi: {username} kutsui sinut FluffyChattiin. 1. Viereaile sivulla: https://fluffychat.im ja asenna sovellus 2. Rekisteröidy tai kirjaudu sisään 3. Avaa kutsulinkki: {link}
fr: {username} vous a invité·e sur FluffyChat. 1. Visiter fluffychat.im et installer l'application 2. Inscrivez-vous ou connectez-vous 3. Ouvrez le lien d'invitation : {link}
ga: Thug {username} cuireadh duit chuig FluffyChat. 1. Tabhair cuairt ar fluffychat.im agus a shuiteáil an app 2. Cláraigh nó sínigh isteach 3. Oscail an nasc cuirí: {link}
gl: {username} convidoute a FluffyChat. 1. Visita fluffychat.im e instala a app 2. Crea unha conta ou Accede 3. Abre a ligazón do convite: {link}
hi: {username} ने आपको FluffyChat में आमंत्रित किया। 1. fluffychat.im पर जाएं और ऐप इंस्टॉल करें 2. साइन अप करें या साइन इन करें 3. निमंत्रण लिंक खोलें: {link}
hr: {username} te je pozvao/la u FluffyChat. 1. Posjeti strnicu fluffychat.im i instaliraj aplikaciju 2. Registriraj ili prijavi se 3. Otvori poveznicu poziva: {link}
id: {username} mengundang kamu ke FluffyChat. 1. Kunjungi fluffychat.im dan instal aplikasi 2. Daftar atau masuk 3. Buka tautan undangan: {link}
it: {username} ti ha invitato/a a FluffyChat. 1. Visita fluffychat.im e installa l'applicazione 2. Iscriviti o accedi 3. Apri il collegamento di invito: {link}
ka: {username} მოგიწვია FluffyChat-ში. 1. ეწვიეთ fluffychat.im და დააინსტალირეთ აპლიკაცია 2. დარეგისტრირდით ან შესვლა 3. გახსენით მოწვევის ბმული: {link}
nb: {username} har invitert deg til FluffyChat. 1. Installer FluffyChat: https://fluffychat.im 2. Registrer deg eller logg inn 3. Åpne invitasjonslenken: {link}
nl: {username} heeft je uitgenodigd voor FluffyChat. 1. Bezoek https://fluffychat.im en installeer de app 2. Registreer of log in 3. Open deze uitnodigingslink: {link}
pl: {username} zaprosił/-a Cię do FluffyChat. 1. Odwiedź fluffychat.im i zainstaluj aplikację 2. Zarejestuj się lub zaloguj 3. Otwórz link zaproszenia: {link}
pt: {username} convidou você para o FluffyChat. 1. Visite fluffychat.im e instale o aplicativo 2. Cadastre-se ou faça login 3. Abra o link de convite: {link}
ru: {username} пригласил(а) вас в FluffyChat. 1. Посетите https://fluffychat.im и установите приложение 2. Зарегистрируйтесь или войдите 3. Откройте ссылку приглашения: {link}
sk: {username} vás pozval na FluffyChat. 1. Nainštalujte si FluffyChat: https://fluffychat.im 2. Zaregistrujte sa alebo sa prihláste 3. Otvorte odkaz na pozvánku: {link}
sr: {username} вас позива у FluffyChat. 1. Инсталирајте FluffyChat: https://fluffychat.im 2. Региструјте се или пријавите 3. Отворите везу позивнице: {link}
sv: {username} bjöd in dig till FluffyChat. 1. Besök fluffychat.im och installera appen 2. Registrera dig eller logga in 3. Öppna inbjudningslänk: {link}
ta: {username} உங்களை பஞ்சுபோன்றதாக அழைத்தது. 1. FulufyChat.im ஐப் பார்வையிட்டு பயன்பாட்டை நிறுவவும் 2. பதிவு செய்யுங்கள் அல்லது உள்நுழைக 3. அழைப்பிதழ் இணைப்பைத் திறக்கவும்: {link}
th: {username} เชิญคุณเข้าร่วม FluffyChat. 1. ไปที่ fluffychat.im และติดตั้งแอป 2. ลงทะเบียนหรือเข้าสู่ระบบ 3. เปิดลิงก์เชิญ: {link}
uk: {username} запрошує вас у FluffyChat. 1. Перейдіть на fluffychat.im й установіть застосунок 2. Зареєструйтесь або ввійдіть 3. Відкрийте запрошувальне посилання: {link}

source: is typing…
be: піша…
bn: টাইপ করছে…
bo: ཡིག་ཚིག་འབད་ནས་ཡོད།
ca: escrivint…
cs: píše…
da: skriver…
de: schreibt …
eo: tajpas…
et: kirjutab…
eu: idazten ari da…
fa: در حال نوشتن…
fi: kirjoittaa…
fr: est en train d'écrire…
ga: ag clóscríobh…
gl: está escribindo…
hi: टाइप कर रहा है…
hr: piše …
id: sedang mengetik…
it: sta scrivendo…
ka: მიწერას ახდენს…
kab: la yettaru…
nb: skriver…
nl: is aan het typen…
pl: pisze…
pt: digitando…
ru: печатает…
sk: píše…
sr: куца…
sv: skriver…
ta: தட்டச்சு செய்கிறது…
th: กำลังพิมพ์…
uk: пише…

# joinedTheChat
source: 👋 {username} joined the chat
be: 👋 {username} далучыўся(лася) да чату
bn: 👋 {username} চ্যাটে যোগ দিয়েছেন
bo: 👋 {username} ཚིག་ལ་འཁོད་ཡོད།
ca: 👋 {username} s'ha unit al xat
cs: 👋 {username} se připojil/a k chatu
da: 👋 {username} sluttede sig til chatten
de: 👋 {username} ist dem Chat beigetreten
eo: {username} aliĝis al la babilo
et: 👋 {username} liitus vestlusega
eu: 👋 {username} txatera batu da
fa: 👋 {username} به گپ پیوست
fi: 👋 {username} liittyi keskusteluun
fr: 👋 {username} a rejoint la discussion
ga: Tháinig 👋 {username} isteach sa chomhrá
gl: 👋 {username} uníuse á conversa
hi: 👋 {username} ने चैट में शामिल हो गए
hr: 👋 {username} se pridružio/la razgovoru
id: 👋 {username} telah bergabung dengan obrolan
it: 👋 {username} si è unito/a alla chat
ka: 👋 {username} შეუერთდა საუბარს
kab: 👋{username} yekcem ɣer udiwenni
nb: {username}ble med i samtalen
nl: 👋 {username} is toegetreden tot de chat
pl: 👋 {username} dołączył/-a do czatu
pt: 👋 {username} entrou no chat
ru: 👋 {username} присоединился(ась) к чату
sk: {username} sa pripojili do chatu
sr: {username} се придружи ћаскању
sv: 👋 {username} anslöt till chatten
ta: 👋 {username} அரட்டையில் சேர்ந்தார்
th: 👋 {username} เข้าร่วมแชท
uk: 👋 {username} приєднується до бесіди

source: Join room
be: Далучыцца да пакою
bn: রুমে যোগ দিন
bo: ཁང་ལ་འཁོད་ཡོད།
ca: Uneix-te a la sala
cs: Připojte se k místnosti
da: Deltag i rum
de: Raum beitreten
eo: Aliĝi al ĉambro
et: Liitu jututoaga
eu: Batu gelara
fa: پیوستن به اتاق
fi: Liity huoneeseen
fr: Rejoindre le salon
ga: Téigh isteach sa seomra
gl: Unirse á sala
hi: कक्ष में शामिल हों
hr: Pridruži se sobi
id: Bergabung dengan ruangan
it: Unisciti alla stanza
ka: შეერთდი ოთახში
kab: Tekki deg texxamt
nb: Ta del i rom
nl: Toetreden tot de kamer
pl: Dołącz do pokoju
pt: Entrar na sala
ru: Присоединиться к комнате
sk: Pripojiť sa k miestnosti
sr: Придружи се соби
sv: Anslut till rum
ta: அறையில் சேரவும்
th: เข้าร่วมห้อง
uk: Приєднатися до кімнати

# kicked
source: 👞 {username} kicked {targetName}
be: 👞 {username} выгнаў(-ла) {targetName}
bn: 👞 {username} {targetName} কে বহিষ্কার করেছেন
bo: 👞 {username} ལ་འཁོད་ཡོད། {targetName}
ca: 👞 {username} ha expulsat a {targetName}
cs: 👞 {username} vyhodil/a {targetName}
da: 👞 {username} sparkede {targetName}
de: 👞 {username} hat {targetName} hinausgeworfen
eo: {username} forpelis uzanton {targetName}
et: 👞 {username} müksas kasutaja {targetName} välja
eu: 👞 {username}(e)k {targetName} kanporatu du
fa: 👞 {username} کاربر {targetName} را بیرون کرد
fi: 👞 {username} potki käyttäjän {targetName}
fr: 👞 {username} a expulsé {targetName}
ga: 👞 chiceáil {username} {targetName}
gl: 👞 {username} expulsou a {targetName}
hi: 👞 {username} ने {targetName} को बाहर किया
hr: 👞 {username} je izbacio/la {targetName}
id: 👞 {username} mengeluarkan {targetName}
it: 👞 {username} ha espulso {targetName}
ka: 👞 {username} გამოდევნა {targetName}
kab: 👞{username} yessuffeɣ-d {targetName}
nb: {username} kastet ut {targetName}
nl: 👞 {username} heeft {targetName} verwijderd
pl: 👞 {username} wyrzucił/-a {targetName}
pt: 👞 {username} expulsou {targetName}
ru: 👞 {username} выгнал(а) {targetName}
sk: {username} vyhodili {targetName}
sr: {username} избаци корисника {targetName}
sv: 👞 {username} sparkade ut {targetName}
ta: 👞 {username} {targetName} ஐ உதைத்தார்
th: 👞 {username} เตะ {targetName}
uk: 👞 {username} вилучає {targetName}

# kickedAndBanned
source: 🙅 {username} kicked and banned {targetName}
be: 🙅 {username} выгнаў(-ла) і заблакіраваў(-ла) {targetName}
bn: 🙅 {username} {targetName} কে বহিষ্কার ও নিষিদ্ধ করেছেন
bo: 🙅 {username} ལ་འཁོད་ཡོད། དང་འགོག་ལེན་འབད།
ca: 🙅 {username} ha expulsat i vetat a {targetName}
cs: {username} vyhodili a zakázali {targetName}
da: 🙅‍♂️ {username} sparkede og bandlyste {targetName}
de: 🙅 {username} hat {targetName} hinausgeworfen und verbannt
eo: {username} forpelis kaj forbaris uzanton {targetName}
et: 🙅{username} müksas kasutaja {targetName} välja ning seadis talle suhtluskeelu
eu: 🙅 {username}(e)k {targetName} kanporatu eta debekua ezarri dio
fa: 🙅 {username} کاربر {targetName} را بیرون و محروم کرد
fi: 🙅 {username} potki ja antoi porttikiellon käyttäjälle {targetName}
fr: 🙅 {username} a expulsé et banni {targetName}
ga: 🙅 chiceáil {username} agus chuir sé cosc ar {targetName}
gl: 🙅 {username} expulsou e vetou a {targetName}
hi: 🙅 {username} ने {targetName} को बाहर किया और प्रतिबंधित कर दिया
hr: 🙅 {username} je izbacio/la i blokirao/la {targetName}
id: 🙅 {username} mengeluarkan dan mencekal {targetName}
it: 🙅 {username} ha espulso e bandito {targetName}
ka: 🙅 {username} გამოდევნა და ბლოკა {targetName}
kab: 🙅 {username} yessuffeɣ-d udiɣ igdel {targetName}
nb: {username} kastet ut og bannlyste {targetName}
nl: 🙅 {username} heeft {targetName} verwijderd en verbannen
pl: 🙅 {username} wyrzucił/-a i zbanował/-a {targetName}
pt: 🙅 {username} expulsou e baniu {targetName}
ru: 🙅 {username} выгнал(а) и заблокировал(а) {targetName}
sk: {username} vyhodili a zabanovali {targetName}
sr: {username} избаци и забрани корисника {targetName}
sv: 🙅 {username} sparkade och bannade {targetName}
ta: 🙅 {username} உதைத்து {targetName} ஐத் தடை செய்தார்
th: 🙅 {username} เตะและแบน {targetName}
uk: 🙅 {username} вилучає та блокує {targetName}

source: Kick from chat
be: Выгнаць з чату
bn: চ্যাট থেকে বহিষ্কার করুন
bo: ཚིག་ལ་འཁོད་ཡོད།
ca: Expulsa del xat
cs: Vyhodit z chatu
da: Spark fra chat
de: Aus dem Chat hinauswerfen
eo: Forpeli de babilo
et: Müksa vestlusest välja
eu: Txatetik kanporatu
fa: بیرون کردن از گپ
fi: Potki keskustelusta
fr: Expulser de la discussion
ga: Caith é amach as an comhrá
gl: Expulsar da conversa
hi: चैट से बाहर करें
hr: Izbaci iz razgovora
id: Keluarkan dari obrolan
it: Espelli dalla chat
ka: გამოდევნა საუბრიდან
kab: Suffeɣ seg udiwenni
nb: Kast ut av sludringen
nl: Uit chat verwijderen
pl: Wyrzuć z czatu
pt: Expulsar do chat
ru: Выгнать из чата
sk: Vyhodiť z chatu
sr: Избаци из ћаскања
sv: Sparka från chatt
ta: அரட்டையிலிருந்து கிக்
th: เตะออกจากแชท
uk: Вилучити з бесіди

# lastActiveAgo
source: Last active: {localizedTimeShort}
be: Апошняя актыўнасць: {localizedTimeShort}
bn: শেষ সক্রিয়তা: {localizedTimeShort}
bo: ལོག་ལོག་འགྱོ: {localizedTimeShort}
ca: Actiu per última vegada: {localizedTimeShort}
cs: Naposledy aktivní: {localizedTimeShort}
da: Sidst aktiv: {localizedTimeShort}
de: Zuletzt aktiv: {localizedTimeShort}
eo: Lastafoje aktiva: {localizedTimeShort}
et: Viimati nähtud: {localizedTimeShort}
eu: Azkenekoz aktibo: {localizedTimeShort}
fa: آخرین فعالیت: {localizedTimeShort}
fi: Aktiivinen viimeksi: {localizedTimeShort}
fr: Vu·e pour la dernière fois : {localizedTimeShort}
ga: Gníomhach deireanach: {localizedTimeShort}
gl: Última actividade: {localizedTimeShort}
hi: अंतिम सक्रियता: {localizedTimeShort}
hr: Zadnja aktivnost: {localizedTimeShort}
id: Terakhir aktif: {localizedTimeShort}
it: Ultima attività: {localizedTimeShort}
ka: ბოლო აქტიურობა: {localizedTimeShort}
kab: Yermed i tikkelt taneggarut: {localizedTimeShort}
nb: Sist aktiv: {localizedTimeShort}
nl: Laatst actief: {localizedTimeShort}
pl: Ostatnio widziano {localizedTimeShort}
pt: Última atividade: {localizedTimeShort}
ru: Последнее посещение: {localizedTimeShort}
sk: Naposledy prítomní: {localizedTimeShort}
sr: Последња активност: {localizedTimeShort}
sv: Senast aktiv: {localizedTimeShort}
ta: கடைசியாக செயலில்: {localizedTimeShort}
th: ใช้งานล่าสุด: {localizedTimeShort}
uk: Остання активність: {localizedTimeShort}

source: Leave
be: Выйсці
bn: প্রস্থান করুন
bo: འཁོར་བ
ca: Abandona
cs: Opustit
da: Forlad
de: Verlassen
eo: Foriri
et: Lahku
eu: Irten
fa: ترک کردن
fi: Poistu
fr: Partir
ga: Fág
gl: Saír
hi: छोड़ें
hr: Napusti
id: Tinggalkan
it: Abbandona
ka: გადადი
kab: Eǧǧ
nb: Forlat
nl: Chat verlaten
pl: Opuść
pt: Sair
ru: Покинуть
sk: Opustiť
sr: Напусти
sv: Lämna
ta: விடுப்பு
th: ออกจาก
uk: Вийти

source: Left the chat
be: Выйсці з чату
bn: চ্যাট থেকে প্রস্থান করেছেন
bo: ཚོད་ལོག
ca: Ha marxat del xat
cs: Opustil chat
da: Forlod chatten
de: Hat den Chat verlassen
eo: Foriris de la ĉambro
et: Lahkus vestlusest
eu: Txatetik irten da
fa: گپ را ترک کرد
fi: Poistui keskustelusta
fr: A quitté la discussion
ga: Fágadh an comhrá
gl: Deixar a conversa
hi: चैट छोड़ दिया
hr: Napustio/la je razgovor
id: Keluar dari obrolan
it: Ha lasciato la chat
ka: გადადგა საუბარი
kab: Ffeɣ seg udiwenni
nb: Forlat sludringen
nl: Verliet de chat
pl: Opuścił/-a czat
pt: Saiu do chat
ru: Покинуть чат
sk: Opustili chat
sr: Напусти ћаскање
sv: Lämnade chatten
ta: அரட்டையை விட்டு வெளியேறினார்
th: ออกจากแชทแล้ว
uk: Виходить з бесіди

source: License
be: Ліцэнзія
bn: লাইসেন্স
bo: དབྱིབས
ca: Llicència
cs: Licence
da: Licens
de: Lizenz
eo: Permesilo
et: Litsents
eu: Lizentzia
fa: گواهینامه
fi: Lisenssi
fr: Licence
ga: Ceadúnas
gl: Licenza
hi: लाइसेंस
hr: Licenca
id: Lisensi
it: Licenza
ka: ლიცენზია
kab: Turagt
nb: Lisens
nl: Licentie
pl: Licencja
pt: Licença
ru: Лицензия
sk: Licencia
sr: Лиценца
sv: Licens
ta: உரிமம்
th: ใบอนุญาต
uk: Ліцензія

# lightTheme
source: Light
be: Светлая
bn: আলো
bo: ཉིན་ལྡན
ca: Clar
cs: Světlé
da: Lyst
de: Hell
eo: Hela
et: Hele
eu: Argia
fa: روشن
fi: Vaalea
fr: Clair
ga: Solas
gl: Claro
hi: प्रकाश
hr: Svijetla
id: Terang
it: Chiaro
ka: მარტივი
kab: Aceɛlal
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
ru: Светлая
sk: Svetlá
sr: светли
sv: Ljust
ta: ஒளி
th: แสง
uk: Світлий

source: Load {count} more participants
be: Загрузіць яшчэ {count} удзельнікаў
bn: আরও {count} অংশগ্রহণকারী লোড করুন
bo: {count} མཉམ་ཚོགས་མང་བའི་སྡེབ་ཚན་ལག་ལེན།
ca: Carrega {count} participants més
cs: Načíst dalších {count} účastníků
da: Indlæs {count} flere deltagere
de: {count} weitere Mitglieder laden
eo: Enlegi {count} pliajn partoprenantojn
et: Lisa veel {count} osalejat
eu: Kargatu {count} partaide gehiago
fa: بارگیری {count} شرکت‌کننده دیگر
fi: Lataa vielä {count} osallistujaa
fr: Charger {count} participant·es de plus
ga: Lódáil {count} níos mó rannpháirtithe
gl: Cargar {count} participantes máis
hi: {count} अधिक प्रतिभागियों को लोड करें
hr: Učitaj još {count} sudionika
id: Muat {count} anggota
it: Carica altri {count} partecipanti
ka: ატვირთეთ კიდევ {count} მონაწილე
kab: Sali-d ugar n {count} yimttekkiyen
nb: Last inn {count} deltagere til
nl: Laad nog {count} personen
pl: Załaduj jeszcze {count} uczestników
pt: Carregar {count} participantes adicionais
ru: Загрузить еще {count} участника(ов)
sk: Načítať ďalších {count} účastníkov
sr: Учитај још {count} учесника
sv: Ladda {count} mer deltagare
ta: ஏற்றவும் {count} மேலும் பங்கேற்பாளர்கள்
th: โหลดผู้เข้าร่วมเพิ่มเติม {count}
uk: Завантажити ще {count} учасників

# dehydrate
source: Export session and wipe device
be: Экспарт сеансу і ачыстка прылады
bn: সেশন এক্সপোর্ট করুন এবং ডিভাইসটি মুছে ফেলুন
bo: ཚེས་གཉིས་སྤྱོད་ལེན་དང་གནས་སྡེབ་བརྒྱབ་
ca: Exporta la sessió i neteja el dispositiu
cs: Exportovat sezení a promazat zařízení
da: Eksporter session og slet enhed
de: Sitzung exportieren und Gerät löschen
eo: Eksporti sesion kaj forviŝi aparaton
et: Ekspordi sessiooni teave ja kustuta nutiseadmest rakenduse andmed
eu: Esportatu saioa eta ezabatu gailua
fa: صدور نشست و پاک کردن دستگاه
fi: Vie istunto ja tyhjennä laite
fr: Exporter la session et effacer l'appareil
ga: Easpórtáil seisiún agus gléas wipe
gl: Exportar sesión e eliminar dispositivo
hi: सत्र निर्यात करें और डिवाइस को साफ़ करें
hr: Izvezi sesiju i izbriši uređaj
id: Ekspor sesi dan bersihkan perangkat
it: Esporta la sessione e cancella il dispositivo
ka: ექსპორტი სესია და წაშალეთ მოწყობილობა
kab: Sifeḍ tiɣimit akked usfaḍ n yibenk
nb: Eksporter økt og slett enheten
nl: Sessie exporteren en apparaat wissen
pl: Eksportuj sesję i wymaż urządzenie
pt: Exportar sessão e limpar o dispositivo
ru: Экспорт сеанса и очистка устройства
sk: Exportovať reláciu a vymazať zariadenie
sr: Izvoz sesije i brisanje uređaja
sv: Exportera sessionen och rensa enheten
ta: ஏற்றுமதி அமர்வு மற்றும் சாதனத்தை துடைக்கவும்
th: ส่งออกเซสชันและล้างข้อมูลอุปกรณ์
uk: Експортувати сеанс та очистити пристрій

# dehydrateWarning
source: This action cannot be undone. Ensure you safely store the backup file.
be: Гэта дзеянне не можа быць адменена. Пераканайцеся, што вы бяспечна захавалі файл рэзервовай копіі.
bn: এই ক্রিয়া পূর্বে ফিরে আসবে না। নিশ্চিত করুন যে আপনি ব্যাকআপ ফাইলটি নিরাপদে সংরক্ষণ করেছেন।
bo: འདི་ལས་འགོག་མི་ཚུལ་མེད། སྤྱོད་ལེན་འབད་ནི་ལས་སྤྱོད་འགོག་བྱེད་མི་ཚུལ་ལས་སྤྱོད་འབད་བཏང་བ་བྱེད།
ca: Aquesta acció és irreversible. Assegura't que deses l'arxiu de recuperació en un lloc segur.
cs: Tuto akci nelze vzít zpět. Ujistěte se že záložní soubor máte bezpečně uložen.
da: Denne handling kan ikke fortrydes. Sørg for at gemme backup-filen sikkert.
de: Diese Aktion kann nicht rückgängig gemacht werden. Stelle sicher, dass du die Sicherungsdatei sicher aufbewahrst.
eo: Ĉi tiu ago ne povas esti malkonfirmita. Certigu ke vi sekure konservas la rezervan dosieron.
et: Seda tegevust ei saa tagasi pöörata. Palun kontrolli, et sa oled varukoopia turvaliselt salvestanud.
eu: Ekintza hau ezin da desegin. Egiaztatu babeskopia toki seguruan gorde duzula.
fa: این کنش برگشت‌ناپذیر است. مطمئن شوید پرونده پشتیبان را به‌صورت امن ذخیره می‌کنید.
fi: Tätä toimenpidettä ei voi kumota. Varmista varmuuskopiotiedoston turvallinen tallennus.
fr: Cette action ne peut pas être annulée. Assurez-vous d'enregistrer convenablement le fichier de sauvegarde.
ga: Ní féidir an gníomh seo a chealú. Cinntigh go stórálann tú an comhad cúltaca go sábháilte.
gl: Esta acción non é reversible. Pon coidado en gardar o ficheiro de apoio.
hi: यह क्रिया पूर्ववत नहीं की जा सकती। सुनिश्चित करें कि आप बैकअप फ़ाइल को सुरक्षित रूप से संग्रहित करें।
hr: Ovo je nepovratna radnja. Spremi datoteku sigurnosne kopije na sigurno mjeto.
id: Tindakan ini tidak dapat diurungkan. Pastikan kamu telah menyimpan file cadangan dengan aman.
it: Questa azione non può essere annullata. Assicurarsi di aver salvato il file di backup.
ka: ეს მოქმედება ვერ მოხერხდება უკან დაბრუნება. დარწმუნდით, რომ უსაფრთხოდ ინახავთ სარეზერვო ფაილს.
kab: Tigawt-agi ur tezmir ara ad tettwasefsex. Tḥeqqeq belli tesseklaseḍ afaylu n weḥraz.
nb: Denne handlingen kan ikke angres. Sørg for å lagre sikkerhetskopifilen trygt.
nl: Deze actie kan niet ongedaan worden gemaakt. Zorg ervoor dat je het back-upbestand veilig opslaat.
pl: Tego nie można cofnąć. Upewnij się, że plik kopii zapasowej jest bezpiecznie przechowywany.
pt: Esta ação não pode ser desfeita. Certifique-se de armazenar o arquivo de backup com segurança.
ru: Это действие не может быть отменено. Убедитесь, что вы безопасно сохранили файл резервной копии.
sk: Táto akcia sa nedá vrátiť. Uistite sa, že bezpečne uložíte záložný súbor.
sr: Ова акција се не може опозвати. Осигурајте да сигурно сачувате резервну копију датотеке.
sv: Denna åtgärd kan inte ångras. Försäkra dig om att backupen är i säkert förvar.
ta: இந்த செயலை செயல்தவிர்க்க முடியாது. காப்புப்பிரதி கோப்பை பாதுகாப்பாக சேமித்து வைக்கவும்.
th: ไม่สามารถยกเลิกการดำเนินการนี้ได้ โปรดเก็บไฟล์สำรองข้อมูลอย่างปลอดภัย
uk: Цю дію не можна скасувати. Переконайтеся, що ви безпечно зберігаєте файл резервної копії.

# dehydrateTor
source: TOR Users: Export session
be: Карыстальнікі TOR: Экспарт сесіі
bn: TOR ব্যবহারকারীরা: সেশন এক্সপোর্ট করুন
bo: TOR ལུས་སྤྱོད་པའི་སྤྱོད་ལེན།
ca: Usuàrïis de Tor: Exporta la sessió
cs: TOR uživatelé: Export sezení
da: TOR-brugere: Eksporter session
de: TOR-Benutzer: Sitzung exportieren
eo: TOR-Uzantoj: Eksporti sesion
et: TOR'i kasutajad: Ekspordi sessioon
eu: TOR Erabiltzaileak: Esportatu saioa
fa: کاربران تور: صدور نشست
fi: TOR-käyttäjät: vie istunto
fr: Utilisateurs/trices de TOR : Exporter la session
ga: Úsáideoirí TOR: Seisiún easpórtála
gl: Usuarias TOR: Exportar sesión
hi: टीओआर उपयोगकर्ताओं: सत्र निर्यात करें
hr: Korisnici TOR-a: izvezite sesiju
id: Pengguna Tor: Ekspor sesi
it: Utenti TOR: Esporta la sessione
ka: TOR მომხმარებლები: სესიის ექსპორტი
kab: Iseqdacen TOR: Sifeḍ tiɣimit
nb: TOR-brukere: Eksporter økt
nl: TOR-sessies: Exporteer sessie
pl: Użytkownicy TOR: Eksportuj sesję
pt: Usuários TOR: Exportar sessão
ru: Пользователи TOR: Экспорт сеанса
sk: Používatelia TOR: Exportovať reláciu
sr: Корисници TOR: Извоз сесије
sv: TOR-användare: Exportera session
ta: டோர் பயனர்கள்: ஏற்றுமதி அமர்வு
th: ผู้ใช้ TOR: ส่งออกเซสชัน
uk: Користувачі TOR: експорт сеансу
