Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# chatPermissionsDescription
source: Define which power level is necessary for certain actions in this chat. The power levels 0, 50 and 100 are usually representing users, moderators and admins, but any gradation is possible.
be: Задаць узровень дазволаў, які неабходны для некаторых дзеянняў у чаце. Узроўні 0, 50 і 100 звычайна адлюстроўваюць карыстальнікаў, мадэратараў і адміністратараў, але любая градацыя магчыма.
bn: এই চ্যাটে নির্দিষ্ট কার্যকলাপের জন্য কোন শক্তি স্তর প্রয়োজন তা নির্ধারণ করুন। সাধারণত, শক্তি স্তর 0, 50 এবং 100 ব্যবহারকারীদের, মধ্যস্থতাকারীদের এবং প্রশাসকদের প্রতিনিধিত্ব করে, তবে যেকোনো গ্রেডেশন সম্ভব।
bo: འདི་ཚོད་ལུས་སྟོན་བསྟན་ནི་ལུས་སྟོན་བསྟན་ ལུས་སྟོན་བསྟན་ནི་ལུས་སྟོན་བསྟན་ ལུས་སྟོན་བསྟན་ 0, 50, 100 ནང་གི་སྤྱི་ཚོགས་ལུས་སྟོན་བསྟན་ ཡོད་པ་ལས་སྤྱི་ཚོགས་ལུས་སྟོན་བསྟན་ ཡང་ན་སྤྱི་ཚོགས་ལུས་སྟོན་བསྟན་ ལུས་སྟོན་བསྟན་ ཡོད་པ་ལས་སྤྱི་ཚོགས་ལུས་སྟོན་བསྟན་ ཡང་ན་སྤྱི་ཚོགས་ལུས་སྟོན་བསྟན་ ལུས་སྟོན་བསྟན་ ༦༠, ༥༠, ༡༠༠ ནང་གི་སྤྱི་ཚོགས་ལུས་སྟོན་བསྟན་ ཡོད་པ་ལས་སྤྱི་ཚོགས་ལུས་སྟོན་བསྟན་ ཡང་ན་སྤྱི་ཚོགས་ལུས་སྟོན་བསྟན་ ལུས་སྟོན་བསྟན་ ལུས་སྟོན་བསྟན་ ལུས་སྟོན་བསྟན་
ca: Defineix quin nivell de permisos cal per cada acció en aquest xat. Els nivells 0, 50 i 100 normalment representen usuàriïs, mods i admins, però es pot canviar.
cs: Definujte, jaká úroveň oprávnění je nutná pro určité akce v tomto chatu. Úrovně 0, 50 a 100 obvykle představují uživatele, moderátory a správce, ale je možné jakékoli stupně.
da: Definer hvilket magtniveau der er nødvendigt for visse handlinger i denne chat. Magtniveauerne 0, 50 og 100 repræsenterer normalt brugere, moderatorer og administratorer, men enhver grad er mulig.
de: Einstellen, welches Level für bestimmte Aktionen in diesem Chat erforderlich ist. Die Level 0, 50 und 100 stehen üblicherweise für Benutzer, Moderatoren und Admins, aber jede Abstufung ist möglich.
eo: Difinu kiom granda povnivelo estas necesa por certaj agoj en ĉi tiu babilejo. La povniveloj 0, 50 kaj 100 kutime reprezentas uzantojn, moderigantojn kaj administrantojn, sed eblas ajna gradigo.
et: Määra erinevatele kasutajatele selles vestluses vajalikud õigused. Tüüpiliselt on need 0, 50 ja 100 (vastavalt kasutajad, moderaatorid ja peakasutajad), kuid igasugused vahepealsed variatsioonid on ka võimalikud.
eu: Definitu zer botere-maila behar den txat honetako ekintza jakinetarako. 0, 50 eta 100 botere-mailek erabiltzaileak, moderatzaileak eta administratzaileak ordezkatzen dituzte, baina edozein graduazio posible da.
fa: مشخص کنید کدام سطح دسترسی برای اقدامات خاصی در این گپ لازم است. سطح‌های دسترسی ۰، ۵۰ و ۱۰۰ معمولاً نشان‌دهنده کاربران، ناظران و مدیران هستند، اما هر درجه‌بندی ممکن است.
fi: Määritä, mikä valtuustaso tarvitaan tiettyihin toimintoihin tässä keskustelussa. Valtuustasot 0, 50 ja 100 yleensä edustavat käyttäjiä, moderaattoreita ja ylläpitäjiä, mutta kaikki asteet ovat mahdollisia.
fr: Définir quel niveau de pouvoir est nécessaires pour certaines actions dans cette discussion. Les niveaux de pouvoir 0, 50 et 100 représentent généralement les membres, la modération et l'administration, mais toute gradation est possible.
ga: Sainmhínigh cén leibhéal cumhachta is gá le haghaidh gníomhartha áirithe sa chomhrá seo. De ghnáth bíonn na leibhéil chumhachta 0, 50 agus 100 ag déanamh ionadaíochta d'úsáideoirí, do mhodhnóirí agus do riarthóirí, ach is féidir aon ghrádú a dhéanamh.
gl: Define que nivel de permisos son necesarios para realizar certas accións nesta charla. Os niveis de permiso 0, 50 e 100 normalmente representan, usuarias, moderadoras e administradoras, pero son posibles outras escalas.
hi: यह परिभाषित करें कि इस चैट में कुछ क्रियाओं के लिए कौन सा शक्ति स्तर आवश्यक है। शक्ति स्तर 0, 50 और 100 आमतौर पर उपयोगकर्ताओं, मॉडरेटरों और व्यवस्थापकों का प्रतिनिधित्व करते हैं, लेकिन कोई भी ग्रेडेशन संभव है।
hr: Definirajte koja razina moći je potrebna za određene radnje u ovom chatu. Razine moći 0, 50 i 100 obično predstavljaju korisnike, moderatore i administratore, ali je moguća bilo kakva gradacija.
id: Tentukan tingkat kekuasaan yang diperlukan untuk tindakan tertentu dalam chat ini. Tingkat kekuasaan 0, 50 dan 100 biasanya mewakili pengguna, moderator dan admin, tetapi gradasi apa pun dimungkinkan.
it: Definisci quale livello di privilegi è necessario per determinate azioni in questa chat. I livelli di privilegi 0, 50 e 100 rappresentano solitamente utenti, moderatori e amministratori, ma qualsiasi valore intermedio è possibile.
ka: განსაზღვრე, რა ძალის დონეა საჭირო ამ ჩატში გარკვეული მოქმედებებისათვის. ძალის დონეები 0, 50 და 100 ჩვეულებრივ წარმოადგენს მომხმარებლებს, მოდერატორებს და ადმინისტრატორებს, მაგრამ შესაძლებელია ნებისმიერი გრადაცია.
nb: Definer hvilket maktnivå som er nødvendig for visse handlinger i denne chatten. Maktnivåene 0, 50 og 100 representerer vanligvis brukere, moderatorer og administratorer, men alle grader er mulige.
nl: Stel het gewenste rechten-niveau in voor bepaalde acties in deze chat. Het rechten-niveau 0, 50 en 100 zijn gebruikelijk voor deelnemer, moderator en beheerder, maar elke verdeling is mogelijk.
pl: Ustal jaki poziom uprawnień jest wymagany dla określonych czynności w czacie. Poziomy uprawnień 0, 50 i 100 zwykle dotyczą odpowiednio użytkowników, moderatorów i administratorów, ale możliwa jest dowolna gradacja.
pt: Defina qual nível de poder é necessário para certas ações neste chat. Os níveis de poder 0, 50 e 100 geralmente representam usuários, moderadores e administradores, mas qualquer gradação é possível.
ru: Задайте уровень власти, необходимый для совершения определённых действий в этом чате. Уровни власти 0, 50 и 100 обычно означают пользователей, модераторов и администраторов соответственно, но любая градация также возможна.
sk: Definujte, aká úroveň oprávnení je potrebná na určité akcie v tomto chate. Úrovne oprávnení 0, 50 a 100 zvyčajne predstavujú používateľov, moderátorov a administrátorov, ale je možné aj akékoľvek iné rozlíšenie.
sr: Definišite koji nivo moći je neophodan za određene radnje u ovom četu. Nivoi moći 0, 50 i 100 obično predstavljaju korisnike, moderatore i administratore, ali je moguća bilo kakva gradacija.
sv: Definiera vilken maktnivå som krävs för vissa åtgärder i denna chatt. Mäktnivåerna 0, 50 och 100 representerar vanligtvis användare, moderatorer och administratörer, men alla grader är möjliga.
ta: இந்த அரட்டையில் சில செயல்களுக்கு எந்த ஆற்றல் நிலை தேவை என்பதை வரையறுக்கவும். 0, 50 மற்றும் 100 ஆற்றல் நிலைகள் பொதுவாக பயனர்கள், மதிப்பீட்டாளர்கள் மற்றும் நிர்வாகிகளைக் குறிக்கின்றன, ஆனால் எந்த தரமும் சாத்தியமாகும்.
th: กำหนดระดับพลังงานที่จำเป็นสำหรับการดำเนินการบางอย่างในแชทนี้ ระดับพลังงาน 0, 50 และ 100 มักแทนผู้ใช้, ผู้ดูแล และผู้ดูแลระบบ แต่สามารถปรับเปลี่ยนได้ตามต้องการ
uk: Визначте, який рівень повноважень необхідний для певних дій у цьому чаті. Рівні повноважень 0, 50 і 100 зазвичай представляють користувачів, модераторів та адміністраторів, але можливі будь-які градації.

# updateInstalled
source: 🎉 Update {version} installed!
be: 🎉 Абнаўленне {version} усталявана!
bn: 🎉 আপডেট {version} ইনস্টল হয়েছে!
bo: 🎉 {version} ལུས་སྟོན་བསྟན་!
ca: 🎉 S'ha actualitzat a la versió {version}!
cs: 🎉 Nainstalována aktualizace {version}!
da: 🎉 Opdatering {version} installeret!
de: 🎉 Update {version} installiert!
eo: 🎉 Ĝisdatigo {version} instalita!
et: 🎉 Versiooniuuendus {version} on paigaldatud!
eu: 🎉 {version} bertsioa instalatu da!
fa: 🎉 به‌روزرسانی {version} نصب شد!
fi: 🎉 Päivitys {version} asennettu!
fr: 🎉 La mise à niveau {version} est installée !
ga: 🎉 Nuashonraigh {version} suiteáilte!
gl: 🎉 Instalouse a actualización a {version}!
hi: 🎉 {version} अपडेट स्थापित!
hr: 🎉 Instalirana je nadogradnja {version}!
id: 🎉 Pembaruan {version} terpasang!
it: 🎉 Aggiornamento {version} installato!
ka: 🎉 განახლება {version} დამონტაჟებულია!
nb: 🎉 Oppdatering {version} installert!
nl: 🎉 Update {version} geïnstalleerd!
pl: 🎉 Zainstalowano aktualizację do wersji {version}!
pt: 🎉 Atualização {version} instalada!
ru: 🎉 Обновление {version} успешно установлено!
sk: 🎉 Aktualizácia {version} nainštalovaná!
sr: 🎉 Ažuriranje {version} instalirano!
sv: 🎉 Uppdatering {version} installerad!
ta: 🎉 புதுப்பிப்பு {version} நிறுவப்பட்டது!
th: 🎉 อัปเดต {version} ติดตั้งแล้ว!
uk: 🎉 Оновлення {version} встановлено!

source: Changelog
be: Спіс змен
bn: চেঞ্জলগ
bo: བསྒྲགས་ཚིག
ca: Registre de canvis
cs: Seznam změn
da: Ændringslog
de: Änderungsprotokoll
eo: Ĝisdato
et: Muudatuste logi
eu: Aldaketak
fa: فهرست تغییرات
fi: Muutosloki
fr: Journal des modifications
ga: ChangelogName
gl: Novidades na versión
hi: परिवर्तन सूची
hr: Dnevnik promjena
id: Catatan perubahan
it: Registro delle modifiche
ka: ცვლილებები
nb: Endringslogg
nl: Wijzigingengeschiedenis
pl: Lista zmian
pt: Registro de alterações
ru: Список изменений
sk: Zmeny v systéme
sr: Izmena dnevnika
sv: Ändringslogg
ta: மாற்றபதிவு
th: บันทึกการเปลี่ยนแปลง
uk: Зміни

# sendCanceled
source: Sending canceled
be: Адпраўка скасавана
bn: পাঠানো বাতিল হয়েছে
bo: བརྗེ་བརྗོད་བསྟན་ནི་ལུས་སྟོན་བསྟན་
ca: S'ha canceŀlat l'enviament
cs: Odeslání zrušeno
da: Afsendelse annulleret
de: Senden abgebrochen
eo: Sendado nuligita
et: Saatmine on katkestatud
eu: Bidalketa bertan behera utzi da
fa: فرستادن رد شد
fi: Lähetys peruutettu
fr: Envoi annulé
ga: Cealaíodh seoladh
gl: Cancelouse o envío
hi: भेजना रद्द कर दिया गया
hr: Slanje otkazano
id: Pengiriman dibatalkan
it: Invio annullato
ka: გაგზავნა გაუქმდა
nb: Sending avbrutt
nl: Versturen geannuleerd
pl: Anulowano wysyłanie
pt: Envio cancelado
ru: Отправка отменена
sk: Odoslanie zrušené
sr: Slanje otkazano
sv: Skickandet avbrutet
ta: அனுப்பப்பட்டது ரத்து செய்யப்பட்டது
th: การส่งถูกยกเลิก
uk: Надсилання скасовано

source: Login with Matrix-ID
be: Увайсці з Matrix-ID
bn: ম্যাট্রিক্স-আইডি দিয়ে লগইন করুন
bo: Matrix-ID ལུས་སྟོན་བསྟན་
ca: Entra amb l'id de Matrix
cs: Přihlásit se pomocí Matrix-ID
da: Log ind med Matrix-ID
de: Mit Matrix-ID anmelden
eo: Ensaluti kun Matrix-ID
et: Logi sisse Matrix-ID alusel
eu: Hasi saioa Matrix IDarekin
fa: ورود با شناسه ماتریکس
fi: Kirjaudu Matrix-ID:llä
fr: Connexion avec l'identifiant Matrix
ga: Logáil isteach le Matrix-ID
gl: Acceder co ID-Matrix
hi: Matrix-ID के साथ लॉगिन करें
hr: Prijava s Matrix-ID-jem
id: Masuk dengan ID Matrix
it: Accedi con il Matrix ID
ka: შესვლა Matrix-ID-ით
nb: Logg inn med Matrix-ID
nl: Inloggen met Matrix ID
pl: Zaloguj się identyfikatorem Matrix
pt: Entrar com Matrix-ID
ru: Войти через Matrix ID
sk: Prihlásiť sa pomocou Matrix-ID
sr: Пријавите се помоћу Matrix-ID
sv: Logga in med Matrix-ID
ta: மேட்ரிக்ச்-ஐடியுடன் உள்நுழைக
th: เข้าสู่ระบบด้วย Matrix-ID
uk: Увійти за допомогою Matrix-ID

source: Discover homeservers
be: Даследаваць дамашнія сервера
bn: হোমসার্ভার আবিষ্কার করুন
bo: ཁྱེད་རང་གི་ཁོངས་སྐད་ལུས་སྟོན་བསྟན་
ca: Descobreix servidors
cs: Objevte domácí servery
da: Opdag hjemservere
de: Server suchen
eo: Malkovru hejmservilojn
et: Leia koduservereid
eu: Arakatu zerbitzariak
fa: کشف سرورهای خانگی
fi: Löydä kotipalvelimet
fr: Découvrir les serveurs principaux
ga: Faigh amach faoi fhreastalaithe baile
gl: Atopar servidores
hi: होमसर्वर खोजें
hr: Otkrij domove servera
id: Jelajahi homeserver
it: Scopri gli homeserver
ka: მოძებნეთ სახლის სერვერები
nb: Oppdag hjemservere
nl: Ontdek servers
pl: Odkrywaj serwery domowe
pt: Descobrir servidores principais
ru: Список домашних серверов
sk: Objavte domáce servery
sr: Откријте домаћине сервера
sv: Upptäck hemservrar
ta: ஓம்சர்சர்களைக் கண்டறியவும்
th: ค้นหาเซิร์ฟเวอร์หลัก
uk: Знайти домашні сервери

source: What is a homeserver?
be: Што такое дамашні сервер?
bn: হোমসার্ভার কী?
bo: ཁོངས་སྐད་ལུས་སྟོན་ག་རེད་?
ca: Què és un servidor de Matrix?
cs: Co je domácí server?
da: Hvad er en hjemserver?
de: Was ist ein Homeserver?
eo: Kio estas hejmservo?
et: Mis on koduserver?
eu: Zer da zerbitzari bat?
fa: سرور خانگی چیست؟
fi: Mikä on kotipalvelin?
fr: Qu'est-ce qu'un serveur principal ?
ga: Cad is freastalaí baile ann?
gl: Que é un servidor de inicio?
hi: होमसर्वर क्या है?
hr: Što je dom server?
id: Apa itu homeserver?
it: Cos'è un homeserver?
ka: რა არის სახლის სერვერი?
nb: Hva er en hjemserver?
nl: Wat is een server?
pl: Czym jest serwer domowy?
pt: O que é um servidor principal?
ru: Для чего нужен домашний сервер?
sk: Čo je to domáci server?
sr: Шта је домаћин сервер?
sv: Vad är en hemserver?
ta: ஓம்சர்வர் என்றால் என்ன?
th: homeserver คืออะไร?
uk: Що таке домашній сервер?

# homeserverDescription
source: All your data is stored on the homeserver, just like an email provider. You can choose which homeserver you want to use, while you can still communicate with everyone. Learn more at at https://matrix.org.
be: Вашыя даныя захоўваюцца на дамашнім серверы, як у правайдара электронай пошты. Вы можаце самастойна абраць дамашні сервер, захоўвая пры тым магчымасць размаўляць. Даведайцеся болей на https://matrix.org.
bn: আপনার সমস্ত ডেটা হোমসার্ভারে সংরক্ষিত হয়, ঠিক যেমন একটি ইমেল প্রদানকারী। আপনি কোন হোমসার্ভার ব্যবহার করতে চান তা নির্বাচন করতে পারেন, তবে আপনি এখনও সবাইকে যোগাযোগ করতে পারেন। আরও জানুন https://matrix.org এ।
bo: ཁྱེད་རང་གི་དོན་ལས་བརྗེ་སྤྱོད་ལུས་སྟོན་བསྟན་, ལྟར་འབྲེལ་བ་ལས་སྤྱི་ཚོགས་ལུས་སྟོན་བསྟན་ ལུས་སྟོན་བསྟན་, ཁྱེད་རང་གི་ཁོངས་སྐད་ལུས་སྟོན་བསྟན་, ལུས་སྟོན་བསྟན་ https://matrix.org ལ་ལེན་པ་ཡོད་པ་ལས་སྤྱི་ཚོགས་ལུས་སྟོན་བསྟན་
ca: Totes les teves dades s'emmagatzemen al servidor, com passa amb el e-mail. Pots triar quin servidor vols fer servir sense témer a no poder comunicar gent d'altres servidors. Llegeix-ne més a https://matrix.org.
cs: Všechna vaše data jsou uložena na domácím serveru, stejně jako u poskytovatele e-mailu. Můžete si vybrat, který domácí server chcete používat, a přesto komunikovat se všemi. Více na https://matrix.org.
da: Alle dine data er gemt på hjemserveren, ligesom en e-mailudbyder. Du kan vælge, hvilken hjemserver du vil bruge, mens du stadig kan kommunikere med alle. Lær mere på https://matrix.org.
de: Alle deine Daten werden auf einem Homeserver gespeichert, so wie bei einem E-Mail Anbieter. Du kannst aussuchen, welchen Homeserver du benutzen willst und kannst trotzdem mit allen kommunizieren. Erfahre mehr auf https://matrix.org.
eo: Ĉiuj viaj datumoj estas stokitaj en la hejmservo, same kiel ĉe retpoŝta provizanto. Vi povas elekti kiun hejmservon vi volas uzi, dum vi daŭre povas komuniki kun ĉiuj. Lernu pli ĉe https://matrix.org.
et: Sarnaselt e-postiteenuse pakkujale on kõik sinu sõnumid salvestatud koduserveris. Sa võid valida sellise koduserveri, nagu sulle meeldib ja nad kõik suudavad teiste koduserveritega suhelda. Lisateavet leiad veebisaidist https://matrix.org.
eu: Zerbitzariak datuak gordetzen ditu, ePosta hornitzaileek mezuak gordetzen dituzten bezala. Nahi duzun zerbitzaria aukeratu dezakezu eta, hala ere, besteetako edonorekin hitz egin. Ikasi gehiago https://matrix.org webgunean.
fa: همه داده‌های شما روی سرور خانگی نگه‌داری میشوند، مانند یک فراهم‌کننده رایانامه. میتوانید سرور خانگی مورد نظر خود را انتخاب کنید، در حالی که همچنان میتوانید با هر کسی گفتگو کنید. اطلاعات بیشتر در https://matrix.org.
fi: Kaikki tietosi tallennetaan kotipalvelimelle, aivan kuten sähköpostipalvelimella. Voit valita, mitä kotipalvelinta käytät, mutta voit silti kommunikoida kaikkien kanssa. Lisätietoja osoitteessa https://matrix.org.
fr: Toutes vos données sont stockées sur le serveur principal, tout comme un fournisseur de messagerie. Vous pouvez choisir le serveur principal que vous souhaitez utiliser, tout en pouvant communiquer avec tout le monde. En savoir plus sur https://matrix.org.
ga: Stóráiltear do chuid sonraí go léir ar an bhfreastalaí baile, díreach cosúil le soláthraí ríomhphoist. Is féidir leat an freastalaí baile is mian leat a úsáid a roghnú, agus is féidir leat cumarsáid a dhéanamh le gach duine fós. Foghlaim níos mó ag https://matrix.org.
gl: Todos os teus datos quedan gardados no servidor de inicio, igual que co teu provedor de correo electrónico. Podes elexir o servidor que queres usar e poderás comunicarte con todos os demais. Aprende máis en https://matrix.org.
hi: आपका सारा डेटा होमसर्वर पर संग्रहित होता है, जैसे एक ईमेल प्रदाता। आप चुन सकते हैं कि आप कौन सा होमसर्वर उपयोग करना चाहते हैं, जबकि आप अभी भी सभी के साथ संवाद कर सकते हैं। अधिक जानने के लिए https://matrix.org पर जाएं।
hr: Svi vaši podaci pohranjeni su na domu serveru, baš kao i kod pružatelja e-pošte. Možete odabrati koji dom servera želite koristiti, dok i dalje možete komunicirati sa svima. Saznajte više na https://matrix.org.
id: Semua data Anda disimpan di dalam server, seperti halnya penyedia email. Anda dapat memilih homeserver mana yang ingin Anda gunakan, sementara Anda masih dapat berkomunikasi dengan semua orang. Pelajari lebih lanjut di https://matrix.org.
it: Tutti i tuoi dati sono archiviati sull'homeserver, proprio come un provider di posta elettronica. Puoi scegliere quale homeserver vuoi usare, mentre puoi comunque comunicare con tutti. Scopri di più su https://matrix.org.
ka: თქვენი ყველა მონაცემი ინახება სახლის სერვერზე, როგორც ელფოსტის მიმწოდებელი. შეგიძლიათ აირჩიოთ რომელ სახლის სერვერს გამოიყენებთ, ხოლო თქვენ შეგიძლიათ კომუნიკაცია გქონდეთ ყველასთან. მეტი ინფორმაციისთვის იხილეთ https://matrix.org.
nb: Alle dataene dine lagres på hjemserveren, akkurat som en e-postleverandør. Du kan velge hvilken hjemserver du vil bruke, samtidig som du kan kommunisere med alle. Lær mer på https://matrix.org.
nl: Al je data is opgeslagen op de server, net als bij een email-leverancier. Je kan kiezen welke server je gebruikt en toch communiceren met iedereen. Lees meer op https://matrix.org.
pl: Wszystkie Twoje dane trzymane są na serwerze domowym, jak u dostawców usług e-mail. Możesz wybrać swój serwer domowy i nadal rozmawiać ze wszystkimi. Dowiedz się więcej na https://matrix.org.
pt: Todos os seus dados são armazenados no servidor principal, assim como um provedor de email. Você pode escolher qual servidor principal deseja usar, enquanto ainda pode se comunicar com todos. Saiba mais em https://matrix.org.
ru: Все ваши данные хранятся на домашнем сервере, прямо как у вашего провайдера электронной почты. Вы можете выбрать, какому серверу вы их доверите, при этом сохраняя возможность общаться со всеми. Узнайте больше на https://matrix.org.
sk: Všetky vaše údaje sú uložené na domácom serveri, rovnako ako u poskytovateľa e-mailových služieb. Môžete si vybrať, ktorý domáci server chcete použiť, pričom stále môžete komunikovať so všetkými. Viac sa dozviete na https://matrix.org.
sr: Сви ваши подаци се чувају на домаћину сервера, као и код провајдера е-поште. Можете изабрати који домаћин сервера желите да користите, а и даље можете комуницирати са свима. Сазнајте више на https://matrix.org.
sv: All din data lagras på hemservern, precis som en e-postleverantör. Du kan välja vilken hemserver du vill använda, samtidigt som du kan kommunicera med alla. Läs mer på https://matrix.org.
ta: உங்கள் எல்லா தரவுகளும் ஒரு மின்னஞ்சல் வழங்குநரைப் போலவே ஓம்சர்வரில் சேமிக்கப்படுகின்றன. நீங்கள் எந்த ஓம்சர்வரை பயன்படுத்த விரும்புகிறீர்கள் என்பதை நீங்கள் தேர்வு செய்யலாம், அதே நேரத்தில் நீங்கள் எல்லோரிடமும் தொடர்பு கொள்ளலாம். Https://matrix.org இல் மேலும் அறிக.
th: ข้อมูลของคุณทั้งหมดถูกเก็บไว้บน homeserver เช่นเดียวกับผู้ให้บริการอีเมล คุณสามารถเลือกใช้ homeserver ใดก็ได้ ในขณะที่คุณยังสามารถสื่อสารกับทุกคนได้ เรียนรู้เพิ่มเติมได้ที่ https://matrix.org.
uk: Усі ваші дані зберігаються на домашньому сервері, так само як у постачальника послуг електронної пошти. Ви можете вибрати, який домашній сервер ви хочете використовувати, водночас ви можете спілкуватися з усіма. Докладніше на https://matrix.org.

# doesNotSeemToBeAValidHomeserver
source: Doesn't seem to be a compatible homeserver. Wrong URL?
be: Гэта не выглядае як дамашні сервер. Няслушны URL?
bn: এটি একটি মানানসই হোমসার্ভার বলে মনে হচ্ছে না। ভুল URL?
bo: ཁོངས་སྐད་ལུས་སྟོན་ལ་འབྲེལ་བ་མེད་པའི་རེད། ཁོངས་སྐད་ལུས་སྟོན་ལ་སྤྱི་ཚོགས་མེད་པ་རེད?
ca: No sembla un servidor compatible. Pot ser que la URL estigui malament?
cs: Zdá se, že nejde o kompatibilní domácí server. Špatná URL?
da: Det ser ikke ud til at være en kompatibel hjemserver. Forkert URL?
de: Scheint kein kompatibler Homeserver zu sein. Falsche URL?
eo: Ne ŝajnas esti kongrua hejmservo. Malĝusta URL?
et: Ei tundu olema ühilduv koduserver. Kas võrguaadress on ikka õige?
eu: Ez dirudi zerbitzaria bateragarria denik. Zuzena da URLa?
fa: به نظر نمیرسد سرور خانگی سازگاری داشته باشد. نشانی اشتباه است؟
fi: Ei vaikuta olevan yhteensopiva kotipalvelin. Väärä URL?
fr: Il ne semble pas s'agir d'un serveur principal compatible. Mauvaise URL ?
ga: Ní cosúil gur freastalaí baile comhoiriúnach é. URL mícheart?
gl: Non semella ser un servidor de inicio compatible. É o URL correcto?
hi: यह एक उपयुक्त होमसर्वर प्रतीत नहीं होता। क्या URL गलत है?
hr: Čini se da nije kompatibilan dom server. Pogrešan URL?
id: Sepertinya bukan homeserver yang kompatibel. URL salah?
it: Non sembra essere un homeserver compatibile. URL sbagliato?
ka: საიმედო სახლის სერვერი არ ჩანს. არასწორი URL?
nb: Ser ikke ut til å være en kompatibel hjemserver. Feil URL?
nl: Dit lijkt geen ondersteunde server. Verkeerde URL?
pl: Wydaje się nie być kompatybilnym serwerem domowym. Niepoprawny adres URL?
pt: Parece que não é um servidor principal compatível. URL incorreta?
ru: Этот домашний сервер выглядит несовместимым. Нет ли в ссылке опечаток?
sk: Nezdá sa, že ide o kompatibilný domáci server. Zlá URL?
sr: Изгледа да није компатибилан домаћин сервера. Погрешан URL?
sv: Verkar inte vara en kompatibel hemserver. Fel URL?
ta: இணக்கமான ஓம்சர்வர் என்று தெரியவில்லை. தவறான URL?
th: ดูเหมือนจะไม่ใช่ homeserver ที่รองรับ URL ผิดหรือไม่?
uk: Здається, це несумісний домашній сервер. Неправильна URL-адреса?

source: Calculating file size...
be: Вылічэнне памеру файла...
bn: ফাইলের আকার গণনা করা হচ্ছে...
bo: ཡིག་སྣོན་ལུས་སྟོན་བསྟན་...
ca: S'està calculant la mida de l'arxiu...
cs: Vypočítávám velikost souboru...
da: Beregner filstørrelse...
de: Dateigröße wird berechnet ...
eo: Kalkulanta dosiera grandecon...
et: Arvutame faili suurust...
eu: Fitxategiaren tamaina kalkulatzen…
fa: در حال محاسبه اندازه پرونده...
fi: Lasketaan tiedoston kokoa...
fr: Calcul de la taille du fichier...
ga: Méid an chomhaid á ríomh...
gl: Calculando o tamaño do ficheiro…
hi: फ़ाइल का आकार गणना कर रहा है...
hr: Računanje veličine datoteke...
id: Menghitung ukuran berkas...
it: Calcolo della dimensione del file...
ka: ფაილის ზომის გამოთვლა...
nb: Beregner filstørrelse...
nl: Bestandsgrootte berekenen...
pl: Obliczanie rozmiaru pliku...
pt: Calculando o tamanho do arquivo...
ru: Вычисление размера файла...
sk: Vypočítavanie veľkosti súboru...
sr: Пресметање величине датотеке...
sv: Beräknar filstorlek...
ta: கோப்பு அளவைக் கணக்கிடுகிறது ...
th: กำลังคำนวณขนาดไฟล์...
uk: Обчислення розміру файлу...
