Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# grammarCopyPOSintj
source: Interjection
bn: উচ্চারণ
bo: ལེན་སྣང་
ca: Interjecció
cs: Zvolání
da: Interjektion
de: Interjektion
eo: Interjekcio
et: Hüüumärk
eu: Interjekzioa
fi: Interjektio
ga: Interjeacht
gl: Interxección
hi: आवेश
hr: Umetnuta Riječ
it: Interiezione
ka: შეკითხვა
nb: Interjeksjon
nl: Tussenwerpsel
pl: Wykrzyknik
pt: Interjeição
ru: Междометие
sk: Medzníková sloveso
sr: Uzvik
sv: Interjektion
ta: இணைச்சொல்
th: คำอุทาน

# grammarCopyPOSx
source: Other
bn: অন্য
bo: གཞན་
ca: Altres
cs: Jiné
da: Andet
de: Andere
eo: Alia
et: Muu
eu: Bestea
fi: Muu
fr: Autre
ga: Eile
gl: Outro
hi: अन्य
hr: Drugo
it: Altro
ka: სხვა
nb: Annet
nl: Overig
pl: Inne
pt: Outro
ru: Другое
sk: Iné
sr: Ostalo
sv: Annat
ta: மற்றவை
th: อื่น ๆ

# grammarCopyGENDERfem
source: Feminine
bn: স্ত্রীলিঙ্গ
bo: མོ་མོའི་
ca: Femení
cs: Ženský rod
da: Feminint
de: Weiblich
eo: Feminina
et: Naiseline
eu: Emakumezko
fr: Féminin
ga: Ban
gl: Feminino
hi: स्त्रीलिंग
hr: Ženski Rod
it: Femminile
ka: ქალი
nb: Feminint
nl: Vrouwelijk
pl: Żeński
pt: Feminino
ru: Женский род
sk: Ženský
sr: Ženski rod
sv: Feminint
ta: பெண்கள்
th: เพศหญิง

# grammarCopyPERSON2
source: Second Person
bn: দ্বিতীয় ব্যক্তি
bo: གཉིས་པའི་པོ་
ca: Segona persona
cs: Druhá osoba
da: Anden person
de: Zweite Person
eo: Dua Persono
et: Teine isik
eu: Bigarren Persona
fi: Toinen henkilö
fr: Deuxième personne
ga: An Dara Duine
gl: Segunda Persoa
hi: दूसरा व्यक्ति
hr: Druga Osoba
it: Seconda Persona
ka: მეორე პირი
nb: Andre person
nl: Tweede persoon
pl: Druga osoba
pt: Segunda Pessoa
ru: Второе лицо
sk: Druhá osoba
sr: Drugo lice
sv: Andraperson
ta: இரண்டாவது நபர்
th: บุคคลที่สอง

# grammarCopyMOODimp
source: Imperative
bn: আদেশমূলক
bo: དབྱེ་བརྗེ་
ca: Imperatiu
cs: Rozkazovací způsob
da: Imperativ
de: Imperativ
eo: Imperativo
et: Käsuviis
eu: Espezifikoa
fi: Imperatiivi
fr: Impératif
ga: Orduitheach
gl: Imperativo
hi: आज्ञा
hr: Zapovjedni Način
it: Imperativo
ka: მოთხოვნა
nb: Imperativ
nl: Imperatief
pl: Tryb rozkazujący
pt: Imperativo
ru: Повелительное наклонение
sk: Rozkazovací spôsob
sr: Zapovjedni način
sv: Imperativ
ta: ஆணை
th: คำสั่ง

# grammarCopyPUNCTTYPEqest
source: Question
bn: প্রশ্ন
bo: དབྱེ་བརྗེ་
ca: Pregunta
cs: Otázka
da: Spørgsmål
de: Frage
eo: Demando
et: Küsimus
eu: Galdera
fi: Kysymys
ga: Ceist
gl: Pregunta
hi: प्रश्न
hr: Pitanje
it: Domanda
ka: შეკითხვა
nb: Spørsmål
nl: Vraag
pl: Pytanie
pt: Pergunta
ru: Вопрос
sk: Otázka
sr: Pitanje
sv: Fråga
ta: கேள்வி
th: คำถาม

# grammarCopyASPECTperf
source: Perfect
bn: সম্পূর্ণ
bo: ལས་སྟོན་
ca: Perfecte
cs: Dokončený
da: Perfekt
de: Perfekt
eo: Perfekta
et: Täiuslik
eu: Perfektua
fi: Perfekti
fr: Parfait
ga: Críochnaitheach
gl: Perfecto
hi: पूर्ण
hr: Savršeno
it: Perfetto
ka: შესრულებული
nb: Perfekt
nl: Voltooid
pl: Perfekt
pt: Perfeito
ru: Совершенный
sk: Dokončený
sr: Perfekt
sv: Perfekt
ta: பூரணமான
th: สมบูรณ์แบบ

# grammarCopyCASEaccnom
source: Accusative, Nominative
bn: অভিযোগ, নামনামা
bo: བཙུགས་སྐད་, མིང་བཙུགས་
ca: Acusatiu, Nominatiu
cs: Akuzativ, Nominativ
da: Akkusativ, Nominativ
de: Akkusativ, Nominativ
eo: Akuzativo, Nominativo
et: Olevik, nimetav
eu: Kasua, Nominatiboa
fi: Akkusatiivi, Nominatiivi
fr: Accusatif, Nominatif
ga: Cásca, Ainmfhocail
gl: Acusativo, Nominativo
hi: कृदंत, नामवाचक
hr: Akuzativ, Nominativ
it: Accusativo, Nominativo
ka: მიმართვა, ნომინატივი
nb: Akkusativ, Nominativ
nl: Accusatief, Nominatief
pl: Dopełniacz, Mianownik
pt: Acusativo, Nominativo
ru: Винительный, Именительный
sk: Akuzatív, Nominatív
sr: Akuzativ, Nominativ
sv: Ackusativ, Nominativ
ta: தொகை, பெயர்ச்சொல்
th: กรณีถูกกระทำ, กรณีเป็นประธาน

# grammarCopyCASEobl
source: Oblique
bn: অপ্রচলিত
bo: ཁྱད་པར་
ca: Obliqu
cs: Šikmý pád
eo: Obliqua
et: Kaldkriips
eu: Oblikua
fi: Obliikki
ga: Uillinneach
gl: Oblícuo
hi: वक्र
hr: Obli
it: Obliquo
ka: გაურკვეველი
nb: Oblik
pl: Ombicjalny
pt: Oblíquo
ru: Косвенный
sk: Oslabený pád
sr: Oslikano
sv: Obliqu
ta: வளைந்த
th: กรณีอ้อม

# grammarCopyVOICEact
source: Active
bn: সক্রিয়
bo: ལས་ཀ་
ca: Actiu
cs: Aktivní hlas
da: Aktiv
de: Aktiv
eo: Aktiva
et: Aktiivne
eu: Aktiboa
fi: Aktiivi
fr: Actif
ga: Gníomhach
gl: Activo
hi: सक्रिय
hr: Aktivno
it: Attivo
ka: აქტიური
nb: Aktiv
nl: Actief
pl: Strona czynna
pt: Ativo
ru: Деятельный
sk: Aktívny hlas
sr: Aktiv
sv: Aktiv
ta: செயல்படுகிறது
th: กริยาในรูปเชิงกระทำ

# grammarCopyPUNCTTYPEbrck
source: Bracket
bn: ব্র্যাকেট
bo: ཁྲིམས་
ca: Claudàtor
cs: Závorka
da: Parentheses
de: Klammer
eo: Klamro
et: Klamber
eu: Itsatsi
fi: Sulku
fr: Crochet
ga: Clib
gl: Paréntese
hi: कोष्ठक
hr: Zagrada
it: Parenthesis
ka: სარკმელი
nb: Parentes
nl: Haakje
pl: Nawias
pt: Parêntese
ru: Круглая скобка
sk: Zátvorka
sr: Zagrada
sv: Parentes
ta: பிரேக்
th: วงเล็บ

# grammarCopyNOUNTYPEart
source: Article
bn: আর্টিকেল
bo: རྒྱག་
cs: Článek
da: Artikel
de: Artikel
eo: Artikolo
et: Artikkel
eu: Artikulua
fi: Artikkeli
ga: Alt
gl: Artigo
hi: लेख
hr: Članak
it: Articolo
ka: სტატია
nb: Artikkel
nl: Lidwoord
pl: Rodzajnik
pt: Artigo
ru: Артикль
sk: Článok
sr: Član
sv: Artikel
ta: கட்டுரை
th: บทความ

# grammarCopyNUMBERsing
source: Singular
bn: একবচন
bo: གཅིག་
cs: Singulár
da: Ental
eo: Ununombra
et: Üksik
eu: Bikotea
fi: Yksikkö
fr: Singulier
ga: Aonair
hi: एकवचन
hr: Jednina
it: Singolare
ka: ერთეული
nb: Entall
nl: Enkelvoud
pl: Liczba pojedyncza
ru: Единственное число
sk: Jednotné číslo
sr: Jednina
ta: ஒற்றை
th: เอกพจน์

# grammarCopyGENDERmasc
source: Masculine
bn: পুংলিঙ্গ
bo: ཕོགས་པོ་
ca: Masculí
cs: Maskulinní
da: Maskulin
de: Maskulin
eo: Vira
et: Mehelik
eu: Gizonezkoa
fi: Maskuliini
fr: Masculin
ga: Fireann
gl: Masculino
hi: पुल्लिंग
hr: Muški rod
it: Maschile
ka: მამრობითი
nb: Hankjønn
nl: Mannelijk
pl: Męski
pt: Masculino
ru: Мужской род
sk: Mužský
sr: Muški rod
sv: Maskulin
ta: ஆண்மை
th: เพศชาย

# grammarCopyVERBTYPEmod
source: Modal
bn: মডাল
bo: མཁན་པོ་
cs: Modální
eo: Modala
et: Modaal
eu: Modala
fi: Modaalinen
ga: Modúil
hi: मोडल
hr: Modalni
it: Modale
ka: მოდალი
nb: Modale
nl: Modaal
pl: Modalny
ru: Модальный
sk: Modálny
sr: Modalni glagol
sv: Modalt
ta: மாதிரி
th: กริยาช่วย

# grammarCopyADVTYPEadverbial
source: Adverbial
bn: অব্যয়বাচক
bo: རང་བཞིན་
cs: Příslovečný
eo: Adverba
et: Adverbiaalne
eu: Aditiboa
fi: Adverbiaali
ga: Amléite
hi: क्रिया विशेषण
hr: Prilog
it: Avverbiale
ka: მიმართვა
nl: Bijwoordelijk
pl: Przysłówkowy
ru: Наречие
sk: Príslovkový
sr: Prilog
ta: வினையடைவது
th: คำกริยวิเศษณ์

# grammarCopyTENSEperi
source: Periphrastic
bn: পরিপূরক
bo: དུས་ཚོད་
ca: Perifràstic
cs: Perifrastický
da: Perifrasisk
de: Periphrastisch
eo: Perifrasta
et: Perifrastiline
eu: Perifratikoa
fi: Perifrastinen
fr: Périphrastique
ga: Timpeallach
gl: Perifrástico
hi: परिभ्रंशकाल
hr: Perifrasti
it: Perifrastica
ka: პერიოდული
nb: Perifrasisk
nl: Perifrastisch
pl: Perifrazowy
pt: Perifrástico
ru: Перфразный
sk: Perifrastický
sr: Perifrasti
sv: Perifrasist
ta: சுற்றுப்புற காலம்
th: คำกริยาวิเศษณ์แสดงระยะเวลา

# grammarCopyNUMFORMdigit
source: Digit
bn: সংখ্যা
bo: རྩིས་
ca: Dígit
cs: Číslice
da: Skrift
de: Ziffer
eo: Cifero
et: Number
eu: Zifra
fi: Numero
fr: Chiffre
ga: Uimhir
gl: Dígito
hi: अंक
hr: Brojka
it: Cifra
ka: ციფრი
nb: Siffer
nl: Cijfer
pl: Cyfra
pt: Dígito
ru: Цифра
sk: Číslica
sr: Цифра
sv: Siffra
ta: எண்
th: ตัวเลข

# grammarCopyNOUNTYPEnot_proper
source: Not Proper
bn: সঠিক নয়
bo: མི་རྟག་པ་
ca: No Proper
cs: Neprávní
da: Ikke egennavn
de: Nicht Eigennamen
eo: Ne ĝusta
et: Ei ole õige
eu: Ez Egokia
fi: Ei Oikea
fr: Pas Propre
ga: Ní Foirfe
gl: Non propio
hi: सही नहीं
hr: Nije vlastito
it: Non Proprio
ka: არასწორი
nb: Ikke egennavn
nl: Niet Proper
pl: Nieprawidłowy
pt: Não próprio
ru: Не собственное
sk: Neosobný
sr: Неправилно
sv: Ej Egen
ta: சரியானது அல்ல
th: ไม่เหมาะสม

# grammarCopyNUMTYPEcard
source: Cardinal
bn: কার্ডিনাল
bo: རྩིས་
cs: Číselný
da: Rækkefølge
de: Kardinalzahl
eo: Kardinalo
et: Kardinaalne
eu: Kardinala
fi: Kardinaali
ga: Uimhirlárnach
hi: संक्यात्मक
hr: Redni broj
it: Cardinale
ka: კარდინალი
nb: Kardinal
nl: Cijfermatig
pl: Rzeczownikowy
ru: Кардинальное число
sk: Číselný
sr: Бројеви
sv: Kardinal
ta: முக்கிய
th: จำนวนเต็ม

# grammarCopyNOUNTYPEprop
source: Proper
bn: সঠিক
bo: རྟག་པ་
ca: Propietat
cs: Vlastní
da: Egennavn
de: Eigenname
eo: Propra
et: Õige
eu: Egokia
fi: Oikea
fr: Propre
ga: Foirfe
gl: Propio
hi: सही
hr: Vlastito
it: Proprio
ka: სწორი
nb: Egen
nl: Eigenlijk
pl: Własny
pt: Próprio
ru: Собственное
sk: Vlastný
sr: Правилно
sv: Egen
ta: சரியானது
th: เฉพาะเจาะจง

# grammarCopyPUNCTTYPEdash
source: Dash
bn: ড্যাশ
bo: བརྗེ་བརྗོད་
ca: Guion
cs: Pomlčka
da: Bindestreg
de: Bindestrich
eo: Homa
et: Sidekriips
eu: Tiradera
fi: Piste
fr: Tiret
gl: Guion
hi: डैश
hr: Crta
it: Lineetta
ka: დაშლილი
nb: Bindestrek
nl: Teken
pl: Myślnik
pt: Traço
ru: Дефис
sk: Pomlčka
sr: Тире
sv: Bindestreck
ta: டாஷ்
th: ขีดเส้น

# grammarCopyPUNCTTYPEyes
source: Yes
bn: হ্যাঁ
bo: ཡིན་
ca: Sí
cs: Ano
da: Ja
de: Ja
eo: Jes
et: Jah
eu: Bai
fi: Kyllä
fr: Oui
ga: Sea
gl: Si
hi: हाँ
hr: Da
it: Sì
ka: დიახ
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ru: Да
sk: Áno
sr: Да
sv: Ja
ta: ஆம்
th: ใช่

# grammarCopyPUNCTTYPEsemi
source: Semicolon
bn: সেমিকোলন
bo: རྒྱབ་པོ་
ca: Punt i coma
cs: Středník
da: Semikolon
de: Semikolon
eo: Duobla punkto
et: Punktikoma
eu: Puntospilota
fi: Puolipiste
fr: Point-virgule
ga: Leas
gl: Punto e coma
hi: सेमीकोलन
hr: Točka-zarez
it: Punto e virgola
ka: სემიკოლონი
nb: Semikolon
nl: Puntkomma
pl: Średnik
pt: Ponto e vírgula
ru: Точка с запятой
sk: Stredník
sr: Точка-завеса
sv: Semikolon
ta: புள்ளி
th: อัฒภาค

# grammarCopyPUNCTTYPEcomm
source: Comma
bn: কমা
bo: མཇལ་
ca: Coma
cs: Čárka
da: Komma
de: Komma
eo: Komo
et: Koma
eu: Komata
fi: Koma
fr: Virgule
ga: Céimniú
gl: Virgula
hi: कॉमा
hr: Zarez
it: Virgola
ka: კომა
nb: Komma
nl: Komma
pl: Przecinek
pt: Vírgula
ru: Запятая
sk: čiarka
sr: Завршна тачка
sv: Komma
ta: கோலான குறி
th: ลูกน้ำ

# grammarCopyMOODcnd
source: Conditional
bn: শর্তসাপেক্ষ
bo: ཚད་ལྡན་
ca: Condicional
cs: Podmiňovací
da: Konditional
de: Konditional
eo: Kondiĉo
et: Tingimus
eu: Kontraerazionala
fi: Konditionaali
fr: Conditionnel
ga: Coinníollach
gl: Condicional
hi: शर्तीय
hr: Uvjetno
it: Condizionale
ka: შესაძლებლობა
nb: Kondisjonell
nl: Voorwaardelijk
pl: Tryb warunkowy
pt: Condicional
ru: Изъявительное наклонение
sk: Podmieňovací spôsob
sr: Условни
sv: Villkorlig
ta: விருப்பம்
th: เงื่อนไข

# grammarCopyCASEacc
source: Accusative
bn: অভিধান
bo: བཙུགས་སྐད་
ca: Acusatiu
cs: Akuzativ
da: Akkusativ
de: Akkusativ
eo: Akuzativo
et: Akusatiiv
eu: Aditza
fi: Akkusatiivi
fr: Accusatif
ga: Cásca
gl: Acusativo
hi: अभियोग
hr: Akuzativ
it: Accusativo
ka: მიღება
nb: Akkusativ
nl: Accusatief
pl: Dopełniacz
pt: Acusativo
ru: Винительный
sk: Akuzatív
sr: Аккузатив
sv: Ackusativ
ta: இடையீடு
th: กรณีถูกกล่าวหา

# grammarCopyPARTTYPEpart
source: Partitive
bn: অংশীদার
bo: རྟག་པའི་སྣོན
ca: Partitiu
cs: Partitivní
da: Partitiv
de: Partitiv
eo: Partitiva
et: Partitiiv
eu: Partitiboa
fi: Partitiivi
fr: Partitif
ga: Cuidríoch
gl: Partitivo
hi: भागात्मक
hr: Dioznik
it: Partitivo
ka: პარტიული
nb: Partitiv
nl: Partitief
pl: Partytywny
pt: Partitivo
ru: Дательный
sk: Partitív
sr: Делимични
sv: Partitiv
ta: பகுதி
th: ส่วนแบ่ง

# grammarCopyTENSEpast
source: Past
bn: অতীত
bo: ལོངས་སྐབས
ca: Passat
cs: Minulý
da: Datid
de: Vergangenheit
eo: Pasinta
et: Minevik
eu: Aurrekoa
fi: Menneisyys
fr: Passé
ga: Anuraidh
gl: Pasado
hi: भूतकाल
hr: Prošlo
it: Passato
ka: გადასული
nb: Fortid
nl: Verleden tijd
pl: Przeszły
pt: Passado
ru: Прошедшее
sk: Minulý čas
sr: Прошло време
sv: Preteritum
ta: பழைய
th: อดีต

# grammarCopyDEGREEsup
source: Superlative
bn: অধিক
bo: མཐའ་མཐར
ca: Superlatiu
cs: Superlativ
da: Superlativ
de: Superlativ
eo: Superlativo
et: Üli-
eu: Superlativo
fi: Superlatiivi
fr: Superlatif
gl: Superlativo
hi: अतिशयोक्तिपूर्ण
hr: Superlativ
it: Superlativo
ka: სუპერლატივი
nb: Superlativ
nl: Superlatief
pl: Stopień najwyższy
pt: Superlativo
ru: Превосходная степень
sk: Superlatív
sr: Највише
sv: Superlativ
ta: அதிகபட்சம்
th: ขั้นสุดยอด

# grammarCopyPUNCTTYPEcolo
source: Colon
bn: কলন
bo: ལུང་ལུང
ca: Dos punts
cs: Dvojtečka
da: Kolon
de: Doppelpunkt
eo: Kolo
et: Koolon
eu: Bi puntu
fi: Kaksoispiste
fr: Deux-points
ga: Colún
gl: Doubliño
hi: कोलन
hr: Dvotočka
it: Due punti
ka: კოლონი
nb: Kolon
nl: Dubbelpunt
pl: Dwukropek
pt: Dois pontos
ru: Двоеточие
sk: Dvojbodka
sr: Двоточка
sv: Kolon
ta: கோலம்
th: โคลอน

# grammarCopyPERSON3
source: Third Person
bn: তৃতীয় ব্যক্তি
bo: གསར་སྐད
ca: Tercera Persona
cs: Třetí osoba
da: Tredje person
de: Dritte Person
eo: Tria Persono
et: Kolmas isik
eu: Hirugarren pertsona
fi: Kolmas persoona
fr: Troisième personne
ga: An Tríú Pearsant
gl: Terceira Persoa
hi: तृतीय पुरुष
hr: Treće lice
it: Terza persona
ka: მესამე პირი
nb: Tredje person
nl: Derde persoon
pl: Trzecia osoba
pt: Terceira Pessoa
ru: Третье лицо
sk: Tretia osoba
sr: Трећа особа
sv: Tredje person
ta: மூன்றாவது நபர்
th: บุคคลที่สาม

# grammarCopyNUMBERplur
source: Plural
bn: বহুবচন
bo: རང་རེད
cs: Množné číslo
da: Flertal
eo: Multnombro
et: Mitmus
eu: Anitza
fi: Monikko
fr: Pluriel
ga: Ilchríoch
hi: बहुवचन
hr: Množina
it: Plurale
ka: მრავლობითი
nb: Flertall
nl: Meervoud
pl: Liczba mnoga
ru: Множественное число
sk: Množné číslo
sr: Множење
sv: Flertal
ta: பன்மை
th: พหูพจน์

# grammarCopyPRONTYPEnpr
source: Proper Noun
bn: বিশেষ নাম
bo: རང་བཞིན་མི
ca: Nom Propietat
cs: Vlastní jméno
da: Egennavn
de: Eigenname
eo: Propra Nomo
et: Õige nimisõna
eu: Izena propioa
fi: Oikea nimi
fr: Nom propre
ga: Ainmneoir Foirne
gl: Nome propio
hi: सही नाम
hr: Vlastito ime
it: Nome proprio
ka: სწორი სახელი
nb: Egennavn
nl: Eigennaam
pl: Rzeczownik własny
pt: Substantivo Próprio
ru: Собственное имя
sk: Vlastné meno
sr: Право именица
sv: Egennamn
ta: சரியான பெயர்
th: คำนามเฉพาะ

# grammarCopyPRONTYPEinterrogative
source: Interrogative
bn: প্রশ্নবাচক
bo: དབྱེ་བའི་དབྱེར
ca: Interrogatiu
cs: Otázka
da: Interrogativ
de: Fragewort
eo: Demando
et: Küsimus
eu: Galdera
fi: Kysymyslause
fr: Interrogatif
ga: Ceistneach
gl: Interrogativo
hi: प्रश्नवाचक
hr: Upitno
it: Interrogativo
ka: საპასუხო
nb: Spørreord
nl: Vragend
pl: Tryb pytający
pt: Interrogativo
ru: Вопросительное
sk: Otázka
sr: Питање
sv: Frågeord
ta: வினாத்தொடர்
th: คำถาม

# grammarCopyPOLITEinfm
source: Informal
bn: অপচয়ী
bo: མི་རིགས
cs: Neformální
da: Uformel
de: Informell
eo: Neformala
et: Mittesõbralik
eu: Informala
fi: Epävirallinen
fr: Informel
ga: Neamhfhoirmiúil
hi: अनौपचारिक
hr: Neformalno
it: Informale
ka: არაოფიციალური
nb: Uformell
nl: Informeel
pl: Nieformalny
ru: Неформальный
sk: Neformálne
sr: Неформално
sv: Informell
ta: அடையாளமற்ற
th: ไม่เป็นทางการ

# grammarCopyADVTYPEtim
source: Time
bn: সময়
bo: དུས་ཚོད
ca: Temps
cs: Čas
da: Tid
de: Zeit
eo: Tempo
et: Aeg
eu: Denbora
fi: Aika
fr: Temps
ga: Am
gl: Tempo
hi: समय
hr: Vrijeme
it: Tempo
ka: დრო
nb: Tid
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
sk: Čas
sr: Време
sv: Tid
ta: நேரம்
th: เวลา

# grammarCopyPOLARITYneg
source: Negative
bn: নেতিবাচক
bo: མེད
ca: Negatiu
cs: Negativní
da: Negativ
de: Negativ
eo: Nega
et: Negatiivne
eu: Negatiboa
fi: Kielteinen
fr: Négatif
ga: Diúltach
gl: Negativo
hi: नकारात्मक
hr: Negativno
it: Negativo
ka: უარყოფითი
nb: Negativ
nl: Negatief
pl: Przeciwieństwo
pt: Negativo
ru: Отрицательное
sk: Negatívne
sr: Негативан
sv: Negativ
ta: எதிர்மறை
th: เชิงลบ

# grammarCopyNUMTYPEtot
source: Total
bn: মোট
bo: མངོན་རིམ
cs: Celkový
de: Gesamt
eo: Tuta
et: Kokku
eu: Guztira
fi: Kokonaismäärä
ga: Iomlán
hi: कुल
hr: Ukupno
it: Totale
ka: სულ
nl: Totaal
pl: Razem
ru: Общий
sk: Celkový
sr: Укупно
ta: மொத்தம்
th: รวมทั้งหมด

# grammarCopyADVTYPEadnomial
source: Adnominal
bn: অ্যাডনোমিনাল
bo: ལུང་ལུང
cs: Adnomiální
eo: Adnominala
et: Adnominaalne
eu: Adnominala
fi: Adnominaalinen
ga: Ainmfhocail Fhíorúil
hi: विशेषणात्मक
hr: Pridjevski
it: Adnominale
ka: ადნომინალური
nl: Bijvoeglijk naamwoord
pl: Przyimkowy
ru: Прилагательное
sk: Adnominálne
sr: Атономски
ta: பெயர்ச்சி
th: คำคุณศัพท์นาม

# grammarCopyASPECTprog
source: Progressive
bn: অগ্রগামী
bo: ལོངས་སྐབས
ca: Progressiu
cs: Průběhový
da: Progressiv
de: Progressiv
eo: Progreseca
et: Progressiivne
eu: Aurrerapena
fi: Progressiivinen
fr: Progressif
ga: Forbartha
gl: Progresivo
hi: प्रगति
hr: Napredni
it: Progressivo
ka: პროგრესიული
nb: Progressiv
nl: Progressief
pl: Ciągły
pt: Progressivo
ru: Процессуальный
sk: Progresívny
sr: Прогресиван
sv: Progressiv
ta: தொகுதி
th: กําลังดำเนินการ

# grammarCopyMOODsub
source: Subjunctive
bn: উপবাক্য
bo: བརྟན་པོ
ca: Subjuntiu
cs: Podmiňovací
da: Konjunktiv
de: Subjunktiv
eo: Subjunktiva
et: Alistusvorm
eu: Subjuntiboa
fi: Subjunktiivi
fr: Subjonctif
ga: Féachaint
gl: Subxuntivo
hi: विषयवाचक
hr: Subjunktiv
it: Congiuntivo
ka: სუბიექტივული
nb: Konjunktiv
nl: Subjunctief
pl: Tryb przypuszczający
pt: Subjuntivo
ru: Сослагательное наклонение
sk: Subjunktív
sr: Конјунктив
sv: Konjunktiv
ta: பொருளாதாரம்
th: สมมุติ

# grammarCopyVERBFORMcomplementive
source: Complementive
bn: সম্পূরক
bo: བཟོ་བཅོས
ca: Complementiu
cs: Doplnková forma slovesa
da: Komplementiv
de: Komplementiv
eo: Komplementiva
et: Täiendav
eu: Osagarria
fi: Täydennysmuoto
fr: Complémentive
ga: Comhthreomhar
gl: Complementivo
hi: पूरक
hr: Komplementivni
it: Complementare
ka: კომპლემენტური
nb: Komplementiv
nl: Complementief
pl: Dopełniaczowy
pt: Complementivo
ru: Дополнительная форма
sk: Komplementív
sr: Комплементатив
sv: Kompletterande
ta: பூர்த்தி
th: คำเติมเต็ม

# grammarCopyCASEnom
source: Nominative
bn: নামবাচক
bo: མིང་བརྟན
ca: Nominatiu
cs: Nominativ
da: Nominativ
de: Nominativ
eo: Nominativa
et: Nominatiiv
eu: Nominatiboa
fi: Nominatiivi
fr: Nominatif
ga: Uainmneach
gl: Nominativo
hi: कर्ता
hr: Nominativ
it: Nominativo
ka: ნომინატივი
nb: Nominativ
nl: Nominatief
pl: Mianownik
pt: Nominativo
ru: Именительный
sk: Nominatív
sr: Номинатив
sv: Nominativ
ta: நாமவியல்
th: รูปประธาน

# grammarCopyTENSEfut
source: Future
bn: ভবিষ্যত
bo: ལོངས་སྐབས
ca: Futur
cs: Budoucí čas
da: Fremtid
de: Zukunft
eo: Estonta
et: Tulevik
eu: Etorkizuna
fi: Tulevaisuus
fr: Futur
ga: Amach
gl: Futuro
hi: भविष्यकाल
hr: Buduće
it: Futuro
ka: მომავალი
nb: Fremtid
nl: Toekomst
pl: Przyszły
pt: Futuro
ru: Будущее
sk: Budúci čas
sr: Будуће време
sv: Framtid
ta: எதிர்காலம்
th: อนาคต

# grammarCopyCASEdat
source: Dative
bn: ডেটিভ
bo: བཀྲམ་པ
ca: Datiu
cs: Dativ
da: Dativ
de: Dativ
eo: Dativa
et: Datiiv
eu: Dativoa
fi: Datiivi
fr: Datif
ga: Dátaí
gl: Dativo
hi: अपादान
hr: Dativ
it: Dativo
ka: დატივი
nb: Dativ
nl: Datief
pl: Celownik
pt: Dativo
ru: Дательный
sk: Dativ
sr: Датив
sv: Dativ
ta: தரவு
th: กรรมการ

# grammarCopyTENSEpres
source: Present
bn: বর্তমান
bo: དེང་སྐབས
cs: Přítomný čas
da: Præsens
de: Präsens
eo: Prezenta
et: Täna
eu: Oraingoa
fi: Preesens
fr: Présent
ga: Reatha
gl: Presente
hi: वर्तमान
hr: Sadašnje
it: Presente
ka: წარმომადგენელი
nb: Presens
nl: Heden
pl: Teraźniejszy
pt: Presente
ru: Настоящее
sk: Prítomný čas
sr: Наставно време
sv: Nutid
ta: தற்போது
th: ปัจจุบัน

# grammarCopyGENDERneut
source: Neuter
bn: নপুংসক
bo: མི་རྟག་པ
ca: Neutre
cs: Střední rod
da: Intetkøn
de: Neutrum
eo: Neŭtra
et: Neutraalne
eu: Neutroa
fi: Neutri
fr: Neutre
ga: Neodrach
gl: Neutro
hi: स्त्रीलिंग
hr: Neutralno
it: Neutro
ka: ნეუტრალური
nb: Intetkjønn
nl: Onzijdig
pl: Neutrum
pt: Neutro
ru: Средний род
sk: Rodovo neutrálny
sr: Средњи род
sv: Neutrum
ta: பாலினமற்ற
th: กลางเพศ

# grammarCopyPRONTYPErel
source: Relative
bn: সম্পর্কিত
bo: བརྗེ་བརྗོད
ca: Relatiu
cs: Vztažné zájmeno
da: Relativt pronomen
de: Relativpronomen
eo: Rilata
et: Suhe
eu: Erreferentzia
fi: Relatiivipronomini
fr: Relatif
ga: Cineálach
gl: Relativo
hi: संबंधवाचक
hr: Relativno
it: Relativo
ka: საკავშირო
nb: Relativ
nl: Relatief
pt: Relativo
ru: Относительное
sk: Vzťažné zámeno
sr: Односни
sv: Relativ
ta: சம்பந்தமான
th: สัมพัทธ์

# grammarCopyVERBFORMfinalEnding
source: Final Ending
bn: চূড়ান্ত সমাপ্তি
bo: མཇུག་ཚུལ་མཐར་འཁོད
ca: Final
cs: Koncová forma
da: Endeligt endelse
de: Endung
eo: Fina Fino
et: Lõpp
eu: Amaiera azkena
fi: Loppupääte
fr: Terminaison finale
ga: Críoch Deiridh
gl: Final
hi: अंतिम समाप्ति
hr: Završni završetak
it: Ending Finale
ka: საბოლოო დასრულება
nb: Endelig ending
nl: Einduitgang
pl: Końcówka końcowa
pt: Final
ru: Финальное окончание
sk: Koncová forma
sr: Завршни завршетак
sv: Slutändelse
ta: இறுதி முடிவு
th: คำลงท้ายสุด

# grammarCopyPRONTYPEdem
source: Demonstrative
bn: প্রদর্শনমূলক
bo: བརྗེ་བརྗོད
ca: Demostratiu
cs: Ukazovací zájmeno
da: Demonstrativt pronomen
de: Demonstrativpronomen
eo: Demonstrativa
et: Näidissõna
eu: Demostrativoa
fi: Demonstratiivipronomini
fr: Démonstratif
ga: Taispeántach
gl: Demostrativo
hi: दर्शक
hr: Pokazno
it: Dimostrativo
ka: დამადასტურებელი
nb: Demonstrativ
nl: Aanwijzend
pl: Demonstratywny
pt: Demonstrativo
ru: Демонстративное
sk: Ukazovacie zámeno
sr: Демонстративни
sv: Demonstrativ
ta: காண்பிப்பது
th: ชี้นำ

# grammarCopyPREPCASEpre
source: Prepositional
bn: প্রিপোজিশনাল
bo: གདམ་སྒྲིག་སྐད་ཆ
ca: Preposicional
cs: Předložkový
da: Præpositionscase
de: Präpositional
eo: Prepozicia
et: Eessõnaliigend
eu: Preposizioa
fi: Prepositio
fr: Prépositionnel
ga: Réamhfhocail
gl: Preposicional
hi: पूर्वसंबंधी
hr: Prijedložni padež
it: Preposizionale
ka: პრეპოზიციური
nb: Preposisjonell
nl: Voorzetsel
pl: Przyimkowy
pt: Preposicional
ru: Предложный падеж
sk: Predložková pádová väzba
sr: Предлошки случај
sv: Prepositionsfall
ta: முன் இடைச்செருகல்
th: คำบุพบท

# grammarCopyVERBFORMfin
source: Finite
bn: সীমিত
bo: མཐར་འཁོད་པའི་སྐུལ
ca: Finita
cs: Konečný
da: Finit
de: Finit
eo: Finita
et: Lõplik vorm
eu: Finita
fi: Finiitti
fr: Fini
ga: Críochnaitheach
gl: Finito
hi: सीमित
hr: Finitiv
it: Finito
ka: სრულყოფილი
pl: Ograniczony
pt: Finito
ru: Оконченное
sk: Konečná forma
sr: Финит
ta: முடிவான
th: สิ้นสุด

# grammarCopyDEGREEpos
source: Positive
bn: ইতিবাচক
bo: བཟོ་བཅོས
ca: Positiu
cs: Pozitivní
da: Positiv
de: Positiv
eo: Pozitiva
et: Positiivne
eu: Positiboa
fi: Positiivinen
fr: Positif
ga: Dearfach
gl: Positivo
hi: सकारात्मक
hr: Pozitivno
it: Positivo
ka: პოზიტიური
nb: Positiv
nl: Positief
pl: Pozytywny
pt: Positivo
ru: Положительный
sk: Pozitívny stupeň
sr: Позитиван
sv: Positiv
ta: நல்ல
th: บวก

# grammarCopyPUNCTTYPEquot
source: Quotation
bn: উদ্ধৃতি
bo: ཚད་ལྟར་སྒྲིག
ca: Cometa
cs: Uvozovky
da: Citattegn
de: Zitat
eo: Citilo
et: Tsitaat
eu: Aipua
fi: Lainausmerkki
fr: Citation
ga: Lua
gl: Cita
hi: उद्धरण
hr: Navodnici
it: Citazione
ka: ციტატა
nb: Sitat
nl: Aanhaling
pl: Cytat
pt: Aspas
ru: Цитата
sk: Uvozovky
sr: Цитат
sv: Citattecken
ta: மேலோட்டம்
th: คำพูด

# grammarCopyVOICEpass
source: Passive
bn: নিষ্ক্রিয়
bo: གནས་སྐབས
ca: Passiu
cs: Pasivní
da: Passiv
de: Passiv
eo: Pasiva
et: Passiiv
eu: Pasiboa
fi: Passiivi
fr: Passif
ga: Gníomhach
gl: Pasivo
hr: Pasiv
it: Passivo
ka: პასიური
nb: Passiv
nl: Lijdend voorwerp
pl: Strona bierna
pt: Passivo
ru: Страдательный залог
sk: Pasív
sr: Пасивни
sv: Passiv
ta: பாசிவம்
th: ถูกกระทำ

# grammarCopyCASEgen
source: Genitive
bn: জেনিটিভ
bo: བརྗེ་བརྗོད
ca: Genitiu
cs: Genitiv
da: Genitiv
de: Genitiv
eo: Genitiva
et: Genitiiv
eu: Genitiboa
fi: Genetiivi
fr: Génitif
ga: Gineadach
gl: Genitivo
hi: संबंधवाचक
hr: Genitiv
it: Genitivo
ka: გენიტივი
nb: Genitiv
nl: Genitief
pl: Dopełniacz
pt: Genitivo
ru: Родительный падеж
sk: Genitív
sr: Genitiv
sv: Genitiv
ta: உரிமை
th: กรรมพันธุ์

# grammarCopyTENSEprs
source: Present
bn: বর্তমান
bo: དེང་སྐབས
cs: Přítomný
da: Præsens
de: Präsens
eo: Prezento
et: Täna
eu: Oraingoa
fi: Preesens
fr: Présent
ga: Reatha
gl: Presente
hi: वर्तमान
hr: Sadašnje
it: Presente
ka: მიმდინარე დრო
nb: Presens
nl: Heden
pl: Teraźniejszy
pt: Presente
ru: Настоящее
sk: Prítomný čas
sr: Sadašnje
sv: Nutid
ta: தற்போது
th: ปัจจุบัน
