Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# changedTheJoinRulesTo
source: {username} changed the join rules to: {joinRules}
be: {username} змяніў правілы падлучэння на: {joinRules}
bn: {username} যোগদানের নিয়ম পরিবর্তন করেছেন: {joinRules}
bo: {username} ལུགས་བཀལ་བཞག་: {joinRules}
ca: {username} ha canviat les normes d’unió a: {joinRules}
cs: {username} změnili nastavení pravidel připojení na: {joinRules}
da: {username} ændrede tilmeldingsreglerne til: {joinRules}
de: {username} hat die Zugangsregeln geändert zu: {joinRules}
eo: {username} ŝanĝis regulojn pri aliĝado al: {joinRules}
et: {username} muutis liitumise reegleid järgnevalt: {joinRules}
eu: {username}(e)k batzeko arauak aldatu ditu: {joinRules}
fa: {username} قوانین پیوستن را به {joinRules} تغییر داد
fi: {username} asetti liittymissäännöiksi: {joinRules}
fr: {username} a changé les règles d'accès à la discussion en : {joinRules}
ga: D'athraigh {username} na rialacha ceangail go: {joinRules}
gl: {username} mudou as regras de acceso a: {joinRules}
hi: {username} ने जुड़ने के नियम बदले: {joinRules}
hr: {username} je promijenio/la pravila pridruživanja u: {joinRules}
id: {username} mengubah aturan bergabung ke: {joinRules}
it: {username} ha cambiato le regole per unirsi in: {joinRules}
ka: {username} გაწევრიანების წესები შეცვალა: {joinRules}
nb: {username} endret tilgangsreglene til: {joinRules}
nl: {username} heeft de toetredingsregels gewijzigd in: {joinRules}
pl: {username} zmienił/-a zasady wejścia na {joinRules}
pt: {username} alterou as regras de entrada para: {joinRules}
ru: {username} изменил(а) правила присоединения на: {joinRules}
sk: {username} zmenili nastavenie pravidiel pripojenia na: {joinRules}
sr: {username} измени правила приступања на: {joinRules}
sv: {username} ändrade anslutningsreglerna till {joinRules}
ta: {username} சேர விதிகளை மாற்றியது: {joinRules}
th: {username} เปลี่ยนกฎการเข้าร่วมเป็น: {joinRules}
uk: {username} змінює правила приєднання на: {joinRules}

# changedTheProfileAvatar
source: {username} changed their avatar
be: {username} змяніў свой аватар
bn: {username} তাদের অ্যাভাটার পরিবর্তন করেছেন
bo: {username} ཁོང་གི་རང་བཞིན་རོལ་བར་བསྐོས་
ca: {username} ha canviat la seva imatge de perfil
cs: {username} změnili svůj avatar
da: {username} ændrede deres avatar
de: {username} hat das Profilbild geändert
eo: {username} ŝanĝis sian profilbildon
et: {username} muutis oma tunnuspilti
eu: {username}(e)k profileko abatarra aldatu du
fa: {username} نماد نمایه را تغییر داد
fi: {username} vaihtoi profiilikuvaansa
fr: {username} a changé son avatar
ga: D'athraigh {username} a n-abhatár
gl: {username} mudou o avatar
hi: {username} ने अपना अवतार बदला
hr: {username} je promijenio/la svoj avatar
id: {username} mengubah avatarnya
it: {username} ha cambiato il suo avatar
ka: {username} შეცვალა პროფილის ფოტო
nb: {username} endret avataren sin
nl: {username}'s avatar is gewijzigd
pl: {username} zmienił/-a zdjęcie profilowe
pt: {username} alterou seu avatar
ru: {username} изменил(а) аватар
sk: {username} si zmenili profilový obrázok
sr: {username} измени свој аватар
sv: {username} ändrade sin avatar
ta: {username} அவர்களின் அவதாரத்தை மாற்றியது
th: {username} เปลี่ยนภาพโปรไฟล์
uk: {username} змінює аватар

# changedTheRoomAliases
source: {username} changed the room aliases
be: {username} змяніў псеўданімы пакою
bn: {username} রুমের অ্যালিয়াস পরিবর্তন করেছেন
bo: {username} ཁོང་གི་ཁང་ལེན་སྒོ་ལུགས་བསྐོས་
ca: {username} ha canviat l’àlies de la sala
cs: {username} změnili nastavení aliasů místnosti
da: {username} ændrede rummets aliaser
de: {username} hat die Raum-Aliasse geändert
eo: {username} ŝanĝis la kromnomojn de la ĉambro
et: {username} muutis jututoa aliast
eu: {username}(e)k gelaren ezizena aldatu du
fa: {username} نام‌های مستعار اتاق را تغییر داد
fi: {username} muutti huoneen aliaksia
fr: {username} a changé les adresses du salon
ga: D'athraigh {username} ailiasanna an tseomra
gl: {username} mudou os alias da sala
hi: {username} ने कमरे के उपनाम बदले
hr: {username} je promijenio/la pseudonime soba
id: {username} mengubah alias ruangan
it: {username} ha modificato gli alias della stanza
ka: {username} ოთახის მეტსახელები შეცვალა
nb: {username} endret rom-aliasene
nl: {username} heeft de kameraliassen gewijzigd
pl: {username} zmienił/-a alias pokoju
pt: {username} alterou os aliases da sala
ru: {username} изменил(а) псевдонимы комнаты
sk: {username} zmenili nastavenie aliasov chatu
sr: {username} измени алијас собе
sv: {username} ändrade rummets alias
ta: {username} அறை மாற்றுப்பெயர்களை மாற்றியது
th: {username} เปลี่ยนชื่อสมาชิกรายการห้อง
uk: {username} змінює псевдоніми кімнати

# changedTheRoomInvitationLink
source: {username} changed the invitation link
be: {username} змяніў(-ла) запрашальную спасылку
bn: {username} আমন্ত্রণ লিঙ্ক পরিবর্তন করেছেন
bo: {username} བརྗེས་སྤྱོད་འབད་ཡོད་པའི་འབྲེལ་གཏོད་འབྲེལ་འདི
ca: {username} ha canviat l’enllaç per a convidar
cs: {username} změnili odkaz k pozvání do místnosti
da: {username} ændrede invitationslinket
de: {username} hat den Einladungslink geändert
eo: {username} ŝanĝis la invitan ligilon
et: {username} muutis kutse linki
eu: {username}(e)k gonbidapen-esteka aldatu du
fa: {username} پیوند دعوت را تغییر داد
fi: {username} muutti kutsulinkkiä
fr: {username} a changé le lien d'invitation
ga: D'athraigh {username} nasc an chuiridh
gl: {username} mudou a ligazón de convite
hi: {username} ने आमंत्रण लिंक बदला
hr: {username} je promijenio/la poveznicu poziva
id: {username} mengubah tautan undangan
it: {username} ha cambiato il link di invito
ka: {username} მოწვევის ბმული შეცვალა
nb: {username} endret invitasjonslenken
nl: {username} heeft de uitnodigingslink gewijzigd
pl: {username} zmienił/-a link z zaproszeniem do pokoju
pt: {username} alterou o link de convite
ru: {username} изменил(а) ссылку для приглашения
sk: {username} zmenili odkaz k pozvánke do miestnosti
sr: {username} измени везу позивнице
sv: {username} ändrade inbjudningslänken
ta: {username} அழைப்பிதழ் இணைப்பை மாற்றியது
th: {username} เปลี่ยนลิงก์เชิญเข้าห้อง
uk: {username} змінює посилання для запрошення

source: Change password
be: Змяніць пароль
bn: পাসওয়ার্ড পরিবর্তন করুন
bo: གསང་གི་གསང་བསྐྱར་བཅོས་
ca: Canvia la contrasenya
cs: Změnit heslo
da: Skift adgangskode
de: Passwort ändern
eo: Ŝanĝi pasvorton
et: Muuda salasõna
eu: Aldatu pasahitza
fa: تغییر گذرواژه
fi: Vaihda salasana
fr: Changer de mot de passe
ga: Athraigh an pasfhocal
gl: Mudar contrasinal
hi: पासवर्ड बदलें
hr: Promijeni lozinku
id: Ubah kata sandi
it: Cambia la password
ka: პაროლის შეცვლა
nb: Endre passord
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar senha
ru: Изменить пароль
sk: Zmeniť heslo
sr: Измени лозинку
sv: Ändra lösenord
ta: கடவுச்சொல்லை மாற்றவும்
th: เปลี่ยนรหัสผ่าน
uk: Змінити пароль

source: Change the homeserver
be: Змяніць дамашні сервер
bn: হোমসার্ভার পরিবর্তন করুন
bo: ཁང་གི་གནས་སུམ་ལ་བསྐྱར་བཅོས་
ca: Canvia el servidor
cs: Změnit domovský server
da: Skift hjemserver
de: Anderen Homeserver verwenden
eo: Ŝanĝi hejmservilon
et: Muuda koduserverit
eu: Aldatu zerbitzaria
fa: تغییر سرور خانگی
fi: Vaihda kotipalvelinta
fr: Changer le serveur d'accueil
ga: Athraigh an freastalaí baile
gl: Mudar de servidor de inicio
hi: होमसर्वर बदलें
hr: Promijeni domaćeg poslužitelja
id: Ubah homeserver
it: Cambia il server principale
ka: სახლის სერვერის შეცვლა
nb: Endre hjemmetjener
nl: Homeserver wijzigen
pl: Zmień serwer domyślny
pt: Alterar o servidor principal
ru: Изменить домашний сервер
sk: Zmeniť použitý server
sr: Промени домаћи сервер
sv: Ändra hemserver
ta: ஓம்சர்வரை மாற்றவும்
th: เปลี่ยนเซิร์ฟเวอร์บ้าน
uk: Змінити домашній сервер

# changeTheme
source: Change your style
be: Змяніць ваш стыль
bn: আপনার শৈলী পরিবর্তন করুন
bo: ཁྱེད་རང་གི་ལས་སྒྲིག་ལས་བསྐྱར་བཅོས་
ca: Canvia l’estil
cs: Změňte svůj styl
da: Skift dit tema
de: Ändere Deinen Style
eo: Ŝanĝu la haŭton
et: Muuda oma stiili
eu: Aldatu itxura
fa: تغییر پوسته
fi: Vaihda tyyliäsi
fr: Changez votre style
ga: Athraigh do stíl
gl: Cambiar o estilo
hi: अपनी शैली बदलें
hr: Promijeni tvoj stil
id: Ubah tema
it: Cambia il tuo stile
ka: სტილის შეცვლა
nb: Endre din stil
nl: Je stijl veranderen
pl: Zmień swój styl
pt: Alterar seu estilo
ru: Персонализация
sk: Zmena štýlu
sr: Измените изглед
sv: Ändra din stil
ta: உங்கள் பாணியை மாற்றவும்
th: เปลี่ยนสไตล์ของคุณ
uk: Змінити стиль

source: Change the name of the group
be: Змяніць назву групы
bn: গ্রুপের নাম পরিবর্তন করুন
bo: དབྱེའི་མིང་ལ་བསྐྱར་བཅོས་
ca: Canvia el nom del grup
cs: Změnit název skupiny
da: Skift gruppens navn
de: Gruppenname ändern
eo: Ŝanĝi nomon de la grupo
et: Muuda vestlusrühma nime
eu: Taldearen izena aldatu
fa: تغییر نام گروه
fi: Vaihda ryhmän nimeä
fr: Changer le nom du groupe
ga: Athraigh ainm an ghrúpa
gl: Mudar o nome do grupo
hi: समूह का नाम बदलें
hr: Promijeni ime grupe
id: Ubah nama grup
it: Cambia il nome del gruppo
ka: ჯგუფის გადარქმევა
nb: Endre gruppens navn
nl: Groepsnaam wijzigen
pl: Zmień nazwę grupy
pt: Alterar o nome do grupo
ru: Изменить название группы
sk: Zmeniť názov skupiny
sr: Измени назив групе
sv: Ändra namn på gruppen
ta: குழுவின் பெயரை மாற்றவும்
th: เปลี่ยนชื่อกลุ่ม
uk: Змінити назву групи

source: Change your avatar
be: Змяніць вашу выяву
bn: আপনার অবতার পরিবর্তন করুন
bo: ཁྱེད་རང་གི་རྟེན་སྣོན་ལ་བསྐྱར་བཅོས་
ca: Canvia l’avatar
cs: Změňte svůj avatar
da: Skift din avatar
de: Deinen Avatar ändern
eo: Ŝanĝi vian profilbildon
et: Muuda oma tunnuspilti
eu: Aldatu abatarra
fa: تغییر نماد نمایه
fi: Vaihda profiilikuvasi
fr: Changer votre avatar
ga: Athraigh do abhatár
gl: Cambia o avatar
hi: अपना अवतार बदलें
hr: Promijeni svoj avatar
id: Ubah avatarmu
it: Cambia il tuo avatar
ka: პროფილის ფოტოს შეცვლა
nb: Bytt profilbilde
nl: Jouw avatar veranderen
pl: Zmień swoje zdjęcie
pt: Alterar seu avatar
ru: Изменить свой аватар
sk: Zmeniť svoj avatar
sr: Измените свој аватар
sv: Ändra din avatar
ta: உங்கள் அவதாரத்தை மாற்றவும்
th: เปลี่ยนรูปโปรไฟล์ของคุณ
uk: Змінити аватар

# channelCorruptedDecryptError
source: The encryption has been corrupted
be: Шыфраванне было сапсавана
bn: এনক্রিপশন ক্ষতিগ্রস্ত হয়েছে
bo: གསང་བརྗོད་བརྗེས་སྤྱོད་བྱེད་ཡོད་པ།
ca: El xifratge s’ha corromput
cs: Šifrování bylo poškozeno
da: Krypteringen er blevet beskadiget
de: Die Verschlüsselung wurde korrumpiert
eo: La ĉifrado estas difektita
et: Kasutatud krüptimine on vigane
eu: Zifratzea hondatu egin da
fa: رمزنگاری مخدوش شده است
fi: Salaus on korruptoitunut
fr: Le chiffrement a été corrompu
ga: Truaillíodh an criptiú
gl: A cifraxe está estragada
hi: एन्क्रिप्शन करप्ट हो गया है
hr: Šifriranje je oštećeno
id: Enkripsi telah rusak
it: La crittografia è corrotta
ka: დაშიფვრა დაზიანდა
nb: Krypteringen er skadet
nl: De versleuteling is beschadigd
pl: Szyfrowanie zostało uszkodzone
pt: A criptografia foi corrompida
ru: Шифрование было повреждено
sk: Šifrovanie bolo poškodené
sr: Шифровање је покварено
sv: Krypteringen har blivit korrupt
ta: குறியாக்கம் சிதைந்துள்ளது
th: การเข้ารหัสถูกทำลาย
uk: Шифрування було пошкоджено

source: Chat
be: Чат
bn: চ্যাট
bo: ཆད་སྒྲིག
ca: Xat
eo: Babilo
et: Vestlus
eu: Txata
fa: گپ
fi: Keskustelu
fr: Discussion
ga: Comhrá
gl: Conversa
hi: चैट
hr: Razgovor
id: Obrolan
ka: ჩატი
kab: Adiwenni
nb: Sludring
pl: Czat
pt: Bate-papo
ru: Чат
sr: Ћаскање
sv: Chatt
ta: அரட்டை
th: แชท
uk: Бесіда

source: Your chat backup has been set up.
be: Рэзервовае капіраванне чатаў было наладжана.
bn: আপনার চ্যাট ব্যাকআপ সেটআপ করা হয়েছে।
bo: ཁྱེད་རང་གི་ཆད་སྒྲིག་བརྗེས་སྤྱོད་ཡོད།
ca: S’ha configurat la còpia de seguretat del xat.
cs: Vaše záloha chatu byla nastavena.
da: Din chat-backup er blevet oprettet.
de: Dein Chat-Backup wurde eingerichtet.
eo: Via babilo-daŭdpreno estis agordita.
et: Sinu vestluste varundus on seadistatud.
eu: Txaten babeskopiak ezarri dira.
fa: پشتیبان گپ شما تنظیم شد.
fi: Keskustelujesi varmuuskopiointi on asetettu.
fr: Votre sauvegarde de la discussion a été mise en place.
ga: Bunaíodh do chúltaca comhrá.
gl: Configurouse a copia de apoio da charla.
hi: आपका चैट बैकअप सेटअप हो चुका है।
hr: Sigurnosna kopija tvog razgovora je postavljena.
id: Cadangan obrolanmu telah disiapkan.
it: Il tuo backup delle chat è stato configurato.
ka: თქვენი ჩატის სარეზერვო საშუალება კონფიგურირებული იქნა.
kab: Aḥraz n udiwenni-ik·im yettusbadu.
nb: Din chat-sikkerhetskopi er satt opp.
nl: Jouw chatback-up is ingesteld.
pl: Kopia zapasowa Twojego czatu została ustawiona.
pt: Seu backup de bate-papo foi configurado.
ru: Резервное копирование чата настроено.
sk: Záloha vašich chatov bola nastavená.
sr: Vaša sigurnosna kopija razgovora je postavljena.
sv: Din chatt-backup har konfigurerats.
ta: உங்கள் அரட்டை காப்புப்பிரதி அமைக்கப்பட்டுள்ளது.
th: การสำรองข้อมูลแชทของคุณได้ตั้งค่าแล้ว
uk: Рез. копію чату налаштовано.

source: Chat backup
be: Рэзервовае капіраванне чатаў
bn: চ্যাট ব্যাকআপ
bo: ཆད་སྒྲིག་བརྗེས་
ca: Còpia de seguretat del xat
cs: Záloha chatu
eo: Savkopiado de babilo
et: Varunda vestlus
eu: Txataren babeskopia
fa: پشتیبان گپ
fi: Keskustelun varmuuskopiointi
fr: Sauvegarde des discussions
ga: Cúltaca comhrá
gl: Copia de apoio
hi: चैट बैकअप
hr: Sigurnosna kopija razgovora
id: Cadangan obrolan
it: Backup delle discussioni
ka: ჩატის სარეზერვო საშუალება
kab: Aḥraz n udiwenni
nb: Sludringssikkerhetskopi
pl: Kopia zapasowa czatów
pt: Backup de bate-papo
ru: Резервное копирование чата
sk: Záloha chatov
sr: Копија ћаскања
sv: Chatt backup
ta: அரட்டை காப்புப்பிரதி
th: การสำรองข้อมูลแชท
uk: Резервне копіювання бесіди

# chatBackupDescription
source: Your old messages are secured with a recovery key. Please make sure you don't lose it.
be: Вашы старыя паведамленні абаронены ключом аднаўлення. Калі ласка, пераканайцеся ў тым, што вы яго не згубіце.
bn: আপনার পুরানো বার্তা গুলি একটি পুনরুদ্ধার কী দিয়ে সুরক্ষিত। দয়া করে নিশ্চিত করুন যে আপনি এটি হারাবেন না।
bo: ཁྱེད་རང་གི་རྩོམ་ལས་ཆེན་པོ་ཡོད་པའི་ཚེས་ལོ་ལས་བརྗེས་སྤྱོད་བྱེད་ཡོད་པའི་སྤྱོད་ལས་ལོག་ལས་བརྗེས་སྤྱོད་ཡོད། ཁྱེད་རང་གི་ལས་སྒྲིག་ལས་བརྗེས་སྤྱོད་ལ་བརྗེས་སྤྱོད་བྱེད་ཡོད་པ་ལས་སྤྱོད་ལ་མེད་མི་འདུག
ca: Els teus xats antics estan protegits amb una clau de recuperació. Assegureu-vos de no perdre-la.
cs: Záloha chatu je zabezpečena bezpečnostním klíčem. Ujistěte se, prosím, že klíč neztratíte.
da: Dine gamle beskeder er sikret med en gendannelsesnøgle. Sørg for, at du ikke mister den.
de: Deine alten Nachrichten sind mit einem Wiederherstellungsschlüssel gesichert. Bitte stellen sicher, dass du ihn nicht verlierst.
eo: Via savkopio de babilo estas sekurigita per sekureca ŝlosilo. Bonvolu certigi, ke vi ne perdos ĝin.
et: Sinu vestluste varukoopia on krüptitud taastamiseks mõeldud turvavõtmega. Palun vaata, et sa seda ei kaota.
eu: Txat zaharrak berreskuratze-gako batekin daude babestuta. Ez galdu gako hori.
fa: پیام‌های قدیمی شما با یک کلید بازیابی امن می‌شوند. لطفاً مطمئن شوید آن را گم نمی‌کنید.
fi: Vanhat viestisi on suojattu palautusavaimella. Varmistathan ettet hävitä sitä.
fr: Vos anciens messages sont sécurisés par une clé de récupération. Veillez à ne pas la perdre.
ga: Tá do sheanteachtaireachtaí slán le eochair athshlánaithe. Le do thoil déan cinnte nach gcaillfidh tú é.
gl: As mensaxes antigas están protexidas cunha chave de recuperación. Pon coidado e non a perdas.
hi: आपके पुराने संदेशों को एक रिकवरी की के साथ सुरक्षित किया गया है। कृपया सुनिश्चित करें कि आप इसे न खोएं।
hr: Tvoji su stari razgovori osigurani s ključem za obnavljanje. Pazi da ga ne izgubiš.
id: Pesan Anda diamankan dengan kunci pemulihan. Pastikan Anda tidak kehilangannya.
it: I tuoi vecchi messaggi sono protetti da una chiave di sicurezza. Assicurati di non perderla.
ka: თქვენი ძველი შეტყობინებები დაცულია აღდგების გასაღებით. არ დაკარგოთ ის.
kab: Iznan-ik·im d iɣelsanen s tsarut n tririt. Ɣur-k·m ad k·em-truḥ.
nb: Din sludringssikkerhetskopi er sikret med en sikkerhetsnøkkel. Ikke mist den.
nl: Je oude berichten zijn beveiligd met een herstelsleutel. Zorg ervoor dat je deze niet verliest.
pl: Twoje stare wiadomości są zabezpieczone kluczem odzyskiwania. Uważaj żeby go nie zgubić.
pt: Suas mensagens antigas estão protegidas com uma chave de recuperação. Por favor, certifique-se de não perdê-la.
ru: Резервная старых сообщений защищена ключом восстановления. Пожалуйста, не потеряйте его.
sk: Vaše staré správy sú zabezpečené kľúčom na obnovenie. Uistite sa, že ho neztratíte.
sr: Ваша резервна копија ћаскања је обезбеђена кључем. Немојте да га изгубите.
sv: Din chatt backup är skyddad av en säkerhetsnyckel. Se till att du inte förlorar den.
ta: உங்கள் பழைய செய்திகள் மீட்பு விசையுடன் பாதுகாக்கப்படுகின்றன. நீங்கள் அதை இழக்கவில்லை என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
th: ข้อความเก่า ๆ ของคุณได้รับการป้องกันด้วยกุญแจกู้คืน กรุณาอย่าทำให้สูญหาย
uk: Ваші старі повідомлення захищені ключем відновлення. Переконайтеся, що ви не втратите його.

source: Chat details
be: Дэталі чата
bn: চ্যাটের বিবরণ
bo: ཆད་སྒྲིག་བརྗེས་ལག
ca: Detalls del xat
cs: Bližší údaje o chatu
da: Chatdetaljer
eo: Detaloj pri babilo
et: Vestluse teave
eu: Txataren xehetasunak
fa: جزئیات گپ
fi: Keskustelun tiedot
fr: Détails de la discussion
ga: Sonraí comhrá
gl: Detalles da conversa
hi: चैट विवरण
hr: Detalji razgovora
id: Detail obrolan
it: Dettagli chat
ka: ჩატის დეტალები
kab: Ifatusen n udiwenni
nb: Sludringsdetaljer
pl: Szczegóły czatu
pt: Detalhes do bate-papo
ru: Детали чата
sk: Podrobnosti o chate
sr: Детаљи ћаскања
sv: Chatt-detaljer
ta: அரட்டை விவரங்கள்
th: รายละเอียดแชท
uk: Подробиці бесіди

source: Chat has been added to this space
be: Чат быў дададзены ў гэту прастору
bn: চ্যাটটি এই স্পেসে যোগ করা হয়েছে
bo: ཆད་སྒྲིག་འདིར་ལུས་སྤྱོད་བྱེད་ཡོད།
ca: El xat s’ha afegit a aquest espai
cs: Do tohoto prostoru byl přidán chat
da: Chat er blevet tilføjet til dette rum
de: Chat wurde zum Space hinzugefügt
eo: Babilo aldoniĝis al ĉi tiu aro
et: Lisasime vestluse kogukonda
eu: Txata gune honetara gehitu da
fa: گپ به این فضا افزوده شد
fi: Keskustelu on lisätty tähän tilaan
fr: La discussion a été ajoutée à cet espace
ga: Cuireadh comhrá leis an spás seo
gl: Engadiuse a conversa a este espazo
hi: यह चैट इस स्थान में जोड़ी गई है
hr: Razgovor je dodan u ovaj prostor
id: Obrolan telah ditambahkan ke space ini
it: La chat è stata aggiunta a questo spazio
ka: ჩატი დაემატა ამ სივრცეს
kab: Adiwenni yettwarna ɣer tallunt-agi
nb: Chat er lagt til i dette rommet
nl: Chat is toegevoegd aan deze space
pl: Czat został dodany do tej przestrzeni
pt: O bate-papo foi adicionado a este espaço
ru: Чат был добавлен в это пространство
sk: Rozhovor bol pridaný do tohto priestoru
sr: Razgovor je dodat u ovaj prostor
sv: Chatt har lagts till i detta utrymme
ta: இந்த இடத்தில் அரட்டை சேர்க்கப்பட்டுள்ளது
th: ได้เพิ่มแชทไปยังพื้นที่นี้แล้ว
uk: Бесіду додано до цього простору

source: Chats
be: Чаты
bn: চ্যাট
bo: ཆད་སྒྲིག་ཚོད
ca: Xats
cs: Chaty
eo: Babiloj
et: Vestlused
eu: Txatak
fa: گپ‌ها
fi: Keskustelut
fr: Discussions
ga: Comhráite
gl: Conversas
hi: चैट्स
hr: Razgovori
id: Obrolan
it: Discussioni
ka: ჩატები
kab: Idiwenniyen
nb: Chatter
pl: Czaty
pt: Bate-papos
ru: Чаты
sk: Čety
sr: Ћаскања
sv: Chatter
ta: அரட்டைகள்
th: แชท
uk: Бесіди

source: Choose a strong password
be: Стварыце надзейны пароль
bn: একটি শক্তিশালী পাসওয়ার্ড নির্বাচন করুন
bo: ཁྱེད་རང་གི་སྤྱོད་ལས་སྤྱོད་ལ་ལོག་ལས་བཟོ་བཅོས་
ca: Trieu una contrasenya forta
cs: Vyberte silné heslo
da: Vælg et stærkt password
de: Wähle ein sicheres Passwort
eo: Elektu fortan pasvorton
et: Vali korralik salasõna
eu: Aukeratu pasahitz sendo bat
fa: یک گذرواژه قوی انتخاب کنید
fi: Valitse vahva salasana
fr: Choisissez un mot de passe fort
ga: Roghnaigh pasfhocal láidir
gl: Escolle un contrasinal forte
hi: एक मजबूत पासवर्ड चुनें
hr: Odaberi snažnu lozinku
id: Pilih kata sandi yang kuat
it: Scegli una password complessa
ka: ძლიერი პაროლი აარჩიეთ
kab: Fren awal n uɛeddi iǧehden
nb: Velg et sterkt passord
nl: Kies een sterk wachtwoord
pl: Wybierz silne hasło
pt: Escolha uma senha forte
ru: Выберите надёжный пароль
sk: Vyberte si silné heslo
sr: Изаберите јаку лозинку
sv: Välj ett starkt lösenord
ta: வலுவான கடவுச்சொல்லைத் தேர்வுசெய்க
th: เลือกรหัสผ่านที่แข็งแรง
uk: Виберіть надійний пароль

source: Clear archive
be: Ачысціць архіў
bn: আর্কাইভ মুছে ফেলুন
bo: རྩོམ་ལས་ལོག་ལས་བཏོན་
ca: Neteja l’arxiu
cs: Vymazat archiv
da: Ryd arkiv
de: Archiv leeren
eo: Vakigi arĥivon
et: Kustuta arhiiv
eu: Ezabatu artxiboa
fa: پاک کردن بایگانی
fi: Tyhjennä arkisto
fr: Effacer les archives
ga: Glan an cartlann
gl: Baleirar arquivo
hi: आर्काइव साफ़ करें
hr: Isprazni arhiv
id: Bersihkan arsip
it: Cancella archivio
ka: არქივის გაწმენდა
kab: Sfeḍ aɣbaṛ
nb: Tøm arkiv
nl: Archief wissen
pl: Wyczyść archiwum
pt: Limpar arquivo
ru: Очистить архив
sk: Vymazať archív
sr: Очисти архиву
sv: Rensa arkiv
ta: தெளிவான காப்பகம்
th: ล้างข้อมูลเก่า
uk: Очистити архів

source: Close
be: Закрыць
bn: বন্ধ করুন
bo: ཁ་ལག
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
eo: Fermi
et: Sulge
eu: Itxi
fa: بستن
fi: Sulje
fr: Fermer
ga: Dún
gl: Pechar
hi: बंद करें
hr: Zatvori
id: Tutup
it: Chiudi
ka: დახურვა
kab: Mdel
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sk: Zavrieť
sr: Затвори
sv: Stäng
ta: மூடு
th: ปิด
uk: Закрити

# commandHint_markasdm
source: Mark as direct message room for the giving Matrix ID
be: Пазначыць як пакой асабоных паведамленняў для дадання Matrix ID
bn: নির্দেশিত ম্যাট্রিক্স আইডির জন্য সরাসরি বার্তা রুম হিসেবে চিহ্নিত করুন
bo: དེ་ཚོའི་མ་ལག་ལས་སྤྱོད་ལ་བརྗེས་སྤྱོད་ལག་ལ་སྤྱོད་ཡོད་པ།
ca: Marca com a conversa directa la sala amb aquesta ID de Matrix
cs: Označit jako místnost přímé konverzace s daným Matrix ID
da: Marker som direkte beskedrum for den givne Matrix ID
de: Als Direktnachrichtenraum für die angegebene Matrix-ID markieren
eo: Marku kiel rektan mesaĝan ĉambron por la donita Matrix-ID
et: Märgi otsevestusluseks antud Matrixi ID jaoks
eu: Markatu mezu-zuzen gela bezala Matrix ID jakin honentzat
fa: علامت‌گذاری به‌عنوان اتاق پیام مستقیم با شناسه ماتریکس
fi: Merkitse yksityiskeskusteluksi syötetyn Matrix IDn kanssa
fr: Marquer comme salon de messages directs pour l'identifiant Matrix indiqué
ga: Marcáil mar sheomra teachtaireachta dírí don ID Maitrís tugtha
gl: Marcar como sala de mensaxe directa para o ID Matrix indicado
hi: दिए गए मैट्रिक्स आईडी के लिए डायरेक्ट मैसेज रूम के रूप में चिह्नित करें
hr: Označi kao sobu za izravnu razmjenu poruka za zadani Matrix ID
id: Tandai sebagai ruangan pesan langsung untuk ID Matrix yang ditentukan
it: Contrassegna questo Matrix ID come stanza di messaggi diretti
ka: მარკირება როგორც პირდაპირი შეტყობინების ოთახი მითითებული მატრიქსის ID-სთვის
kab: Creḍ d akken taxxamt n yizen usrid i usulay Matrix i d-yettunefken
nb: Merk som direktemeldingsrom for den gitte Matrix-ID-en
nl: Markeer als privéberichtenkamer voor Matrix ID
pl: Oznacz jako pokój wiadomości bezpośrednich dla podanego Matrix ID
pt: Marcar como sala de mensagem direta para o ID Matrix fornecido
ru: Пометить как комнату личных сообщений
sk: Označiť ako priame správy pre dané ID Matrix
sr: Označi kao sobu za direktne poruke za dati Matrix ID
sv: Märk som rum för direktmeddelanden för det givante Matrix ID
ta: கொடுக்கப்பட்ட மேட்ரிக்சிற்கான நேரடி செய்தி அறையாக குறிக்கவும்
th: ทำเครื่องหมายเป็นห้องข้อความโดยตรงสำหรับ Matrix ID ที่ให้มา
uk: Позначити кімнатою особистого спілкування для надання Matrix ID
