Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# toggleToolSettingsDescription
source: Here you can toggle your individual language tool settings.
bn: এখানে আপনি আপনার ব্যক্তিগত ভাষার সরঞ্জাম সেটিংস পরিবর্তন করতে পারেন।
bo: Այստեղ դուք կարող եք փոխել ձեր անհատական լեզվի գործիքների կարգավորումները։
ca: Aquí pots activar o desactivar la configuració de l'eina de llengua individual.
cs: Zde můžete přepínat nastavení svého individuálního jazykového nástroje.
da: Her kan du skifte dine individuelle sprogværktøjsindstillinger.
de: Hier können Sie Ihre individuellen Spracheinstellungen für die Tools umschalten.
eo: Ĉi tie vi povas ŝalti viajn individuajn lingvajn ilarajn agordojn.
et: Siin saate lülitada oma individuaalse keele tööriista seadeid.
eu: Hemen zure hizkuntza tresna ezarpen pertsonalizatuak alda ditzakezu.
fi: Täällä voit säätää yksittäisen kielen työkaluasetuksiasi.
fr: Ici, vous pouvez basculer les paramètres de votre outil linguistique individuel.
ga: Anseo is féidir leat do shocruithe uirlis teanga aonair a mhúchadh nó a mhúchadh.
gl: Aquí pode activar ou desactivar as súas configuracións individuais da ferramenta de idioma.
hi: यहाँ आप अपने व्यक्तिगत भाषा उपकरण सेटिंग्स को टॉगल कर सकते हैं।
hr: Ovdje možete uključiti ili isključiti postavke pojedinačnih jezičnih alata.
it: Qui puoi attivare o disattivare le impostazioni del tuo strumento linguistico individuale.
ka: აქ შეგიძლიათ შეცვალოთ თქვენი ინდივიდუალური ენის ხელსაწყოების პარამეტრები.
nb: Her kan du veksle mellom dine individuelle språkverktøyinnstillinger.
nl: Hier kunt u uw individuele taalhulpmiddeleninstellingen aanpassen.
pl: Tutaj możesz włączyć lub wyłączyć ustawienia narzędzi językowych.
pt: Aqui você pode alternar as configurações do seu ferramenta de idioma individual.
ru: Здесь вы можете включать или выключать настройки отдельных языковых инструментов.
sk: Tu môžete prepínať nastavenia svojho individuálneho jazykového nástroja.
sr: Ovde možete uključiti ili isključiti pojedinačne postavke alata za jezik.
sv: Här kan du växla dina individuella språkverktygsinställningar.
ta: இங்கே நீங்கள் உங்கள் தனிப்பட்ட மொழி கருவி அமைப்புகளை மாற்றலாம்.
th: ที่นี่คุณสามารถเปิดปิดการตั้งค่าของเครื่องมือภาษาของคุณแต่ละภาษา

source: Connected to Staging
bn: স্টেজিং-এ সংযুক্ত
bo: Միացված է ստաժինգին
ca: Connectat a l'Entorn de Proves
cs: Připojeno k testovací verzi
da: Forbundet til staging
de: Mit Staging verbunden
eo: Konektita al Testa Medio
et: Ühendatud etappserveriga
eu: Konektatuta Staging-era
fi: Yhdistetty esikatseluun
fr: Connecté à la mise en scène
ga: Ceangailte le Staging
gl: Conectado a Staging
hi: स्टेजिंग से जुड़ा हुआ
hr: Povezano sa Stagingom
it: Connesso a Staging
ka: დაკავშირებულია სტეიჯთან
nb: Tilkoblet til staging
nl: Verbonden met Staging
pl: Połączono z wersją testową
pt: Conectado ao Staging
ru: Подключено к тестовой среде
sk: Pripojené k Stagingu
sr: Povezano sa Staging-om
sv: Ansluten till staging
ta: ஸ்டேஜிங்குடன் இணைக்கப்பட்டுள்ளது
th: เชื่อมต่อกับสเตจ

source: Learning settings
bn: শিক্ষার সেটিংস
bo: Ուսուցման կարգավորումներ
ca: Configuració d'aprenentatge
cs: Nastavení učení
da: Læringsindstillinger
de: Lerneinstellungen
eo: Lernaj agordoj
et: Õppeseaded
eu: Ikaskuntza ezarpenak
fi: Oppimisasetukset
fr: Paramètres d'apprentissage
ga: Socruithe Foghlama
gl: Configuracións de Aprendizaxe
hi: सीखने की सेटिंग्स
hr: Postavke učenja
it: Impostazioni di apprendimento
ka: სწავლების პარამეტრები
nb: Læringsinnstillinger
nl: Leerinstellingen
pl: Ustawienia nauki
pt: Configurações de aprendizagem
ru: Настройки обучения
sk: Nastavenia učenia
sr: Podešavanja učenja
sv: Inlärningsinställningar
ta: கற்றல் அமைப்புகள்
th: การตั้งค่าการเรียนรู้

source: Send Voice Notes
bn: ভয়েস নোট পাঠান
bo: Ուղարկել ձայնային նոտաներ
ca: Envia notes de veu
cs: Odesílat hlasové poznámky
da: Send stemmebeskeder
de: Sprachnotizen senden
eo: Sendu Voĉajn Notojn
et: Saada häälmärkmeid
eu: Bidali Ahots Notak
fi: Lähetä äänimuistioita
fr: Envoyer des notes vocales
ga: Seol Nótaí Gutha
gl: Enviar Notas de Voz
hi: वॉयस नोट भेजें
hr: Pošalji glasovne bilješke
it: Invia note vocali
ka: გაგზავნეთ ხმის შეტყობინებები
nb: Send talemeldinger
nl: Stuur Voice Notes
pl: Wyślij notatki głosowe
pt: Enviar Notas de Voz
ru: Отправлять голосовые заметки
sk: Odoslať hlasové poznámky
sr: Pošalji glasovne beleške
sv: Skicka röstmeddelanden
ta: குரல் குறிப்புகளை அனுப்பவும்
th: ส่งบันทึกเสียง

# sendVoiceNotesDesc
source: Toggle this on to allow students to send voice notes in chats.
bn: শিক্ষার্থীদের চ্যাটে ভয়েস নোট পাঠানোর জন্য এটি চালু করুন।
bo: Միացրեք սա, որպեսզի ուսանողները կարողանան ուղարկել ձայնային նոտաներ զրույցներում։
ca: Activa això per permetre als estudiants enviar notes de veu als xats.
cs: Zapněte toto, aby mohli studenti posílat hlasové poznámky v chatech.
da: Skift dette til for at give elever mulighed for at sende stemmebeskeder i chats.
de: Aktivieren Sie dies, um es Schülern zu ermöglichen, Sprachnotizen in Chats zu senden.
eo: Ŝaltu ĉi tion por permesi studentojn sendi voĉajn notojn en babilejoj.
et: Lülita see sisse, et võimaldada õpilastel saata häälmärke vestlustes.
eu: Gaitu hau ikasleei chatetan ahots notak bidaltzeko aukera emateko.
fi: Ota tämä käyttöön sallia opiskelijoiden lähettää äänimuistioita keskusteluissa.
fr: Activez cette option pour permettre aux étudiants d'envoyer des notes vocales dans les chats.
ga: Múch é seo ar siúl chun ligean do dhaltaí nótaí gutha a sheoladh i gcomhráite.
gl: Activa isto para permitir que os estudantes envíen notas de voz nos chats.
hi: छात्रों को चैट में वॉयस नोट भेजने की अनुमति देने के लिए इसे चालू करें।
hr: Uključite ovo da biste omogućili učenicima slanje glasovnih bilješki u chatovima.
it: Attiva questa opzione per consentire agli studenti di inviare note vocali nelle chat.
ka: ჩართეთ ეს ფუნქცია, რათა სტუდენტებს შეეძლოთ ხმის შეტყობინებების გაგზავნა ჩატში.
nb: Veksle dette på for å tillate elever å sende talemeldinger i chatter.
nl: Schakel dit in om studenten toe te staan voice notes te sturen in chats.
pl: Włącz to, aby umożliwić uczniom wysyłanie notatek głosowych w czatach.
pt: Ative isto para permitir que os estudantes enviem notas de voz nos chats.
ru: Включите это, чтобы студенты могли отправлять голосовые заметки в чатах.
sk: Zapnite túto možnosť, aby mohli študenti posielať hlasové poznámky v chatoch.
sr: Uključite ovo da biste omogućili učenicima da šalju glasovne beleške u čatovima.
sv: Växla detta för att tillåta elever att skicka röstmeddelanden i chattar.
ta: இந்த விருப்பத்தை இயக்கவும், மாணவர்களுக்கு உரையாடல்களில் குரல் குறிப்பு அனுப்ப அனுமதிக்கவும்.
th: เปิดใช้งานเพื่ออนุญาตให้นักเรียนส่งบันทึกเสียงในแชท

source: Chat topic
bn: চ্যাট বিষয়
bo: Զրույցի թեմա
ca: Tema del xat
cs: Téma chatu
da: Chat-emne
de: Chat-Thema
eo: Babileja temo
et: Vestlusteema
eu: Gaia eztabaida
fi: Keskustelun aihe
fr: Sujet du chat
ga: Ábhar Comhrá
gl: Tema do chat
hi: चैट विषय
hr: Tema chata
it: Argomento della chat
ka: ჩატის თემა
nb: Chatt-tema
nl: Chatonderwerp
pl: Temat czatu
pt: Tópico do chat
ru: Тема чата
sk: Téma chatu
sr: Tema četa
sv: Chattämne
ta: உரையாடல் தலைப்பு
th: หัวข้อแชท

# chatTopicDesc
source: Set a chat topic
bn: একটি চ্যাট বিষয় সেট করুন
bo: Սահմանել զրույցի թեմա
ca: Estableix un tema per al xat
cs: Nastavte téma chatu
da: Indstil et chat-emne
de: Ein Chat-Thema festlegen
eo: Agordu babilejan temon
et: Määra vestlusteema
eu: Ezarri eztabaida gaia
fi: Aseta keskustelun aihe
fr: Définir un sujet de chat
ga: Socraigh ábhar comhrá
gl: Establecer un tema de chat
hi: एक चैट विषय सेट करें
hr: Postavite temu chata
it: Imposta un argomento per la chat
ka: სეტეთ ჩატის თემა
nb: Sett et chatt-tema
nl: Stel een chatonderwerp in
pl: Ustaw temat czatu
pt: Defina um tópico de chat
ru: Установите тему чата
sk: Nastavte tému chatu
sr: Postavi temu četa
sv: Sätt ett chattämne
ta: ஒரு உரையாடல் தலைப்பை அமைக்கவும்
th: ตั้งหัวข้อแชท

# inviteStudentByUserNameDesc
source: If your student already has an account, you can search for them.
bn: যদি আপনার ছাত্রের ইতিমধ্যে একটি অ্যাকাউন্ট থাকে, আপনি তাদের খুঁজে পেতে পারেন।
bo: Եթե ձեր ուսանողը արդեն ունի հաշիվ, կարող եք որոնել նրանց։
ca: Si el teu estudiant ja té un compte, pots buscar-lo.
cs: Pokud má váš student již účet, můžete ho vyhledat.
da: Hvis din elev allerede har en konto, kan du søge efter dem.
de: Wenn dein Schüler bereits ein Konto hat, kannst du nach ihm suchen.
eo: Se via studento jam havas konton, vi povas serĉi ilin.
et: Kui sinu õpilasel on juba konto, saad teda otsida.
eu: Zure ikasleak kontu bat badu, bilatu dezakezu haiekin.
fi: Jos opiskelijallasi on jo tili, voit etsiä hänet.
fr: Si votre étudiant a déjà un compte, vous pouvez le rechercher.
ga: Más bhfuil cuntas ag do dhalta cheana féin, is féidir leat cuardach a dhéanamh orthu.
gl: Se o teu estudante xa ten unha conta, podes buscalo.
hi: यदि आपका छात्र पहले से ही खाता है, तो आप उन्हें खोज सकते हैं।
hr: Ako vaš student već ima račun, možete ga potražiti.
it: Se il tuo studente ha già un account, puoi cercarlo.
ka: თუ თქვენი სტუდენტი უკვე აქვს ანგარიში, შეგიძლიათ მოძებნოთ იგი.
nb: Hvis eleven din allerede har en konto, kan du søke etter dem.
nl: Als je student al een account heeft, kun je naar hen zoeken.
pl: Jeśli Twój uczeń ma już konto, możesz go wyszukać.
pt: Se seu estudante já tiver uma conta, você pode procurá-lo.
ru: Если у вашего студента уже есть аккаунт, вы можете найти его.
sk: Ak má váš študent už účet, môžete ho vyhľadať.
sr: Ako vaš učenik već ima nalog, možete ga pronaći pretragom.
sv: Om din student redan har ett konto kan du söka efter dem.
ta: உங்கள் மாணவர் ஏற்கனவே கணக்கு வைத்திருந்தால், அவர்களைத் தேடலாம்.
th: ถ้านักเรียนของคุณมีบัญชีอยู่แล้ว คุณสามารถค้นหาพวกเขาได้

source: Participants
bn: অংশগ্রহণকারীরা
bo: भाग लिनेहरू
cs: Účastníci
da: Deltagere
de: Teilnehmer
eo: Partoprenantoj
et: Osalejad
eu: Parte-hartzaileak
fi: Osallistujat
ga: Rannpháirtithe
gl: Participantes
hi: प्रतिभागी
hr: Sudionici
it: Partecipanti
ka: მონაწილეები
nb: Deltakere
nl: Deelnemers
pl: Uczestnicy
pt: Participantes
ru: Участники
sk: Účastníci
sr: Učesnici
sv: Deltagare
ta: பங்கேற்பவர்கள்
th: ผู้เข้าร่วม

# almostPerfect
source: That seems right! Here's what I would have said.
bn: এটি সঠিক মনে হচ্ছে! আমি যা বলতাম তা এখানে।
bo: त्यो सही देखिन्छ! म के भन्थें भन्ने यहाँ छ।
ca: Sembla correcte! Això és el que hauria dit.
cs: To vypadá správně! Tady je, co bych řekl.
da: Det virker rigtigt! Her er, hvad jeg ville have sagt.
de: Das scheint richtig zu sein! Hier ist, was ich gesagt hätte.
eo: Tio ŝajnas ĝusta! Jen kion mi dirus.
et: See näib õige! Siin on, mida ma oleksin öelnud.
eu: Hori zuzena dirudi! Hona hemen nik esango niokeena.
fi: Näyttää oikealta! Tässä mitä olisin sanonut.
fr: Cela semble correct ! Voici ce que j'aurais dit.
ga: Tá sé sin beagnach ceart! Seo cad a déarfainn mé.
gl: Parece correcto! Isto é o que tería dito.
hi: यह सही लगता है! यहाँ मैं क्या कहता।
hr: Izgleda da je to točno! Evo što bih ja rekao.
it: Sembra giusto! Ecco cosa avrei detto.
ka: ეს სწორია! აი, რა ვიტყოდი მე.
nb: Det virker riktig! Her er hva jeg ville ha sagt.
nl: Dat lijkt goed! Dit is wat ik zou hebben gezegd.
pl: To wygląda dobrze! Oto, co bym powiedział.
pt: Parece certo! Aqui está o que eu teria dito.
ru: Похоже, всё правильно! Вот что я бы сказал.
sk: Zdá sa, že je to správne! Tu je, čo by som povedal.
sr: Izgleda da je tačno! Evo šta bih ja rekao.
sv: Det verkar rätt! Här är vad jag skulle ha sagt.
ta: அது சரியானது போல தெரிகிறது! நான் கூறியிருப்பது இதுதான்.
th: ดูเหมือนจะถูกต้อง! นี่คือสิ่งที่ฉันจะพูด

# prettyGood
source: Pretty good! Here's what I would have said.
bn: খুব ভালো! আমি যা বলতাম তা এখানে।
bo: धेरै राम्रो! म के भन्थें भन्ने यहाँ छ।
ca: Molt bé! Això és el que hauria dit.
cs: Docela dobře! Tady je, co bych řekl.
da: Ret godt! Her er, hvad jeg ville have sagt.
de: Ziemlich gut! Hier ist, was ich gesagt hätte.
eo: Preskaŭ bone! Jen kion mi dirus.
et: Väga hea! Siin on, mida ma oleksin öelnud.
eu: Oso ondo! Hona hemen nik esango niokeena.
fi: Melko hyvä! Tässä mitä olisin sanonut.
fr: Assez bien ! Voici ce que j'aurais dit.
ga: An-mhaith! Seo cad a déarfainn mé.
gl: Bastante ben! Isto é o que tería dito.
hi: बहुत अच्छा! यहाँ मैं क्या कहता।
hr: Prilično dobro! Evo što bih ja rekao.
it: Abbastanza bene! Ecco cosa avrei detto.
ka: ძალიან კარგი! აი, რა ვიტყოდი მე.
nb: Veldig bra! Her er hva jeg ville ha sagt.
nl: Best goed! Dit is wat ik zou hebben gezegd.
pl: Bardzo dobrze! Oto, co bym powiedział.
pt: Muito bom! Aqui está o que eu teria dito.
ru: Довольно хорошо! Вот что я бы сказал.
sk: Celkom dobre! Tu je, čo by som povedal.
sr: Prilično dobro! Evo šta bih ja rekao.
sv: Ganska bra! Här är vad jag skulle ha sagt.
ta: சரி! நான் கூறியிருப்பது இதுதான்.
th: ค่อนข้างดี! นี่คือสิ่งที่ฉันจะพูด

# letMeThink
source: Hmm, let's see how you did!
bn: হুম, দেখুন আপনি কিভাবে করেছেন!
bo: हम्म, तपाईंले कसरि गर्नुभयो हेर्छु!
ca: Hmm, anem a veure com ho has fet!
cs: Hmm, pojďme zjistit, jak jsi to udělal!
da: Hmm, lad os se, hvordan du klarede det!
de: Hmm, mal sehen, wie du dich geschlagen hast!
eo: Hmm, vidu kiel vi faris!
et: Hmm, vaatame, kuidas sul läks!
eu: Hmmm, ikus dezagun nola egin duzun!
fi: Hmm, katsotaan kuinka hyvin onnistuit!
fr: Hmm, voyons comment tu as fait !
ga: Hmm, féachaimid ar conas a rinne tú!
gl: Hmm, vexamos como o fixeches!
hi: हम्म, देखें कि आपने कैसे किया!
hr: Hmm, pogledajmo kako si prošao!
it: Hmm, vediamo come sei andato!
ka: ჰმ, დავინახოთ, როგორ გამოგივიდა!
nb: Hmm, la oss se hvordan du gjorde det!
nl: Hmm, laten we kijken hoe je het hebt gedaan!
pl: Hmm, zobaczmy, jak ci poszło!
pt: Hmm, vamos ver como você se saiu!
ru: Хм, давайте посмотрим, как у вас получилось!
sk: Hmm, poďme zistiť, ako si to urobil!
sr: Hmm, hajde da vidimo kako si prošao!
sv: Hmm, låt oss se hur du gjorde!
ta: ஹூம், நீங்கள் எப்படி செய்தீர்கள் என்று பார்ப்போம்!
th: อืม ลองดูว่าคุณทำได้ดีแค่ไหน!

# clickMessageTitle
source: Need help?
bn: সাহায্য দরকার?
bo: मदद चाहिन्छ?
ca: Necessites ajuda?
cs: Potřebujete pomoc?
da: Brug for hjælp?
de: Brauchen Sie Hilfe?
eo: Bezoni helpon?
et: Kas vajad abi?
eu: Laguntza behar duzu?
fi: Tarvitsetko apua?
fr: Besoin d'aide ?
ga: An bhfuil cabhair uait?
gl: Necesitas axuda?
hi: क्या मदद चाहिए?
hr: Trebaš pomoć?
it: Hai bisogno di aiuto?
ka: გჭირდებათ დახმარება?
nb: Trenger du hjelp?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt: Precisa de ajuda?
ru: Нужна помощь?
sk: Potrebujete pomoc?
sr: Trebaš pomoć?
sv: Behöver du hjälp?
ta: உதவி தேவையா?
th: ต้องการความช่วยเหลือไหม?

# clickMessageBody
source: Click a message for language tools like translation, play back and more!
bn: ভাষা সরঞ্জামগুলির জন্য একটি বার্তা ক্লিক করুন যেমন অনুবাদ, পুনরায় চালানো এবং আরও অনেক কিছু!
bo: भाषा उपकरणहरूको लागि सन्देश क्लिक गर्नुहोस् जस्तै अनुवाद, पुनः प्ले र थप!
ca: Fes clic en un missatge per a eines de llengua com traducció, reproducció i més!
cs: Klikněte na zprávu pro jazykové nástroje, jako je překlad, přehrávání a další!
da: Klik på en besked for sprogværktøjer som oversættelse, afspilning og mere!
de: Klicken Sie auf eine Nachricht für Sprachtools wie Übersetzung, Wiedergabe und mehr!
eo: Klaku mesaĝon por lingvaj iloj kiel traduko, riprodono kaj pli!
et: Klõpsa sõnumil, et saada keele tööriistu nagu tõlge, taasesitus ja palju muud!
eu: Klikatu mezua hizkuntza tresnak, itzulpenak, erreprodukzioa eta gehiago lortzeko!
fi: Klikkaa viestiä saadaksesi kielityökaluja kuten käännös, toisto ja muuta!
fr: Cliquez sur un message pour accéder à des outils linguistiques comme la traduction, la lecture à voix haute et plus encore !
ga: Cliceáil ar theachtaireacht le huirlisí teanga cosúil le haistriúchán, éisteacht arís agus níos mó!
gl: Fai clic nun mensaxe para ferramentas de idioma como tradución, reprodución e máis!
hi: भाषा उपकरण जैसे अनुवाद, प्लेबैक और अधिक के लिए एक संदेश पर क्लिक करें!
hr: Klikni na poruku za jezične alate poput prijevoda, reprodukcije i više!
it: Clicca su un messaggio per strumenti linguistici come traduzione, riproduzione e altro!
ka: დააჭირეთ შეტყობინებას, რათა მიიღოთ ენის ხელსაწყოები, როგორიცაა თარგმანი, დაკვრა და სხვა!
nb: Klikk på en melding for språkvåktøy som oversettelse, avspilling og mer!
nl: Klik op een bericht voor taalhulpmiddelen zoals vertaling, afspelen en meer!
pl: Kliknij wiadomość, aby uzyskać narzędzia językowe, takie jak tłumaczenie, odtwarzanie i więcej!
pt: Clique em uma mensagem para ferramentas de idioma como tradução, reprodução e mais!
ru: Нажмите на сообщение для получения языковых инструментов, таких как перевод, воспроизведение и другие!
sk: Kliknite na správu pre jazykové nástroje ako preklad, prehrávanie a ďalšie!
sr: Klikni na poruku za alate za jezik poput prevoda, reprodukcije i više!
sv: Klicka på ett meddelande för språkvänliga verktyg som översättning, uppspelning och mer!
ta: மொழி கருவிகளுக்கான செய்தியை கிளிக் செய்யவும், மொழிபெயர்ப்பு, மீண்டும் ஒலி கேட்கும் மற்றும் மேலும்!
th: คลิกข้อความเพื่อเครื่องมือภาษาต่าง ๆ เช่น การแปล การเล่นซ้ำ และอื่น ๆ!

# understandingMessagesTitle
source: Definitions and translations!
bn: সংজ্ঞা এবং অনুবাদ!
bo: परिभाषाहरू र अनुवादहरू!
ca: Definicions i traduccions!
cs: Definice a překlady!
da: Definitioner og oversættelser!
de: Definitionen und Übersetzungen!
eo: Difinoj kaj tradukoj!
et: Definitsioonid ja tõlked!
eu: Definizioak eta itzulpenak!
fi: Määritelmät ja käännökset!
fr: Définitions et traductions !
ga: Sainmhínithe agus aistriúcháin!
gl: Definicións e traducións!
hi: परिभाषाएँ और अनुवाद!
hr: Definicije i prijevodi!
it: Definizioni e traduzioni!
ka: განმარტებები და თარგმანები!
nb: Definisjoner og oversettelser!
nl: Definities en vertalingen!
pl: Definicje i tłumaczenia!
pt: Definições e traduções!
ru: Определения и переводы!
sk: Definície a preklady!
sr: Definicije i prevodi!
sv: Definitioner och översättningar!
ta: வரையறைகள் மற்றும் மொழிபெயர்ப்புகள்!
th: คำจำกัดความและการแปล!

# understandingMessagesBody
source: Click underlined words for definitions. Translate with message options (upper right).
bn: সংজ্ঞার জন্য আন্ডারলাইন করা শব্দগুলিতে ক্লিক করুন। বার্তার বিকল্পগুলির সাথে অনুবাদ করুন (উপরে ডানদিকে)।
bo: परिभाषाका लागि रेखांकित शब्दहरू क्लिक गर्नुहोस्। सन्देश विकल्पहरू (उपरी दायाँ) सँग अनुवाद गर्नुहोस्।
ca: Fes clic a les paraules subratllades per obtenir definicions. Traduïu amb les opcions de missatge (dret superior).
cs: Klikněte na podtržená slova pro definice. Překládejte pomocí možností zpráv (v pravém horním rohu).
da: Klik på understregede ord for definitioner. Oversæt med beskedmuligheder (øverst til højre).
de: Klicken Sie auf unterstrichene Wörter für Definitionen. Übersetzen Sie mit Nachrichtenoptionen (oben rechts).
eo: Klaku substrekitajn vortojn por difinoj. Traduku kun mesaĝaj opcioj (supre dekstre).
et: Klõpsa allajoonitud sõnadel, et näha definitsioone. Tõlgi sõnumi valikute abil (paremal ülal).
eu: Klikatu azpimarratutako hitzak definizioak ikusteko. Itzuli mezua aukerak erabiliz (goiko eskuinean).
fi: Klikkaa alleviivattuja sanoja saadaksesi määritelmiä. Käännä viestivaihtoehdoilla (yläoikealla).
fr: Cliquez sur les mots soulignés pour voir leurs définitions. Traduisez avec les options de message (en haut à droite).
ga: Cliceáil ar fhocail faoi bhiorra le haghaidh sainmhínithe. Aistrigh le roghanna teachtaireachta (ar barr ar dheis).
gl: Fai clic nas palabras subliñadas para obter definicións. Traducir con opcións de mensaxe (arriba a dereita).
hi: डिफ़िनिशन के लिए रेखांकित शब्दों पर क्लिक करें। संदेश विकल्पों के साथ अनुवाद करें (ऊपरी दाहिने कोने में)।
hr: Klikni na podvučene riječi za definicije. Prevedi s opcijama poruka (gore desno).
it: Clicca sulle parole sottolineate per le definizioni. Traduci con le opzioni del messaggio (in alto a destra).
ka: დააჭირეთ ხაზგასმულ სიტყვებს განმარტებისთვის. თარგმნა შეტყობინების ვარიანტებით (ზედა მარჯვენა).
nb: Klikk på understrekede ord for definisjoner. Oversett med meldingsalternativer (øverst til høyre).
nl: Klik op onderstreepte woorden voor definities. Vertaal met berichtopties (rechtsboven).
pl: Kliknij podkreślone słowa, aby zobaczyć definicje. Tłumacz za pomocą opcji wiadomości (w prawym górnym rogu).
pt: Clique nas palavras sublinhadas para obter definições. Traduza com as opções de mensagem (superior direito).
ru: Щелкните подчеркнутые слова для получения определений. Переводите с помощью опций сообщения (вверху справа).
sk: Kliknite na podčiarknuté slová pre definície. Preložte pomocou možností správy (v pravom hornom rohu).
sr: Klikni na podvučene reči za definicije. Prevedi pomoću opcija poruke (gore desno).
sv: Klicka på understrukna ord för definitioner. Översätt med meddelandealternativ (övre högra).
ta: வரையறைகளுக்கான கீழே உள்ள சொற்களை கிளிக் செய்யவும். செய்தி விருப்பங்களுடன் மொழிபெயர்க்கவும் (மேலே வலது).
th: คลิกคำที่ขีดเส้นใต้เพื่อดูคำจำกัดความ แปลด้วยตัวเลือกข้อความ (ด้านบนขวา)

source: All done!
bn: সব শেষ!
bo: सबै सकियो!
ca: Tot fet!
cs: Hotovo!
da: Alt færdigt!
de: Alles erledigt!
eo: Ĉio estas farita!
et: Kõik tehtud!
eu: Bukatu da!
fi: Kaikki valmista!
fr: Terminé !
ga: Críoch!
gl: Todo listo!
hi: सभी हो गया!
hr: Sve gotovo!
it: Tutto fatto!
ka: ყველაფერი დასრულებულია!
nb: Ferdig!
nl: Alles gedaan!
pl: Wszystko gotowe!
pt: Tudo pronto!
ru: Готово!
sk: Všetko hotovo!
sr: Sve je gotovo!
sv: Klart!
ta: அனைத்து பணிகளும் முடிந்தது!
th: เสร็จแล้ว!

source: Vocab
bn: শব্দভাণ্ডার
bo: शब्दावली
ca: Vocabulari
cs: Slovní zásoba
da: Ordforråd
de: Vokabular
eo: Vortprovizo
et: Sõnavara
eu: Hiztegia
fi: Sanasto
fr: Vocabulaire
ga: Focloireacht
gl: Vocabulario
hi: शब्दावली
hr: Vokabular
it: Vocabolario
ka: სიტყვის მარაგი
nb: Ordforråd
nl: Woordenschat
pl: Słownictwo
pt: Vocabulário
ru: Лексика
sk: Slovná zásoba
sr: Vokabular
sv: Vokabulär
ta: பொருளாதாரம்
th: คำศัพท์

# low
source: We have evidence the user does not understand these words.
bn: আমাদের প্রমাণ আছে যে ব্যবহারকারী এই শব্দগুলো বোঝে না।
bo: हामीसँग प्रमाण छ कि प्रयोगकर्ताले यी शब्दहरू बुझ्दैन।
ca: Tenim proves que l'usuari no entén aquestes paraules.
cs: Máme důkazy, že uživatel nerozumí těmto slovům.
da: Vi har beviser for, at brugeren ikke forstår disse ord.
de: Wir haben Hinweise darauf, dass der Benutzer diese Wörter nicht versteht.
eo: Ni havas indicojn ke la uzanto ne komprenas ĉi tiujn vortojn.
et: On tõendeid, et kasutaja ei mõista neid sõnu.
eu: Ezagutza frogatzen dugu erabiltzaileak hitz hauek ez dituela ulertzen.
fi: Meillä on todisteita siitä, että käyttäjä ei ymmärrä näitä sanoja.
fr: Nous avons la preuve que l'utilisateur ne comprend pas ces mots.
ga: Tá fianaise againn nach dtuigeann an t-úsáideoir na focail seo.
gl: Temos evidencias de que o usuario non entende estas palabras.
hi: हमें सबूत है कि उपयोगकर्ता इन शब्दों को नहीं समझता है।
hr: Imamo dokaze da korisnik ne razumije ove riječi.
it: Abbiamo prove che l'utente non comprende queste parole.
ka: ჩვენ გვაქვს მტკიცებულება, რომ მომხმარებელი არ ესმის ამ სიტყვებს.
nb: Vi har bevis for at brukeren ikke forstår disse ordene.
nl: We hebben bewijs dat de gebruiker deze woorden niet begrijpt.
pl: Mamy dowody na to, że użytkownik nie rozumie tych słów.
pt: Temos evidências de que o usuário não entende essas palavras.
ru: У нас есть доказательства, что пользователь не понимает эти слова.
sk: Máme dôkazy, že používateľ tieto slová nepozná.
sr: Imamo dokaze da korisnik ne razume ove reči.
sv: Vi har bevis för att användaren inte förstår dessa ord.
ta: இந்த சொற்களைப் புரிந்துகொள்ளவில்லை என்று நாங்கள் சான்றளிக்கின்றோம்.
th: เราพบหลักฐานว่าผู้ใช้ไม่เข้าใจคำเหล่านี้
