Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# grammarCopyDEFINITEdef
source: Definite
bn: নিশ্চিত
bo: ཁོངས་སྟོན
ca: Definit
cs: Určitý
da: Bestemt
de: Bestimmt
eo: Difinita
et: Kindel
eu: Definitiboa
fi: Asettava
fr: Défini
ga: Sonrach
gl: Definido
hi: निश्चित
hr: Određeni
it: Definito
ka: დამკვიდრებული
nb: Bestemt
nl: Bepaald
pl: Określony
pt: Definido
ru: Определённый
sk: Určitý
sr: Određeni
sv: Bestämd
ta: தெரிவான
th: แน่นอน

# grammarCopyNUMTYPEord
source: Ordinal
bn: অর্ডিনাল
bo: རྟག་པ
cs: Řadové
eo: Ordinara
et: Järgarv
eu: Ordenagarria
fi: Järjestysluku
ga: Ordúil
hi: क्रमांक
hr: Redni
it: Ordinale
ka: რიგითი
nl: Ordinaal
pl: Porządkowy
ru: Порядковый
sk: Poradie
sr: Redni
ta: வரிசை
th: ลำดับ

# grammarCopyCASEins
source: Instrumental
bn: অস্ত্রোপযোগী
bo: གདམ་སྒྲིག
cs: Instrumentál
eo: Instrumentala
et: Instrumend
eu: Instrumentala
fi: Instruementaali
ga: Instruimintal
hi: आयामवाचक
it: Instrumentale
ka: ინსტრუმენტული
nl: Instrumentaal
pl: Narzednik
ru: Творительный падеж
sk: Inštrumentál
ta: கருவி
th: เครื่องมือ

# grammarCopyVERBFORMinf
source: Infinitive
bn: অপ্রকাশ্য
bo: མི་ཚེར
ca: Infinitiu
cs: Infinitiv
da: Infinitiv
de: Infinitiv
eo: Infinitivo
et: Infinitiiv
eu: Infinitiboa
fi: Infinitiivi
fr: Infinitif
ga: Neamhrialta
gl: Infinitivo
hi: अपूर्ण क्रिया
hr: Infinitiv
it: Infinito
ka: ინფინიტივი
nb: Infinitiv
nl: Infinitief
pl: Bezokolicznik
pt: Infinitivo
ru: Инфинитив
sk: Infinitív
sr: Infinitiv
sv: Infinitiv
ta: அனுதினம்
th: อินฟินิทิฟ

# grammarCopyVERBFORMaux
source: Auxiliary
bn: সহায়ক
bo: གདམ་སྒྲིག
ca: Auxiliar
cs: Pomocný
da: Hjælpeverbum
de: Hilfsverb
eo: Aŭxilia
et: Abiteg
eu: Laguntzailea
fi: Avustava
fr: Auxiliaire
ga: Cabhrach
gl: Auxiliar
hi: सहायक
hr: Pomoćni glagol
it: Ausiliare
ka: მხარდამჭერი
nb: Hjelpeverb
nl: Hulpwerkwoord
pl: Pomocniczy
pt: Auxiliar
ru: Вспомогательный
sk: Pomocný
sr: Pomoćni
sv: Hjälpverb
ta: உதவிக்
th: เสริม

# grammarCopyNUMFORMlong
source: Long
bn: দীর্ঘ
bo: རྒྱུན
cs: Dlouhý
da: Lang
de: Lang
eo: Longa
et: Pikk
eu: Luze
fi: Pitkä
ga: Fada
gl: Longo
hi: लंबा
hr: Dugo
it: Lungo
ka: გრძელი
nb: Lang
nl: Lang
pl: Długi
pt: Longo
ru: Длинный
sk: Dlhý
sr: Dugo
sv: Lång
ta: நீளமான
th: ยาว

# grammarCopyCASEloc
source: Locative
bn: অবস্থান
bo: ལུགས་སྟོན
ca: Locatiu
cs: Lokál
da: Lokativ
de: Lokativer Fall
eo: Lokativa
et: Lokatiiv
eu: Locatiboa
fi: Lokaali
fr: Locatif
ga: Áitritheach
gl: Cas
hi: स्थानवाचक
hr: Lokativ
it: Locativo
ka: ადგილობრივი
nb: Lokativ
nl: Locatief
pl: Miejscownik
pt: Locativo
ru: Местный падеж
sk: Lokál
sr: Lokativ
sv: Lokativ
ta: இடம்
th: สถานที่

# grammarCopyMOODind
source: Indicative
bn: সূচক
bo: རང་བཞིན
ca: Indicatiu
cs: Indikativ
da: Indicativ
de: Indikativ
eo: Indikativa
et: Indikatiiv
eu: Adierazlea
fi: Indikatiivi
fr: Indicatif
ga: Táscaireach
gl: Modo
hi: सूचक
hr: Indicativno
it: Indicativo
ka: განხილული
nb: Indikativ
nl: Indicatief
pl: Tryb oznajmujący
pt: Indicativo
ru: Изъявительное
sr: Indikativ
sv: Indicativ
ta: குறிப்பிடும்
th: บ่งชี้

# grammarCopyDEGREEcmp
source: Comparative
bn: তুলনামূলক
bo: 比對
ca: Comparatiu
cs: Porovnávací
da: Komparativ
de: Komparativ
eo: Komparativa
et: Võrdlus
eu: Konparatiboa
fi: Vertailu
fr: Comparatif
ga: Comparáideach
gl: Comparativo
hi: तुलनात्मक
hr: Komparativno
it: Comparativo
ka: შედარებითი
nb: Komparativ
nl: Vergrotende trap
pl: Stopień porównawczy
pt: Comparativo
ru: Степень сравнения
sk: Porovnávací
sr: Komparativ
sv: Komparativ
ta: விகிதமான
th: เปรียบเทียบ

# grammarCopyCASErelativeCase
source: Relative
bn: সম্পর্কিত
bo: 相對
ca: Relatiu
cs: Vztahový
da: Relativ
de: Relativ
eo: Rilata
et: Suhteline
eu: Haragizkoa
fi: Relatiivinen
fr: Relatif
ga: Céimeanna
gl: Relativo
hi: संबंधित
hr: Relativno
it: Relativo
ka: საკავშირო
nb: Relativ
nl: Relatief
pl: Związany
pt: Relativo
ru: Относительный
sk: Vztahový
sr: Relativni
sv: Relativ
ta: சம்பந்தமான
th: สัมพัทธ์

# grammarCopyPUNCTTYPEexcl
source: Exclamative
bn: বিস্ময়সূচক
bo: 感歎
ca: Exclamatiu
cs: Výkřikové
da: Udråbsord
de: Ausruf
eo: Eksklamativa
et: hüüumärk
eu: Esamoldea
fi: Huudahdus
fr: Interjectif
ga: Eileamh
gl: Exclamativo
hi: विस्मयादिबोधक
hr: Uzvično
it: Esclamativo
ka: გაღიზიანებული
nb: Utrop
nl: Uitroep
pl: Wykrzyknikowy
pt: Exclamativa
ru: Восклицательное
sk: Výkričník
sr: Uzvično
sv: Utrop
ta: வெளிப்படையான
th: คำอุทาน

# grammarCopyPERSON1
source: First Person
bn: প্রথম ব্যক্তি
bo: 第一人稱
ca: Primera Persona
cs: První osoba
da: Første person
de: Erste Person
eo: Unua Persono
et: Esimene isik
eu: Lehen Persona
fi: Ensimmäinen persoona
fr: Première personne
ga: An Chéad Duine
gl: Primeira persoa
hi: प्रथम व्यक्ति
hr: Prva osoba
it: Prima Persona
ka: პირველი პირი
nb: Første person
nl: Eerste persoon
pl: Pierwsza osoba
pt: Primeira Pessoa
ru: Первое лицо
sk: Prvá osoba
sr: Prvo lice
sv: Första person
ta: முதல் நபர்
th: บุคคลที่หนึ่ง

# grammarCopyPUNCTSIDEini
source: Initial
bn: শুরু
bo: 起始
ca: Inicial
cs: Počáteční
da: Indledende
de: Anfang
eo: Inicia
et: Algus
eu: Hasiera
fi: Alku
ga: Tús
gl: Inicial
hi: प्रारंभिक
hr: Početno
it: Iniziale
ka: დაწყებითი
nb: Innledende
nl: Initiële
pl: Początkowy
pt: Inicial
ru: Начальный
sk: Počiatočný
sr: Početno
ta: தொடக்கம்
th: เริ่มต้น

# grammarCopyGENDERperson
source: Person
bn: ব্যক্তি
bo: 性別
ca: Persona
cs: Osoba
eo: Persono
et: Isik
eu: Pertsona
fi: Henkilö
fr: Personne
ga: Gné
gl: Persoa
hi: लैंगिक
hr: Osoba
it: Persona
ka: სქესი
nl: Persoon
pl: Osoba
pt: Pessoa
ru: Род
sk: Rod
sr: Ličnost
ta: பாலினம்
th: เพศ

# grammarCopyFOREIGNyes
source: Foreign
bn: বিদেশী
bo: 外國
ca: Estranger
cs: Zahraniční
da: Udenlandsk
de: Fremd
eo: Eksterlanda
et: Võõramaa
eu: Atzerrikoa
fi: Vieras
fr: Étranger
ga: Eachtrach
gl: Estranxeiro
hi: विदेशी
hr: Strano
it: Straniero
ka: მოგზაურის
nb: Utenlandsk
nl: Vreemd
pl: Obcy
pt: Estrangeiro
ru: Иностранный
sk: Zahraničný
sr: Strano
sv: Utländsk
ta: வெளிநாட்டு
th: ต่างประเทศ

# grammarCopyVOICEvoice
source: Voice
bn: স্বর
bo: 語音
ca: Veu
cs: Hlas
da: Voz
de: Stimme
eo: Voĉo
et: Hääl
eu: Ahotsa
fi: Ääni
fr: Voix
ga: Guth
gl: Voz
hi: आवाज़
hr: Glas
it: Voce
ka: ხმოვანი
nb: Stemme
nl: Stem
pl: Strona głosowa
pt: Voz
ru: Залог
sk: Hlas
sr: Glas
sv: Röst
ta: சொல்
th: เสียง

# grammarCopyVERBTYPEverbType
source: Verb
bn: ক্রিয়া
bo: 動詞
cs: Sloveso
da: Verbum
eo: Verbo
eu: Aditza
fi: Verbi
fr: Verbe
ga: Aimsir
gl: Verbo
hi: क्रिया
hr: Glagolski
it: Verbo
ka: ზმნა
nl: Werkwoord
pl: Czasownik
pt: Verbo
ru: Глагол
sk: Sloveso
sr: Glagolski
ta: வினை
th: กริยา

# grammarCopyPOSSpass
source: Possessive
bn: স্বত্ত্বাধিকারী
bo: 所有格
ca: Possessiu
cs: Přivlastňovací
da: Possessiv
de: Possessiv
eo: Posessiva
et: Omadussõna
eu: Jabetza
fi: Omistussijaus
fr: Possessif
ga: Seilbh
gl: Posesivo
hi: स्वामित्व
hr: Posvojno
it: Possessivo
ka: საკუთრების
nb: Eieform
nl: Bezittelijk
pl: Dziedziczący
pt: Possessivo
ru: Притяжательный
sk: Vlastníctvo
sr: Vlasništvo
sv: Ägande
ta: உடையவர்
th: ความเป็นเจ้าของ

# grammarCopyPREPCASEprepCase
source: Prepositional
bn: অব্যয়বাচক
bo: 介詞格
ca: Preposicional
cs: Předložkový pád
da: Præpositionskasse
de: Präpositional
eo: Prepozicia
et: Eessõnaliik
eu: Preposizioa
fi: Prepositio
fr: Prépositionnel
ga: Réamhfhocail
gl: Preposicional
hi: पूर्वसर्गात्मक
hr: Prijedložni
it: Preposizionale
ka: პრეპოზიციური
nb: Preposisjonell
nl: Voorzetsel
pl: Przyimkowy
pt: Preposicional
ru: Предложный
sk: Predložkový
sr: Predložni
sv: Prepositionsfall
ta: முன்
th: บุพบท

# grammarCopyNUMTYPEnumType
source: Numeral
bn: সংখ্যা
bo: 數詞
cs: Číslo
da: Talord
de: Zahlwort
eo: Numeralo
et: Numeraal
eu: Zenbaki
fr: Numéral
ga: Uimhir
hi: संख्या
hr: Brojevni
it: Numerale
ka: რიცხვითი
nb: Tallord
pl: Liczebnik
ru: Числительное
sk: Číslovka
sr: Broj
ta: எண்
th: ตัวเลข

# grammarCopyNOUNTYPEnounType
source: Noun
bn: বিশেষ্য
bo: 名詞
ca: Substantiu
cs: Podstatné jméno
da: Substantiv
de: Substantiv
eo: Substantivo
eu: Izenburua
fi: Substantiivi
fr: Nom
ga: Ainmfhocal
gl: Substantivo
hi: संज्ञा
hr: Imenica
it: Sostantivo
ka: სახელი
nb: Substantiv
nl: Zelfstandig naamwoord
pl: Rzeczownik
pt: Substantivo
ru: Существительное
sk: Podstatné meno
sr: Imenica
sv: Substantiv
ta: பெயர்
th: คำนาม

# grammarCopyREFLEXreflex
source: Reflexive
bn: প্রতিফলক
bo: 反身
ca: Reflexiu
cs: Zvratné
da: Refleksiv
de: Reflexiv
eo: Refleksiva
et: Refleksiivne
eu: Erreflexiboa
fi: Refleksiivinen
fr: Réciproque
ga: Filleadh
gl: Reflexivo
hi: प्रत्यावर्तक
hr: Refleksivno
it: Riflessivo
ka: რეფლექსიური
nb: Refleksiv
nl: Reflexief
pl: Refleksywny
pt: Reflexivo
ru: Возвратное
sk: Reflexívny
sr: Refleksivno
sv: Reflexiv
ta: பின்விளைவான
th: สะท้อนตัวเอง

# grammarCopyPRONTYPEpronType
source: Pronoun
bn: সর্বনাম
bo: 代詞
ca: Pronomen
cs: Zájmeno
da: Pronomen
de: Pronomen
eo: Pronomo
et: Asesõna
eu: Aditza
fi: Pronomini
fr: Pronom
ga: Réamhfhocal
gl: Pronome
hi: सर्वनाम
hr: Zamjenica
it: Pronome
ka: პრონუნი
nb: Pronomen
nl: Voornaamwoord
pl: Zaimek
pt: Pronome
ru: Местоимение
sk: Zámeno
sr: Zamenica
sv: Pronomen
ta: பிரதிவேஷம்
th: คำสรรพนาม

# grammarCopyPUNCTSIDEpunctSide
source: Punctuation Side
bn: চিহ্নের দিক
bo: 標點符號側
ca: Lloc de puntuació
cs: Strana interpunkce
da: Tegnsæt Side
de: Satzzeichen-Seite
eo: Punkta Flanko
et: Punktuatsiooni pool
eu: Puntuazio Aldea
fi: Pisteen puoli
fr: Côté de la ponctuation
ga: Taobh Ponc
gl: Lado da puntuación
hi: विराम चिह्न का पक्ष
hr: Strana interpunkcije
it: Lato della punteggiatura
ka: სინტაქსის მხარე
nb: Tegnpunktside
nl: Punctuatiezijde
pl: Strona interpunkcyjna
pt: Lado da Pontuação
ru: Пунктуационная сторона
sk: Strana interpunkcie
sr: Strana interpunkcije
sv: Punktionssida
ta: புள்ளி பக்கம்
th: ด้านเครื่องหมายวรรคตอน

# grammarCopyVERBFORMverbForm
source: Verb
bn: ক্রিয়ার রূপ
bo: 動詞形式
ca: Forma verbal
cs: Tvar slovesa
da: Verbum
de: Verbform
eo: Verbo
eu: Aditza
fi: Verbi
fr: Forme du verbe
ga: Aimsir
gl: Forma do verbo
hi: क्रिया का रूप
hr: Oblik glagola
it: Verbo
ka: ზმნის ფორმა
nl: Werkwoordsvorm
pl: Czasownik
pt: Forma do Verbo
ru: Глагольная форма
sk: Sloveso
sr: Glagol
ta: பெயர்ச்சி
th: กริยา

# grammarCopyGENDERgender
source: Gender
bn: লিঙ্গ
bo: 性別
ca: Gènere
cs: Rod
da: Køn
de: Geschlecht
eo: Genero
et: Sugu
eu: Genero
fi: Sukupuoli
fr: Genre
ga: Gné
gl: Xénero
hi: लैंगिकता
hr: Rod
it: Genere
ka: სქესი
nb: Kjønn
nl: Geslacht
pl: Płeć
pt: Gênero
ru: Род
sk: Rod
sr: Rod
sv: Kön
ta: பாலினம்
th: เพศ

# grammarCopyMOODmood
source: Mood
bn: মেজাজ
bo: 語氣
ca: Mode
cs: Způsob
da: Modo
de: Modus
eo: Modo
et: Meel
eu: Nahia
fi: Moodi
fr: Mode
ga: Mothúchán
gl: Modo
hi: मनोभाव
hr: Način
it: Modo
ka: მოდუსი
nb: Modus
nl: Stemming
pl: Nastrój
pt: Modo
ru: Наклонение
sk: Mód
sr: Način
sv: Läge
ta: மனோபாவம்
th: อารมณ์

# grammarCopyASPECTaspect
source: Aspect
bn: অবস্থা
bo: 體
ca: Aspecte
cs: Aspekt
da: Aspekt
de: Aspekt
eo: Aspekto
et: Aspekt
eu: Apariencia
fi: Aspekti
ga: Aicme
gl: Aspecto
hi: पहलू
hr: Aspekt
it: Aspetto
ka: პერსპექტივა
nb: Aspekt
pl: Aspekt
pt: Aspecto
ru: Вид
sr: Aspekt
sv: Aspekt
ta: பகுதி
th: แง่มุม

# grammarCopyPUNCTTYPEpunctType
source: Punctuation
bn: চিহ্ন
bo: རྟགས་སྒྲིག
ca: Puntuació
cs: Interpunkce
da: Tegnsæt Type
de: Zeichensetzung
eo: Punkto
et: Punktuatsioon
eu: Puntuazioa
fi: Välimerkki
fr: Ponctuation
ga: Ponctuación
gl: Puntuación
hi: विराम चिह्न का प्रकार
hr: Interpunkcija
it: Punteggiatura
ka: სინტაქსი
nb: Tegnsetting
nl: Interpunctietype
pl: Interpunkcja
pt: Pontuação
ru: Пунктуация
sk: Interpunkcia
sr: Interpunkcija
sv: Interpunktion
ta: புணர்ச்சி
th: เครื่องหมายวรรคตอน

# grammarCopyTENSEtense
source: Tense
bn: কাল
bo: དུས་ཚོད
ca: Temps
cs: Čas
da: Tid
de: Zeitform
eo: Tempesto
et: Aeg
eu: Tensa
fi: Aikamuoto
fr: Temps
ga: Am
gl: Tempo
hi: काल
hr: Vremenski oblik
it: Tempo
ka: ჟამი
nb: Tidsform
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
sk: Čas
sr: Vreme
sv: Tempus
ta: காலம்
th: กาลเวลา

# grammarCopyDEGREEdegree
source: Degree
bn: ডিগ্রী
bo: ཆོས་ཚོད
ca: Grau
cs: Stupeň
da: Grad
de: Grad
eo: Gradon
et: Kraad
eu: Gradua
fi: Taso
fr: Degré
ga: Grád
gl: Grao
hi: डिग्री
hr: Stupanj
it: Grado
ka: მნიშვნელობა
nb: Grad
nl: Graad
pl: Stopień
pt: Grau
ru: Степень
sk: Stupeň
sr: Stepen
sv: Grad
ta: தரம்
th: ระดับ

# grammarCopyPOLITEpolite
source: Politeness
bn: শিষ্টাচার
bo: རང་བཞིན་སྤྱོད་པ
ca: Cortesia
cs: Zdvořilost
da: Høflighed
de: Höflichkeit
eo: Kortuo
et: Austus
eu: Adeitasuna
fi: Kohteliaisuus
fr: Politesse
ga: Beannachtúil
gl: Cortesía
hi: विनम्रता
hr: Ljubaznost
it: Gentilezza
ka: სასმენი
nb: Høflighet
nl: Beleefdheid
pl: Uprzejmość
pt: Polidez
ru: Вежливость
sk: Zdvorilosť
sr: Ljubaznost
sv: Hövliga
ta: பண்பு
th: มารยาท

# grammarCopyADVTYPEadvType
source: Adverb
bn: ক্রিয়া বিশেষণ
bo: རྟགས་སྒྲིག
ca: Adverbi
cs: Příslovce
da: Adverbium
eo: Adverbo
eu: Aditza
fi: Adverbi
fr: Adverbe
ga: Amléiritheoir
gl: Adverbio
hi: क्रिया विशेषण
hr: Prilog
it: Avverbio
ka: ზმნური გამოთქმა
nl: Bijwoord
pl: Przysłówek
pt: Advérbio
ru: Наречие
sk: Príslovka
sr: Prilog
ta: விருப்பம்
th: คำกริยาวิเศษณ์

# grammarCopyNUMFORMnumber
source: Number
bn: সংখ্যা
bo: རྣམ་གྲངས
ca: Nombre
cs: Číslo
da: Tal
de: Zahl
eo: Nombro
eu: Zenbakia
fi: Luku
fr: Numéro
ga: Uimhir
gl: Número
hi: संख्या
hr: Broj
it: Numero
ka: ნომერი
nb: Tall
nl: Nummer
pl: Liczba
pt: Número
ru: Число
sk: Číslo
sr: Broj
sv: Nummer
ta: எண்
th: จำนวน

# grammarCopyCONJTYPEconjType
source: Conjunction
bn: সংযোগকারী
bo: མཉམ་ཚིག
ca: Conjunció
cs: Spojka
da: Konjunktion
de: Konjunktion
eo: Konjunkcio
et: Sidekord
eu: Elkarketa
fi: Konjunktio
fr: Conjonction
ga: Aontróga
gl: Conxunción
hi: संयोजन
hr: Veza
it: Congiunzione
ka: კავშირი
nb: Konjunksjon
nl: Voegwoord
pl: Spójnik
pt: Conjunção
ru: Союз
sk: Spojka
sr: Veznik
sv: Konjunktion
ta: இணைப்பு
th: คำสันธาน

# grammarCopyPOLARITYpolarity
source: Polarity
bn: ধনাত্মকতা
bo: རང་བཞིན་སྤྱོད་པ
ca: Polaritat
cs: Polarita
da: Polaritets
de: Polarisierung
eo: Polareco
et: Polaarne
eu: Polaritatea
fi: Polaarisuus
fr: Polarité
ga: Uimhir
gl: Polaridade
hi: ध्रुवता
hr: Polariteta
it: Polarità
ka: პოლარობა
nb: Polaritetsgrad
nl: Polariteit
pl: Polaryzacja
pt: Polaridade
ru: Полярность
sk: Polárnosť
sr: Polarnost
sv: Polaritets
ta: பிரதிபலிப்பு
th: ความเป็นบวก/ลบ

# grammarCopyCASEcase
source: Case
bn: বিভাগ
bo: རྣམ་པར
ca: Cas
cs: Pád
da: Kasus
de: Fall
eo: Kazo
et: Käsk
eu: Kasua
fi: Tapaus
fr: Cas
ga: Cás
gl: Caso
hi: विषय
hr: Pad
it: Caso
ka: მოძრაობა
nb: Kasus
nl: Casus
pl: Przypadek
pt: Caso
ru: Падеж
sk: Prípad
sr: Pad
sv: Kasus
ta: வகை
th: กรณี

# grammarCopyDEFINITEdefinite
source: Definiteness
bn: নিশ্চিততা
bo: གཙོ་བོ
ca: Definitud
cs: Určitost
da: Bestemthed
de: Bestimmtheit
eo: Difiniteco
et: Kindlus
eu: Definitutasuna
fi: Tarkkuus
fr: Définition
ga: Sonrach
gl: Definido
hi: निश्चितता
hr: Određenost
it: Definitudine
ka: დამახასიათებელი
nb: Bestemthet
nl: Bepaaldheid
pl: Określoność
pt: Definidade
ru: Определенность
sk: Určitosť
sr: Određenost
sv: Bestämdhet
ta: தீர்மானம்
th: ความแน่นอน

# grammarCopyNUMFORMnumForm
source: Numeral
bn: সংখ্যা শব্দ
bo: རྣམ་གྲངས
cs: Číslovka
de: Zahlwort
eo: Numeralo
et: Numeraal
eu: Zenbaki
fr: Numéral
ga: Uimhir
hi: संख्या
hr: Brojevni izraz
it: Numerale
ka: რიცხვითი ფორმა
pl: Liczebnik
ru: Числительное
sk: Číslovka
sr: Broj
ta: எண்ணியல்
th: ตัวเลข

# grammarCopyPRONTYPEadn
source: Adnominal
bn: নামবাচক
bo: རང་བཞིན་སྤྱོད་པ
cs: Adnominalní
eo: Adnominalo
et: Adnominaalne
eu: Adnominala
fi: Adnominaali
ga: Uimhirfhocail
hi: संबंधसूचक
hr: Pridjevski
it: Annominale
ka: ადნომინალური
nl: Bijvoeglijk naamwoord
pl: Przymiotnikowy
ru: Адиноминальный
sk: Príslovkové zámeno
sr: Pridjevski
ta: பெயர்ச்சி
th: คำคุณศัพท์

# grammarCopyVOCvoc
source: Vocative
bn: অভিধান
bo: བརྗོད་སྟེགས
ca: Vocatiu
cs: Vokativ
da: Vokativ
de: Vokativ
eo: Vokativo
et: Vokaal
eu: Vocativa
fi: Vokaali
fr: Vocatif
ga: Aitriúil
gl: Vocativo
hi: आह्वान
hr: Vokativ
it: Vocativo
ka: ვოკატივი
nb: Vokativ
nl: Vocatief
pl: Wołacz
pt: Vocativo
ru: Вокатив
sk: Volací tvar
sr: Vokativ
sv: Vokativ
ta: அழைப்பு
th: คำเรียกชื่อ

# grammarCopyCMPLcmpl
source: Complementizer
bn: সম্পূরক
bo: བཟོ་བཅོས་པ
ca: Complementador
cs: Doplňovač
da: Komplementor
de: Komplementierer
eo: Komplementigilo
et: Täiendaja
eu: Osagarria
fi: Täydennyslause
fr: Complémentiseur
ga: Comhlánaitheoir
gl: Complementador
hi: पूरककर्ता
hr: Komplementator
it: Complementatore
ka: დამსრულებელი
nb: Komplementor
nl: Aanvullend woord
pl: Dopełniacz
pt: Complementizador
ru: Дополнительное слово
sk: Doplnok
sr: Komplementizer
sv: Komplementör
ta: பூர்த்தி செய்பவர்
th: คำเติมเต็ม

# grammarCopyADVadv
source: Adverbial
bn: ক্রিয়া বিশেষণ
bo: རྟགས་སྒྲིག
cs: Příslovečný
eo: Adverbo
et: Adverbiaal
eu: Aditza
fi: Adverbiaali
ga: Amléiritheoir
hi: क्रियाविशेषण
hr: Priložnik
it: Avverbiale
ka: მიმართვა
nl: Bijwoordelijk
pl: Przysłówek
ru: Обстоятельство
sk: Príslovkový
sr: Prilog
ta: விரிவாக்கம்
th: คำกริยาวิเศษณ์

# grammarCopyMOODjus
source: Jussive
bn: আদেশবাচক
bo: དབྱར་བརྗོད
ca: Jussiva
cs: Rozkazovací
da: Jussiv
de: Jussiv
eo: Jussivo
et: Kutseviis
eu: Eskaera
fi: Imperatiivi
fr: Jussif
ga: Ullmhúchán
gl: Imperativo
hi: आज्ञा
hr: Način
it: Congiuntivo
ka: მოთხოვნა
nb: Imperativ
nl: Gebiedende wijs
pl: Tryb rozkazujący
pt: Jussivo
ru: Повелительное наклонение
sk: Žiadosťový
sr: Žalbeni
sv: Uppmaning
ta: வழக்கு
th: คำอุทาน

# grammarCopyGENDERcom
source: Common
bn: সাধারণ
bo: མི་སྟོན
ca: Comú
cs: Rodový
da: Fælles
de: Gemeinsam
eo: Komuna
et: Üldine
eu: Komuna
fi: Yleinen
fr: Commun
ga: Ginearálta
gl: Común
hi: सामान्य
hr: Rod
it: Comune
ka: საერთო
nb: Felleskjønn
nl: Algemeen
pl: Rodzaj
pt: Comum
ru: Общий
sk: Spoločný
sr: Običan
sv: Gemensam
ta: பொது
th: เพศทั่วไป

# grammarCopyREFLEXrflx
source: Reflexive
bn: প্রতিফলক
bo: རང་སྤྱོད
ca: Reflexiu
cs: Zvratný
da: Refleksiv
de: Reflexiv
eo: Refleksiva
et: Refleksiivne
eu: Erreflexiboa
fi: Refleksiivinen
fr: Réciproque
ga: Féinspléach
gl: Reflexivo
hi: प्रतिबिंब
hr: Refleksivno
it: Riflessivo
ka: რეფლექსიური
nb: Refleksiv
nl: Reflexief
pl: Refleksywny
pt: Reflexivo
ru: Возвратный
sk: Reflexívny
sr: Refleksivno
sv: Reflexiv
ta: பின்விளைவான
th: คำสะท้อน

# grammarCopyPARTTYPEpar
source: Partitive
bn: অংশবিশেষ
bo: རྣམ་གྲངས
ca: Partitiu
cs: Partitivní
da: Partitiv
de: Partitiv
eo: Partitiva
et: Osatis
eu: Partitiboa
fi: Partitiivi
fr: Partitif
ga: Rannúil
gl: Partitivo
hi: अंशात्मक
hr: Dio
it: Partitivo
ka: პარტიტიული
nb: Partitiv
nl: Partitief
pl: Częściowy
pt: Partitivo
ru: Делительный
sk: Partitívny
sr: Partitivno
sv: Partitiv
ta: பகுதி வகை
th: คำแบ่งส่วน

# grammarCopySPCspc
source: Specific
bn: নির্দিষ্ট
bo: གཞིས་སྟོན
ca: Específic
cs: Specifický
da: Specifik
de: Spezifisch
eo: Specifa
et: Spetsiifiline
eu: Espezifikoa
fi: Tarkka
fr: Spécifique
ga: Sonrach
gl: Específico
hi: विशेष
hr: Specifično
it: Specifico
ka: სპეციფიკური
nb: Spesifikk
nl: Specifiek
pl: Specyficzny
pt: Específico
ru: Конкретный
sk: Špecifický
sr: Specifično
sv: Specifik
ta: தொகுதி
th: เฉพาะเจาะจง

# grammarCopyTENSEpqp
source: Pluperfect
bn: অতীতকাল পার্বতী
bo: རྟག་པའི་སྐབས
ca: Plusquamperfet
cs: Plusquamperfekt
da: Pluskvamperfekt
de: Plusquamperfekt
eo: Pluskvamperfekto
et: Pluskvamperfekt
eu: Plusquamperfektua
fi: Pluskvamperfekti
fr: Plus-que-parfait
ga: An t-aimsir roimh ré
gl: Mais-que-perfeito
hi: पूर्णकालिक
hr: Pluskvamperfekt
it: Più che perfetto
ka: პლუპერკეტი
nb: Pluskvamperfekt
nl: Plusquamperfectum
pl: Plusquamperfect
pt: Mais-que-perfeito
ru: Плюперфект
sk: Pluskvamperfekt
sr: Pluskvamperfekt
sv: Pluskvamperfekt
ta: முன்னோட்ட காலம்
th: สมบูรณ์แบบก่อนหน้า

# grammarCopyREFLEXref
source: Reflexive
bn: প্রতিফলক
bo: རང་སྤྱོད
ca: Reflexiu
cs: Zvratný
da: Refleksiv
de: Reflexiv
eo: Refleksiva
et: Refleksiivne
eu: Erreflexiboa
fi: Refleksiivinen
fr: Réciproque
ga: Féinscéimeach
gl: Reflexivo
hi: प्रतिबिंब
hr: Refleksivno
it: Riflessivo
ka: რეფლექსიური
nb: Refleksiv
nl: Reflexief
pl: Refleksywny
pt: Reflexivo
ru: Рефлексивный
sk: Reflexívny
sr: Refleksivno
sv: Reflexiv
ta: பின்விளைவான
th: คำสะท้อน

# grammarCopyPUNCTTYPEnshrt
source: Short
bn: সংক্ষিপ্ত
bo: ཡིག་སྣོན་སྟོང་པོ
ca: Curt
cs: Krátký
da: Kort
de: Kurz
eo: Mallonga
et: Lühike
eu: Motza
fi: Lyhyt
fr: Court
ga: Gearr
gl: Curtado
hi: संक्षिप्त
hr: Kratko
it: Breve
ka: მოკლე
nb: Kort
nl: Kort
pl: Krótki
pt: Curto
ru: Краткий
sk: Krátky
sr: Skraćeno
sv: Kort
ta: சுருக்கமான
th: สั้น

# grammarCopyNUMBERdual
source: Dual
bn: দ্বৈত
bo: མཉམ་གཉིས
cs: Dvojčlenný
da: Dobbelt
eo: Duobla
et: Kahearvuline
eu: Bikotea
fi: Kaksiluku
ga: Dúálach
gl: Dúal
hi: द्विगुण
hr: Dvojno
it: Doppio
ka: მეომხრივი
nb: Dobbel
pl: Podwójny
ru: Двойной
sk: Dvojitý
sr: Dvojina
sv: Dubbel
ta: இரட்டை
th: คู่

# grammarCopyNUMFORMlng
source: Long
bn: দীর্ঘ
bo: རིང་སྟོན
cs: Dlouhý
da: Lang
de: Lang
eo: Longa
et: Pikk
eu: Luzea
fi: Pitkä
ga: Fada
gl: Longo
hi: लंबा
hr: Dugo
it: Lungo
ka: გრძელი
nb: Lang
nl: Lang
pl: Długi
pt: Longo
ru: Длинный
sk: Dlhý
sr: Dugo
sv: Lång
ta: நீளமான
th: ยาว

# grammarCopyVOICEmid
source: Middle
bn: মধ্যবর্তী
bo: ལག་ལེན་ལོག
ca: Mitjà
cs: Střední
da: Midter
de: Mittelfeld
eo: Meza
et: Keskmine
eu: Erdi
fi: Keskiväli
fr: Milieu
ga: Lár
gl: Medio
hi: मध्यम
hr: Srednji
it: Medio
ka: შიდა
nb: Midten
nl: Middel
pl: Środkowy
pt: Médio
ru: Средний
sk: Stredný
sr: Sredina
sv: Mitten
ta: இடையிலான
th: กลาง

# grammarCopyINTRELintRel
source: Interrogative, Relative
bn: প্রশ্নবোধক, সম্পর্কবাচক
bo: དབྱེར་བརྗེ་དང་རང་སྤྱོད
ca: Interrogatiu, Relatiu
cs: Otázka, Vztahová věta
da: Interrogativ, Relativ
de: Interrogativ, Relativ
eo: Demando, Rilata
et: Küsimus, Suhe
eu: Galdera, Erreferentzia
fi: Kysymyslause, Relatiivi
fr: Interrogatif, Relatif
ga: Ceist, Caidéalach
gl: Interrogativo, Relativo
hi: प्रश्नवाचक, संबंधसूचक
hr: Upitno, Relativno
it: Interrogativo, Relativo
ka: საპასუხო, ურთიერთმიმართვა
nb: Spørreord, Relativ
nl: Vragend, Relatief
pl: Pytający, Relative
pt: Interrogativo, Relativo
ru: Вопросительный, Относительный
sk: Otázka, Vzťahová veta
sr: Upitno, Relativno
sv: Fråge-, Relativ
ta: வினையடைவது, தொடர்புடையது
th: คำถาม, คำอธิบาย

# grammarCopyINTint
source: Interrogative
bn: প্রশ্নবোধক
bo: དབྱེར་བརྗེ
ca: Interrogatiu
cs: Otázka
da: Interrogativ
de: Interrogativ
eo: Demando
et: Küsimus
eu: Galdera
fi: Kysymys
fr: Interrogatif
ga: Ceist
gl: Interrogativo
hi: प्रश्नवाचक
hr: Upitno
it: Interrogativo
ka: საპასუხო
nb: Spørreord
nl: Vragend
pl: Pytający
pt: Interrogativo
ru: Вопросительный
sk: Otázka
sr: Upitno
sv: Fråge
ta: வினையடைவது
th: คำถาม

# grammarCopyVOICEcaus
source: Causative
bn: কার্যকরী
bo: ལེན་སྤྱོད
ca: Causatiu
cs: Příčinná
da: Årsags-
de: Kausativ
eo: Kaŭzativa
et: Põhjuslik
eu: Aitzindaria
fi: Aiherakenteinen
fr: Causatif
ga: Cúisitheach
gl: Causativo
hi: कारक
hr: Uzročni
it: Causativo
ka: მოქმედებითი
nb: Årsakende
nl: Oorzakend
pl: Przyczynowy
pt: Causativo
ru: Причинный
sk: Príčinný
sr: Uzročni
sv: Orsakande
ta: காரணம் விளக்கும்
th: ก่อให้เกิด

# grammarCopyUnknown
source: Unknown
bn: অজানা
bo: མིན་འདུག
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
eo: Nekonata
et: Tundmatu
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
ga: Dánta
gl: Descoñecido
hi: अज्ञात
hr: Nepoznato
it: Sconosciuto
ka: უცნობი
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
sk: Neznámy
sr: Nepoznato
sv: Okänd
ta: தெரியாதது
th: ไม่ทราบ

# grammarCopyEVIDENTevident
source: Evidentiality
bn: প্রমাণস্বরূপতা
bo: རང་བཞིན་སྟོན་པ
ca: Evidencialitat
cs: Důkaznost
da: Evidentialitet
de: Beweisbarkeit
eo: Evidenta
et: Tõenduslikkus
eu: Evidentzia
fi: Näyttöperusteisuus
fr: Évidentialité
ga: Fianaise
gl: Evidencialidade
hi: साक्ष्यात्मकता
hr: Evidentnost
it: Evidenzialità
ka: საბუთიანი
nb: Evidens
nl: Evidentie
pl: Ewidentność
pt: Evidencialidade
ru: Доказательность
sk: Dôkaznosť
sr: Evidentnost
sv: Evidentialitet
ta: சான்று
th: หลักฐานแสดงความแน่ชัด
