Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# chooseMorphsInstructionsBody
source: Click the puzzle pieces for grammar questions!
bn: ব্যাকরণ প্রশ্নের জন্য পাজল টুকরোগুলিতে ক্লিক করুন!
ca: Fes clic a les peces del trencaclosques per a preguntes de gramàtica!
cs: Klikněte na puzzle kousky pro gramatické otázky!
da: Klik på puslespilsbrikkerne for grammatiske spørgsmål!
de: Klicken Sie auf die Puzzleteile für Grammatikfragen!
eo: Klaku la pecetojn de puzlo por gramatikaj demandoj!
et: Klikk puzzleosad grammatika küsimuste jaoks!
eu: Klikatu puzzle piezak gramatika galderak egiteko!
fi: Klikkaa palapelin paloja kielioppikysymyksiin!
fr: Cliquez sur les pièces du puzzle pour les questions de grammaire !
ga: Cliceáil ar na píosaí puzail le haghaidh ceisteanna gramadaí!
gl: Fai clic nas pezas do puzzle para preguntas de gramática!
hi: व्याकरण प्रश्नों के लिए पज़ल टुकड़ों पर क्लिक करें!
hr: Kliknite na komade slagalice za gramatička pitanja!
it: Clicca sui pezzi del puzzle per le domande di grammatica!
ka: დაწკაპეთ პაზლის ნაწილებს გრამატიკული კითხვებისთვის!
nb: Klikk på puslespillbitene for grammatikkspørsmål!
nl: Klik op de puzzelstukjes voor grammaticavragen!
pl: Kliknij kawałki układanki, aby odpowiedzieć na pytania gramatyczne!
pt: Clique nas peças do quebra-cabeça para perguntas de gramática!
ru: Нажимайте на части головоломки для вопросов по грамматике!
sk: Kliknite na puzzle kúsky pre gramatické otázky!
sr: Кликните на делове загонетке за граматичка питања!
sv: Klicka på pusselbitarna för grammatikfrågor!
ta: இலக்கண கேள்விகளுக்கான புதிர் துண்டுகளை கிளிக் செய்யவும்!
th: คลิกชิ้นส่วนจิ๊กซอว์สำหรับคำถามทางไวยากรณ์!

# inviteAndLaunch
source: Launch and invite
bn: আহ্বান জানানো এবং শুরু করা
ca: Llançar i convidar
cs: Pozvat a spustit
da: Inviter og start
de: Starten und einladen
eo: Inviti kaj lanĉi
et: Kutsu ja käivita
eu: Deitu eta abiarazi
fi: Kutsu ja käynnistä
fr: Lancer et inviter
ga: Cuireadh agus tús
gl: Invitar e lanzar
hi: आमंत्रित करें और लॉन्च करें
hr: Pozovi i pokreni
it: Invita e avvia
ka: პატიჟე და წამოიწყე
nb: Inviter og start
nl: Uitnodigen en starten
pl: Zaproś i uruchom
pt: Lançar e convidar
ru: Пригласить и запустить
sk: Pozvať a spustiť
sr: Позови и покрени
sv: Bjud in och starta
ta: அழைத்து தொடங்கவும்
th: เชิญและเริ่มต้น

# createOwnChat
source: Create your own chat
bn: নিজের চ্যাট তৈরি করুন
ca: Crea el teu propi xat
cs: Vytvořit vlastní chat
da: Opret din egen chat
de: Eigenen Chat erstellen
eo: Kreu vian propran babilejon
et: Loo oma vestlus
eu: Sortu zure chat propioa
fi: Luo oma keskustelu
fr: Créer votre propre chat
ga: Cruthaigh do chat féin
gl: Crea o teu propio chat
hi: अपनी खुद की चैट बनाएं
hr: Stvori svoj chat
it: Crea la tua chat
ka: შექმენი შენი საკუთარი ჩატი
nb: Opprett din egen chat
nl: Maak je eigen chat
pl: Stwórz własny czat
pt: Criar seu próprio chat
ru: Создать свой чат
sk: Vytvorte vlastný chat
sr: Креирај свој ћаскаоник
sv: Skapa din egen chatt
ta: உங்கள் சொந்த உரையாடலை உருவாக்கவும்
th: สร้างแชทของคุณเอง

# pleaseEnterInt
source: Please enter a number
bn: একটি সংখ্যা লিখুন দয়া করে
ca: Si us plau, introdueix un número
cs: Zadejte číslo
da: Indtast venligst et tal
de: Bitte geben Sie eine Zahl ein
eo: Bonvolu enmeti nombron
et: Palun sisesta number
eu: Mesedez, sartu zenbaki bat
fi: Syötä numero
fr: Veuillez entrer un nombre
ga: Cuir isteach uimhir le do thoil
gl: Por favor, introduce un número
hi: कृपया एक संख्या दर्ज करें
hr: Unesite broj
it: Per favore inserisci un numero
ka: გთხოვთ, შეიყვანეთ რიცხვი
nb: Vennligst skriv inn et tall
nl: Voer een nummer in
pl: Proszę wprowadzić liczbę
pt: Por favor, insira um número
ru: Пожалуйста, введите число
sk: Prosím, zadajte číslo
sr: Молимо унесите број
sv: Vänligen ange ett nummer
ta: தயவுசெய்து ஒரு எண்ணை உள்ளிடவும்
th: กรุณาใส่หมายเลข

source: Home
bn: হোম
ca: Inici
cs: Domů
da: Hjem
de: Startseite
eo: Hejm
et: Kodu
eu: Hasiera
fi: Koti
fr: Accueil
ga: Baile
gl: Inicio
hi: होम
hr: Početna
ka: მთავარი
nb: Hjem
nl: Startpagina
pl: Strona główna
pt: Início
ru: Главная
sk: Domov
sr: Почетна
sv: Hem
ta: முகப்பு
th: หน้าแรก

source: Join
bn: যোগ দিন
ca: Uneix-te
cs: Připojit se
da: Deltag
de: Beitreten
eo: Aliĝi
et: Liitu
eu: Parte hartu
fi: Liity
fr: Rejoindre
ga: Bí páirteach
gl: Unirse
hi: शामिल हों
hr: Pridruži se
it: Unisciti
ka: შეერთება
nb: Bli med
nl: Deelnemen
pl: Dołącz
pt: Entrar
ru: Присоединиться
sk: Pripojiť sa
sr: Придружи се
sv: Gå med
ta: சேரவும்
th: เข้าร่วม

# readingAssistanceOverviewBody
source: Click the buttons below for mini-games on matching emojis, audios, word meanings, and grammar concepts. Or click on any word for details.
bn: নিম্নোক্ত বোতামগুলোতে ক্লিক করে ইমোজি, অডিও, শব্দের অর্থ, এবং ব্যাকরণ ধারণার সাথে মিল রেখে মিনিগেম খেলুন। অথবা কোনো শব্দে ক্লিক করে বিস্তারিত জানুন।
ca: Fes clic als botons de sota per a mini-jocs de coincidència d'emojis, àudios, significats de paraules i conceptes gramaticals. O fes clic en qualsevol paraula per a més detalls.
cs: Klikněte na tlačítka níže pro mini-hry na přiřazování emoji, audia, významů slov a gramatických konceptů. Nebo klikněte na jakékoli slovo pro podrobnosti.
da: Klik på knapperne nedenfor for mini-spil om matchning af emojis, lyde, ords betydninger og grammatiske begreber. Eller klik på et hvilket som helst ord for flere detaljer.
de: Klicken Sie auf die Buttons unten für Minispiele zum Zuordnen von Emojis, Audios, Wortbedeutungen und Grammatik-Konzepten. Oder klicken Sie auf ein Wort für Details.
eo: Klaku la butonojn sube por mini-ludoj pri kongruantaj emojioj, sonoj, vortsignifoj, kaj gramatikaj konceptoj. Aŭ klaku ajnan vorton por detaloj.
et: Klikkige allolevatel nuppudel mini-mänge emotikonide, helisalvestiste, sõnade tähenduste ja grammatika kontseptsioonide sobitamiseks. Või klõpsake ükskõik millisel sõnal detailide saamiseks.
eu: Klikatu beheko botoiak emojiak, audioak, hitzen esanahia eta gramatika kontzeptuak parekatzeko mini-jokoak egiteko. Edo klikatu edozein hitz xehetasunak ikusteko.
fi: Klikkaa alla olevia painikkeita minipeleihin, joissa yhdistetään emojit, äänitiedostot, sanan merkitys ja kielioppikäsitteet. Tai klikkaa mitä tahansa sanaa saadaksesi lisätietoja.
fr: Cliquez sur les boutons ci-dessous pour des mini-jeux sur la correspondance des emojis, des audios, des significations de mots et des concepts grammaticaux. Ou cliquez sur un mot pour plus de détails.
ga: Cliceáil ar na cnaipeanna thíos le haghaidh cluichí beaga ar mheaitseáil íomhánna, fuaimeanna, brí na bhfocail, agus coincheapa gramadaí. Nó cliceáil ar aon fhocal le haghaidh sonraí.
gl: Fai clic nos botóns de abaixo para mini-xogos de combinación de emojis, audios, significados de palabras e conceptos gramaticais. Ou fai clic en calquera palabra para máis detalles.
hi: मिनी-खेलों के लिए नीचे दिए गए बटनों पर क्लिक करें, जैसे इमोजी, ऑडियो, शब्द अर्थ, और व्याकरण अवधारणाओं का मिलान। या किसी भी शब्द पर क्लिक करें विवरण के लिए।
hr: Kliknite na gumbe ispod za mini-igre u usklađivanju emojija, audiozapisa, značenja riječi i gramatičkih koncepata. Ili kliknite na bilo koju riječ za detalje.
it: Clicca sui pulsanti qui sotto per mini-giochi su abbinamenti di emoji, audio, significati delle parole e concetti grammaticali. Oppure clicca su qualsiasi parola per i dettagli.
ka: დააჭირეთ ქვემოთ მყოფ ღილაკებს მინიგეიმებისთვის ემოჯების, აუდიოების, სიტყვების მნიშვნელობებისა და გრამატიკის კონცეპტების შესაბამისობაში. ან დააჭირეთ ნებისმიერ სიტყვას დეტალებისთვის.
nb: Klikk på knappene nedenfor for minispill om å matche emojis, lyder, ords betydninger og grammatikkonsepter. Eller klikk på hvilket som helst ord for detaljer.
nl: Klik op de knoppen hieronder voor mini-games over het matchen van emoji's, audio's, woordbetekenissen en grammaticaconcepten. Of klik op een woord voor meer details.
pl: Kliknij przyciski poniżej, aby wziąć udział w mini-grach dopasowujących emotikony, dźwięki, znaczenia słów i koncepcje gramatyczne. Lub kliknij dowolne słowo, aby zobaczyć szczegóły.
pt: Clique nos botões abaixo para mini-jogos de combinação de emojis, áudios, significados de palavras e conceitos gramaticais. Ou clique em qualquer palavra para detalhes.
ru: Нажимайте на кнопки ниже для мини-игр по сопоставлению эмодзи, аудио, значений слов и грамматических концепций. Или нажмите на любое слово для деталей.
sk: Kliknite na tlačidlá nižšie pre mini-hry na zodpovedanie emodži, audia, významov slov a gramatických konceptov. Alebo kliknite na akékoľvek slovo pre viac detailov.
sr: Кликните на дугмад испод за мини-игре у којима се поклапају емотикони, аудио записи, значења речи и граматички концепти. Или кликните на било коју реч за детаље.
sv: Klicka på knapparna nedan för mini-spel om att matcha emojis, ljud, ords betydelser och grammatikbegrepp. Eller klicka på vilket ord som helst för detaljer.
ta: எமோஜிகள், ஆடியோ, சொல் அர்த்தங்கள் மற்றும் இலக்கண கருத்துக்களை பொருத்த சிறிய விளையாட்டுகளுக்கான பொத்தான்களை கீழே கிளிக் செய்யவும். அல்லது எந்த சொல்லையும் கிளிக் செய்து விவரங்களைப் பாருங்கள்.
th: คลิกที่ปุ่มด้านล่างเพื่อเล่นเกมเล็ก ๆ เกี่ยวกับการจับคู่ไอคอนอิโมจิ เสียง ความหมายของคำ และแนวคิดทางไวยากรณ์ หรือคลิกที่คำใดก็ได้เพื่อดูรายละเอียด

source: Learn by texting
bn: টেক্সট পাঠিয়ে শিখুন
ca: Aprèn enviant missatges
cs: Učit se psaním zpráv
da: Lær ved at sende beskeder
de: Lernen durch Texten
eo: Lerni per mesaĝado
et: Õpi sõnumite kaudu
eu: Ikasi mezuak bidaliz
fi: Opiskele tekstiviesteillä
fr: Apprendre par texto
ga: Foghlaim trí theachtaireacht téacs
gl: Aprende enviando mensaxes
hi: टेक्स्ट करके सीखें
hr: Uči putem slanja poruka
it: Impara scrivendo
ka: სწავლა ტექსტით
nb: Lær ved å sende meldinger
nl: Leren door te sms'en
pl: Ucz się przez wiadomości
pt: Aprenda enviando mensagens
ru: Учитесь, переписываясь
sk: Učte sa písaním správ
sr: Учите путем слања порука
sv: Lär dig genom att skriva
ta: எழுத்து மூலம் கற்றுக்கொள்ளவும்
th: เรียนรู้โดยการส่งข้อความ

# levelSummaryTrigger
source: View summary
bn: সারাংশ দেখুন
ca: Veure resum
cs: Zobrazit souhrn
da: Se resumé
de: Zusammenfassung anzeigen
eo: Vidi resumon
et: Vaata kokkuvõtet
eu: Ikusi laburpena
fi: Näytä yhteenveto
fr: Voir le résumé
ga: Féach ar achoimre
gl: Ver resumo
hi: सारांश देखें
hr: Pogledajte sažetak
it: Visualizza riepilogo
ka: ნახეთ სიღრმისეული მიმოხილვა
nb: Se sammendrag
nl: Bekijk samenvatting
pl: Zobacz podsumowanie
pt: Ver resumo
ru: Посмотреть сводку
sk: Zobraziť prehľad
sr: Погледајте резиме
sv: Visa sammanfattning
ta: சுருக்கத்தைப் பார்வையிடவும்
th: ดูสรุป

# levelSummaryPopupTitle
source: Level {level} Summary
bn: স্তর {level} এর সারাংশ
ca: Resum del nivell {level}
cs: Souhrn úrovně {level}
da: Niveau {level} Resumé
de: Level {level} Zusammenfassung
eo: Resumo de nivelo {level}
et: Tase {level} Kokkuvõte
eu: Maila {level} Laburpena
fi: Tason {level} yhteenveto
fr: Résumé du niveau {level}
ga: Achoimre leibhéal {level}
gl: Resumo do nivel {level}
hi: स्तर {level} का सारांश
hr: Sažetak razine {level}
it: Riepilogo livello {level}
ka: საფეხურის {level} მიმოხილვა
nb: Sammendrag av nivå {level}
nl: Samenvatting niveau {level}
pl: Podsumowanie poziomu {level}
pt: Resumo do Nível {level}
ru: Сводка уровня {level}
sk: Prehľad úrovne {level}
sr: Резиме нивоа {level}
sv: Sammanfattning av nivå {level}
ta: படிநிலை {level} சுருக்கம்
th: สรุประดับ {level}

source: Refer friends
bn: বন্ধুদের রেফার করুন
ca: Recomana amics
cs: Doporučit přátele
da: Henvis venner
de: Freunde empfehlen
eo: Referu amikojn
et: Soovita sõpru
eu: Adiskideei erreferentzia egin
fi: Suosittele ystäviä
fr: Recommander des amis
ga: Tagraigh cairde
gl: Recomendar a amigos
hi: मित्रों को संदर्भित करें
hr: Preporuči prijatelje
it: Riferisci amici
ka: შეატყობინეთ მეგობრებს
nb: Anbefal venner
nl: Verwijs vrienden
pl: Poleć znajomym
pt: Indique amigos
ru: Пригласить друзей
sk: Odporučte priateľov
sr: Препоручи пријатеље
sv: Rekommendera vänner
ta: நண்பர்களை பரிந்துரையிடு
th: แนะนำเพื่อน

# referFriendDialogTitle
source: Invite a friend to your conversation
bn: আপনার কথোপকথনে একজন বন্ধু আমন্ত্রণ জানান
ca: Convida un amic a la teva conversa
cs: Pozvat přítele do vašeho rozhovoru
da: Inviter en ven til din samtale
de: Einen Freund zu deinem Gespräch einladen
eo: Invitu amikon al via konversacio
et: Kutsu sõber vestlusse
eu: Gonbidatu bat zure elkarrizketara
fi: Kutsu ystävä keskusteluusi
fr: Invitez un ami à votre conversation
ga: Cuireadh a thabhairt do chara do do chomhrá
gl: Invita a un amigo á túa conversa
hi: अपनी बातचीत में मित्र को आमंत्रित करें
hr: Pozovi prijatelja u svoj razgovor
it: Invita un amico alla tua conversazione
ka: პატიჟეთ მეგობარი თქვენს საუბარში
nb: Inviter en venn til samtalen din
nl: Nodig een vriend uit voor je gesprek
pl: Zaproś przyjaciela do rozmowy
pt: Convide um amigo para sua conversa
ru: Пригласите друга в ваш чат
sk: Pozvite priateľa do vašej konverzácie
sr: Позовите пријатеља у ваш разговор
sv: Bjud in en vän till din konversation
ta: உங்கள் உரையாடலுக்கு ஒரு நண்பரை அழைக்கவும்
th: เชิญเพื่อนเข้าร่วมสนทนาของคุณ

# referFriendDialogDesc
source: Do you have a friend who is excited to learn a new language with you? Then copy and send this invitation link to join and start chatting with you today.
bn: আপনার কি এমন বন্ধু আছে যিনি আপনার সাথে নতুন ভাষা শেখার জন্য উত্সাহী? তাহলে এই আমন্ত্রণ লিঙ্কটি কপি করে পাঠান এবং আজই আপনার সাথে চ্যাট শুরু করুন।
ca: Tens un amic que està emocionat d'aprendre un idioma nou amb tu? Copia i envia aquest enllaç d'invitació per unir-se i començar a xatejar amb tu avui mateix.
cs: Máte přítele, který je nadšený z učení se novému jazyku s vámi? Pak zkopírujte a pošlete tento odkaz na pozvání, aby se připojil a začal s vámi chatovat ještě dnes.
da: Har du en ven, der er begejstret for at lære et nyt sprog med dig? Kopier og send dette invitationslink for at deltage og begynde at chatte med dig i dag.
de: Hast du einen Freund, der begeistert ist, eine neue Sprache mit dir zu lernen? Dann kopiere und sende diesen Einladungslink, um beizutreten und noch heute mit dir zu chatten.
eo: Ĉu vi havas amikon, kiu estas ekscitita lerni novan lingvon kun vi? Kopiu kaj sendu ĉi tiun invitan ligilon por aliĝi kaj komenci babili kun vi hodiaŭ.
et: Kas sul on sõber, kes on põnevil uue keele õppimisest koos sinuga? Kopeeri ja saada see kutselink, et liituda ja alustada vestlust juba täna.
eu: Zurekin hizkuntza berria ikasi nahi duen lagun bat al duzu? Orduan, kopiatu eta bidali gonbidapen esteka hau elkarrizketa hasteko eta zurekin hitz egiteko gaurtik aurrera.
fi: Onko sinulla ystävä, joka on innoissaan oppimaan uutta kieltä kanssasi? Kopioi ja lähetä tämä kutsulinkki liittyäksesi ja aloittaaksesi keskustelun kanssasi tänään.
fr: Avez-vous un ami enthousiaste à l'idée d'apprendre une nouvelle langue avec vous ? Copiez et envoyez ce lien d'invitation pour rejoindre et commencer à discuter avec vous dès aujourd'hui.
ga: An bhfuil cara agat atá ar bís foghlaim teanga nua leat? Ansin, cóipeáil agus seol an nasc cuireadh seo chun páirt a ghlacadh agus comhrá a thosú leat inniu.
gl: Tes un amigo que está entusiasmado por aprender un idioma novo contigo? Entón copia e envía este enlace de invitación para unirte e comezar a chatear contigo hoxe.
hi: क्या आपका कोई मित्र है जो आपके साथ नई भाषा सीखने के लिए उत्साहित है? तो इस निमंत्रण लिंक को कॉपी करें और भेजें ताकि वे जुड़ सकें और आज ही बातचीत शुरू कर सकें।
hr: Imate li prijatelja koji je uzbuđen da nauči novi jezik s vama? Kopirajte i pošaljite ovu pozivnicu za pridruživanje i početak razgovora s vama danas.
it: Hai un amico entusiasta di imparare una nuova lingua con te? Copia e invia questo link di invito per unirti e iniziare a chattare con te oggi.
ka: გაქვთ მეგობარი, რომელიც აღფრთოვანებულია ახალი ენის სწავლით თქვენთან ერთად? შემდეგ დააკოპირეთ და გაუზიარეთ ეს მოწვევის ბმული, რათა შეუერთდეს და დაიწყოს საუბარი თქვენთან დღეს.
nb: Har du en venn som er spent på å lære et nytt språk med deg? Kopier og send denne invitasjonslenken for å bli med og starte chatten med deg i dag.
nl: Heb je een vriend die enthousiast is om een nieuwe taal met jou te leren? Kopieer dan deze uitnodigingslink en stuur deze om mee te doen en vandaag nog met je te chatten.
pl: Czy masz przyjaciela, który z entuzjazmem chce nauczyć się nowego języka z tobą? Skopiuj i wyślij ten link zaproszenia, aby dołączyć i zacząć rozmawiać z tobą już dziś.
pt: Você tem um amigo animado para aprender um novo idioma com você? Então copie e envie este link de convite para participar e começar a conversar com você hoje.
ru: Есть друг, который хочет учить новый язык вместе с вами? Тогда скопируйте и отправьте эту ссылку-приглашение, чтобы присоединиться и начать общение с вами сегодня.
sk: Máte priateľa, ktorý je nadšený z učenia sa nového jazyka s vami? Skopírujte a pošlite tento odkaz na pozvanie, aby sa mohol pridať a začať s vami chatovať ešte dnes.
sr: Да ли имате пријатеља који је узбуђен да научи нови језик са вама? Копирајте и пошаљите овај позивни линк да се придружите и почнете да разговарате са вама данас.
sv: Har du en vän som är exalterad över att lära sig ett nytt språk med dig? Kopiera och skicka denna inbjudningslänk för att gå med och börja chatta med dig idag.
ta: உங்களுக்கு புதிய மொழியை கற்றுக்கொள்ள ஆர்வமுள்ள நண்பர் உள்ளவரா? அப்பொழுது இந்த அழைப்பு இணைப்பை நகலெடுத்து பகிர்ந்து கொண்டு இன்று உங்களுடன் உரையாட ஆரம்பிக்கவும்.
th: คุณมีเพื่อนที่ตื่นเต้นที่จะเรียนรู้ภาษาใหม่กับคุณไหม? จากนั้นคัดลอกและส่งลิงก์เชิญนี้เพื่อเข้าร่วมและเริ่มสนทนากับคุณวันนี้

# youUnlocked
source: You've unlocked
bn: আপনি আনলক করেছেন
ca: Has desbloquejat
cs: Odemkli jste
da: Du har låst op for
de: Du hast freigeschaltet
eo: Vi malŝlosis
et: Sa oled avanud
eu: Zureganatu duzu
fi: Olet avannut
fr: Vous avez débloqué
ga: Tá tú tar éis oscailt
gl: Desbloqueaches
hi: आपने अनलॉक किया है
hr: Otključali ste
it: Hai sbloccato
ka: თქვენ გახსენი
nb: Du har låst opp
nl: Je hebt ontgrendeld
pl: Odblokowałeś
pt: Você desbloqueou
ru: Вы разблокировали
sk: Odomkli ste
sr: Откључали сте
sv: Du har låst upp
ta: நீங்கள் திறந்துவிட்டீர்கள்
th: คุณปลดล็อกแล้ว

# resetInstructionTooltipsTitle
source: Reset instruction tooltips
bn: নির্দেশনা টিপস রিসেট করুন
bo: 指示工具提示をリセット
ca: Restableix les pistes d'instruccions
cs: Obnovit instrukční nápovědy
da: Nulstil vejledningstips
de: Anleitungstooltips zurücksetzen
eo: Restarigi instrukciajn ilustraĵojn
et: Lähtesta juhiste tööriistaribad
eu: Berrezarri argibide-txertaketak
fi: Nollaa ohjeiden työkaluvihjeet
fr: Réinitialiser les astuces d'instructions
ga: Athshocraigh na téacsleabhair treorach
gl: Restablecer dicas de instrución
hi: निर्देश टूलटिप्स रीसेट करें
hr: Resetiraj upute za alatne trake
it: Reimposta suggerimenti delle istruzioni
ka: გადატვირთეთ ინსტრუქციის ხატულები
nb: Tilbakestill instruksjonstips
nl: Reset instructiehulpmiddelen
pl: Zresetuj podpowiedzi instrukcji
pt: Redefinir dicas de instruções
ru: Сбросить подсказки инструкций
sk: Obnoviť návody na inštrukcie
sr: Ресетујте упутства
sv: Återställ instruktionstips
ta: வழிகாட்டல் குறிப்புகளை மீட்டமைக்கவும்
th: รีเซ็ตคำแนะนำเครื่องมือช่วย

# resetInstructionTooltipsDesc
source: Click to show instruction tooltips like for a brand new user.
bn: নতুন ব্যবহারকারীর জন্য নির্দেশনা টিপস দেখানোর জন্য ক্লিক করুন।
bo: 新しいユーザー向けの指示ツールチップを表示するにはクリックしてください。
ca: Fes clic per mostrar pistes d'instruccions com per a un usuari completament nou.
cs: Klikněte pro zobrazení instrukčních nápověd, jako pro úplného nováčka.
da: Klik for at vise vejledningstips som for en helt ny bruger.
de: Klicke, um Anleitungstooltips wie für einen völlig neuen Benutzer anzuzeigen.
eo: Klaku por montri instrukciajn ilustraĵojn kiel por tute nova uzanto.
et: Klikkige, et näidata juhiste tööriistaribasid nagu uuel kasutajal.
eu: Klik egin argibide-txertaketak erakusteko, erabiltzaile berri baten moduan.
fi: Klikkaa näyttääksesi ohjeiden työkaluvihjeet kuten uudelle käyttäjälle.
fr: Cliquez pour afficher les astuces d'instructions comme pour un nouvel utilisateur.
ga: Cliceáil chun na téacsleabhair treorach a thaispeáint ar nós do úsáideoir nua.
gl: Fai clic para amosar as dicas de instrución como se fose un novo usuario.
hi: कृपया निर्देश टूलटिप्स दिखाने के लिए क्लिक करें जैसे कि एक नए उपयोगकर्ता के लिए।
hr: Kliknite za prikaz uputa poput za potpuno novog korisnika.
it: Clicca per mostrare i suggerimenti delle istruzioni come per un utente nuovo.
ka: დააჭირეთ, რათა აჩვენოთ ინსტრუქციის ხატულები, როგორც ახალი მომხმარებლისთვის.
nb: Klikk for å vise instruksjonstips som for en helt ny bruker.
nl: Klik om instructiehulpmiddelen te tonen, zoals voor een gloednieuwe gebruiker.
pl: Kliknij, aby wyświetlić podpowiedzi instrukcji, jak dla nowego użytkownika.
pt: Clique para mostrar dicas de instruções como para um usuário totalmente novo.
ru: Нажмите, чтобы показать подсказки инструкций, как для нового пользователя.
sk: Kliknite pre zobrazenie návodov na inštrukcie ako pre úplného nováčika.
sr: Кликните да бисте приказали упутства као за потпуно новог корисника.
sv: Klicka för att visa instruktionstips som för en helt ny användare.
ta: புதிய பயனராக உள்ளவர்களுக்கு போல வழிகாட்டல் குறிப்புகளை காட்ட கிளிக் செய்யவும்.
th: คลิกเพื่อแสดงคำแนะนำเครื่องมือช่วย เช่นเดียวกับผู้ใช้ใหม่

# selectForGrammar
source: Select a grammar icon for activities and details.
bn: ক্রিয়াকলাপ এবং বিস্তারিত জন্য একটি ব্যাকরণ আইকনে ক্লিক করুন।
bo: 活動と詳細のために文法アイコンを選択してください。
ca: Selecciona una icona de gramàtica per a activitats i detalls.
cs: Vyberte ikonu gramatiky pro aktivity a podrobnosti.
da: Vælg et grammatik-ikon til aktiviteter og detaljer.
de: Wähle ein Grammatik-Icon für Aktivitäten und Details.
eo: Elektu gramatikan ikonon por agadoj kaj detaloj.
et: Vali grammatika ikoon tegevuste ja detailide jaoks.
eu: Hizkuntzaren ikono bat aukeratu jardueretarako eta xehetasunei.
fi: Valitse kielioppikuvake aktiviteetteihin ja yksityiskohtiin.
fr: Sélectionnez une icône de grammaire pour les activités et les détails.
ga: Roghnaigh deilbhín gramadach le haghaidh gníomhaíochtaí agus sonraí.
gl: Selecciona un icono de gramática para actividades e detalles.
hi: गतिविधियों और विवरण के लिए एक व्याकरण आइकन चुनें।
hr: Odaberite ikonu gramatike za aktivnosti i detalje.
it: Seleziona un'icona grammaticale per attività e dettagli.
ka: აირჩიეთ გრამატიკის ხატული აქტივობებისთვის და დეტალებისთვის.
nb: Velg et grammatikkikon for aktiviteter og detaljer.
nl: Selecteer een grammatica-icoon voor activiteiten en details.
pl: Wybierz ikonę gramatyki do aktywności i szczegółów.
pt: Selecione um ícone de gramática para atividades e detalhes.
ru: Выберите значок грамматики для действий и деталей.
sk: Vyberte ikonu gramatiky pre aktivity a detaily.
sr: Изаберите икону граматике за активности и детаље.
sv: Välj en grammatikikon för aktiviteter och detaljer.
ta: செயல்பாடுகளுக்கும் விவரங்களுக்கும் ஒரு இலக்கண ஐகானை தேர்ந்தெடு.
th: เลือกไอคอนไวยากรณ์สำหรับกิจกรรมและรายละเอียด

# newChatActivityTitle
source: Add a fun activity?
bn: একটি মজার কার্যকলাপ যোগ করুন?
bo: 楽しい活動を追加しますか？
ca: Afegir una activitat divertida?
cs: Přidat zábavnou aktivitu?
da: Tilføj en sjov aktivitet?
de: Möchtest du eine lustige Aktivität hinzufügen?
eo: Aŭtu amuzan agadon?
et: Lisa lõbus tegevus?
eu: Gertaera dibertigarri bat gehitu nahi duzu?
fi: Lisää hauska aktiviteetti?
fr: Ajouter une activité amusante ?
ga: Ar mhaith leat gníomhaíocht spraíúil a chur leis?
gl: Engadir unha actividade divertida?
hi: क्या आप एक मजेदार गतिविधि जोड़ना चाहते हैं?
hr: Dodajte zabavnu aktivnost?
it: Aggiungi un'attività divertente?
ka: გსურთ დაამატოთ სასაცილო აქტივობა?
nb: Legg til en morsom aktivitet?
nl: Wil je een leuke activiteit toevoegen?
pl: Dodać zabawną aktywność?
pt: Adicionar uma atividade divertida?
ru: Добавить забавное действие?
sk: Pridať zábavnú aktivitu?
sr: Додајте забавну активност?
sv: Lägga till en rolig aktivitet?
ta: ஒரு சுவாரஸ்ய செயல்பாட்டை சேர்க்கவா?
th: เพิ่มกิจกรรมสนุก ๆ ไหม?
