Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# updateDesc
source: You can now update this app from {localVersion} to {storeVersion}
bn: এখন আপনি এই অ্যাপটি {localVersion} থেকে {storeVersion} এ আপডেট করতে পারেন
bo: ཁྱེད་ཀྱིས་ད་ལྟོ་འདི་ལུས་སྤྱོད་ལ་སྤྱོད་ལམ་ལེགས་སོ། {localVersion} ནས {storeVersion} ལ་རིམ་ལུགས་བསྐོས་ནས།
ca: Ara podeu actualitzar aquesta aplicació de {localVersion} a {storeVersion}
cs: Nyní můžete aktualizovat tuto aplikaci z {localVersion} na {storeVersion}
da: Du kan nu opdatere denne app fra {localVersion} til {storeVersion}
de: Sie können diese App jetzt von {localVersion} auf {storeVersion} aktualisieren
eo: Nun vi povas ĝisdati ĉi tiun aplikaĵon de {localVersion} al {storeVersion}
et: Nüüd saad uuendada seda rakendust versioonilt {localVersion} versioonile {storeVersion}
eu: Orain, eguneratu dezakezu aplikazio hau {localVersion}tik {storeVersion}ra
fi: Voit nyt päivittää tämän sovelluksen versiosta {localVersion} versioon {storeVersion}
fr: Vous pouvez maintenant mettre à jour cette application de {localVersion} à {storeVersion}
ga: Is féidir leat an aip seo a nuashonrú anois ó {localVersion} go {storeVersion}
gl: Agora podes actualizar esta aplicación de {localVersion} a {storeVersion}
hi: अब आप इस ऐप को {localVersion} से {storeVersion} में अपडेट कर सकते हैं
hr: Sada možete ažurirati ovu aplikaciju s {localVersion} na {storeVersion}
it: Ora puoi aggiornare questa app da {localVersion} a {storeVersion}
ka: ახლა შეგიძლიათ განაახლოთ ეს აპლიკაცია {localVersion}-დან {storeVersion}-მდე
nb: Du kan nå oppdatere denne appen fra {localVersion} til {storeVersion}
nl: Je kunt deze app nu bijwerken van {localVersion} naar {storeVersion}
pl: Teraz możesz zaktualizować tę aplikację z {localVersion} do {storeVersion}
pt: Agora você pode atualizar este aplicativo de {localVersion} para {storeVersion}
ru: Теперь вы можете обновить это приложение с {localVersion} до {storeVersion}
sk: Teraz môžete aktualizovať túto aplikáciu z {localVersion} na {storeVersion}
sr: Сада можете ажурирати ову апликацију са {localVersion} на {storeVersion}
sv: Du kan nu uppdatera denna app från {localVersion} till {storeVersion}
ta: இப்போது இந்த பயன்பாட்டை {localVersion} இலிருந்து {storeVersion} க்கு புதுப்பிக்கலாம்
th: ตอนนี้คุณสามารถอัปเดตแอปนี้จาก {localVersion} เป็น {storeVersion}

source: Maybe Later
bn: শিগগিরই
bo: འདི་ལས་སྤྱོད་མི་ཚུལ།
ca: Potser més tard
cs: Možná později
da: Måske senere
de: Vielleicht später
eo: Eble Poste
et: Võib-olla hiljem
eu: Agian geroago
fi: Ehkä myöhemmin
fr: Peut-être plus tard
ga: B'fhéidir níos déanaí
gl: Quizais máis tarde
hi: शायद बाद में
hr: Možda kasnije
it: Forse più tardi
ka: შესაძლოა მოგვიანებით
nb: Kanskje senere
nl: Misschien later
pl: Może później
pt: Talvez Mais Tarde
ru: Может быть позже
sk: Možno neskôr
sr: Можда касније
sv: Kanske senare
ta: பின்னர் முயற்சிக்கலாம்
th: อาจจะภายหลัง

source: Main Menu
bn: মূল মেনু
bo: མིང་ཁུངས།
ca: Menú principal
cs: Hlavní nabídka
da: Hovedmenu
de: Hauptmenü
eo: Ĉefa Menuo
et: Peamenüü
eu: Menu Nagusia
fi: Päävalikko
fr: Menu principal
ga: Bainisteoir Príomh
gl: Menú principal
hi: मुख्य मेनू
hr: Glavni izbornik
it: Menu Principale
ka: მთავარი მენიუ
nb: Hovedmeny
nl: Hoofdmenu
pl: Menu główne
pt: Menu Principal
ru: Главное меню
sk: Hlavné menu
sr: Главни мени
sv: Huvudmeny
ta: முக்கிய மெனு
th: เมนูหลัก

# toggleImmersionMode
source: Immersion Mode
bn: ইমার্শন মোড
bo: འཁོར་ལོག་སྤྱོད་ལམ།
ca: Mode d'immersió
cs: Režim ponoření
da: Immersionsindstilling
de: Immersionsmodus
eo: Malkovri Modo
et: Sukeldumise režiim
eu: Inguraketa Modua
fi: Immersiotila
fr: Mode immersion
ga: Mód Iomlánaithe
gl: Modo de inmersión
hi: इमर्शन मोड
hr: Način uranjanja
it: Modalità Immersione
ka: ჩაშვების რეჟიმი
nb: Nedsenkingsmodus
nl: Onderdompelingsmodus
pl: Tryb zanurzenia
pt: Modo de Imersão
ru: Режим погружения
sk: Režim ponorenia
sr: Режим уметања
sv: Fördjupningsläge
ta: முழுமையான முறையை மாற்றவும்
th: โหมดการจมอยู่

# toggleImmersionModeDesc
source: When enabled, all messages are displayed in your target language. This setting is most useful in language exchanges.
bn: সক্ষম করলে, সব বার্তা আপনার লক্ষ্য ভাষায় প্রদর্শিত হবে। এই সেটিংটি ভাষা বিনিময়ে সবচেয়ে বেশি উপকারী।
bo: འདི་ལུས་སྤྱོད་ལམ་ལ་སྤྱོད་ལམ་ལ་སྤྱོད་ལོག་བརྗེ་བ་ཡོད། འདི་ནི་སྤྱོད་ལམ་ལ་སྤྱོད་ལམ་ལ་སྤྱོད་ལོག་བརྗེ་བ་ལས་སྤྱོད་ལོག་བརྗེ་བ་ཡོད།
ca: Quan està activat, tots els missatges es mostren en la vostra llengua objectiu. Aquesta configuració és més útil en intercanvis de llengües.
cs: Když je aktivní, jsou všechny zprávy zobrazovány ve vašem cílovém jazyce. Toto nastavení je nejvíce užitečné při jazykových výměnách.
da: Når den er aktiveret, vises alle beskeder på dit målsprog. Denne indstilling er mest nyttig i sprogudvekslinger.
de: Wenn aktiviert, werden alle Nachrichten in Ihrer Zielsprache angezeigt. Diese Einstellung ist in Sprachaustauschen am nützlichsten.
eo: Kiam ebligita, ĉiuj mesaĝoj estas montrataj en via cellingvo. Ĉi tiu agordo estas plej utila en lingva interŝanĝo.
et: Kui see on lubatud, kuvatakse kõik sõnumid teie sihtkeeles. See seade on kõige kasulikum keelevahetustes.
eu: Gaituta dagoenean, mezu guztiak zure hizkuntza helburuan erakusten dira. Ezarpen hau erabilgarria da hizkuntza trukeetan.
fi: Kun tämä on käytössä, kaikki viestit näytetään kohdekielelläsi. Tämä asetus on erityisen hyödyllinen kielivaihdoissa.
fr: Lorsqu'il est activé, tous les messages s'affichent dans votre langue cible. Ce paramètre est le plus utile lors des échanges linguistiques.
ga: Nuair a bhíonn sé cumasaithe, léirítear gach teachtaireacht i do theanga sprioc. Tá an socrú seo an-úsáideach i malartuithe teangacha.
gl: Ao activarse, todos os mensaxes amosan na túa lingua obxectivo. Esta configuración é máis útil en intercambios de idiomas.
hi: जब सक्षम किया जाता है, तो सभी संदेश आपके लक्षित भाषा में दिखाए जाते हैं। यह सेटिंग भाषा विनिमय में सबसे अधिक उपयोगी है।
hr: Kad je uključen, sve poruke prikazuju se na vašem ciljanom jeziku. Ova postavka je najkorisnija u razmjenama jezika.
it: Quando attivata, tutti i messaggi vengono visualizzati nella tua lingua di destinazione. Questa impostazione è particolarmente utile negli scambi linguistici.
ka: როდესაც ჩართულია, ყველა შეტყობინება გამოჩნდება თქვენს სამიზნე ენაზე. ეს პარამეტრი განსაკუთრებით სასარგებლოა ენის გაცვლის დროს.
nb: Når den er aktivert, vises alle meldinger på målspråket ditt. Denne innstillingen er mest nyttig i språkutvekslinger.
nl: Wanneer ingeschakeld, worden alle berichten weergegeven in je doeltaal. Deze instelling is het nuttigst bij taaluitwisselingen.
pl: Po włączeniu wszystkie wiadomości będą wyświetlane w Twoim języku docelowym. To ustawienie jest najbardziej przydatne podczas wymiany językowej.
pt: Quando ativado, todas as mensagens são exibidas no seu idioma de destino. Esta configuração é mais útil em trocas de idiomas.
ru: При включении все сообщения отображаются на вашем целевом языке. Эта настройка особенно полезна при языковых обменах.
sk: Keď je aktivovaný, všetky správy sa zobrazujú v cieľovom jazyku. Táto možnosť je najviac užitočná pri jazykových výmenách.
sr: Када је омогућен, све поруке се приказују на вашем циљаном језику. Ова поставка је најкориснија у језичким разменама.
sv: När det är aktiverat visas alla meddelanden på ditt målspråk. Denna inställning är mest användbar vid språkutbyten.
ta: செயலாக்கப்பட்டால், அனைத்து செய்திகளும் உங்கள் இலக்கு மொழியில் காட்டப்படும். இந்த அமைப்பு மொழி பரிமாற்றங்களில் மிகவும் பயனுள்ளதாகும்.
th: เมื่อเปิดใช้งาน ข้อความทั้งหมดจะแสดงในภาษาที่คุณตั้งเป้าหมายไว้ การตั้งค่านี้มีประโยชน์มากที่สุดในการแลกเปลี่ยนภาษา

# itToggleDescription
source: This language learning tool will identify words in your base language and help you translate them to your target language. Though rare, the AI can make translation errors.
bn: এই ভাষা শেখার টুলটি আপনার মূল ভাষার শব্দগুলি চিহ্নিত করবে এবং আপনাকে সেগুলি আপনার লক্ষ্য ভাষায় অনুবাদ করতে সাহায্য করবে। যদিও বিরল, AI কিছু অনুবাদ ত্রুটি করতে পারে।
bo: འདི་ལུས་སྤྱོད་ལམ་ལ་སྤྱོད་ལམ་ལ་སྤྱོད་ལོག་བརྗེ་བ་ཡོད། འདི་ནི་སྤྱོད་ལམ་ལ་སྤྱོད་ལོག་བརྗེ་བ་ལས་སྤྱོད་ལོག་བརྗེ་བ་ལས་སྤྱོད་ལོག་བརྗེ་བ་ཡོད།
ca: Aquesta eina d'aprenentatge de llengües identificarà paraules en la vostra llengua base i us ajudarà a traduir-les a la vostra llengua objectiu. Tot i que és rar, la IA pot cometre errors de traducció.
cs: Tento nástroj pro učení jazyků identifikuje slova ve vašem základním jazyce a pomáhá vám je přeložit do cílového jazyka. Ačkoliv vzácně, AI může udělat chyby v překladu.
da: Dette sprogindlæringsværktøj vil identificere ord på dit grundsprog og hjælpe dig med at oversætte dem til dit målsprog. Selvom det er sjældent, kan AI lave oversættelsesfejl.
de: Dieses Werkzeug zum Sprachenlernen erkennt Wörter in Ihrer Ausgangssprache und hilft Ihnen, sie in Ihre Zielsprache zu übersetzen. Obwohl selten, kann die KI Übersetzungsfehler machen.
eo: Ĉi tiu lingvolernilo identigos vortojn en via baza lingvo kaj helpos vin traduki ilin al via cellingvo. Kvankam malofta, la AI povas fari traduk-erarojn.
et: See keeleõppe tööriist tuvastab teie baaskeeles sõnad ja aitab teil neid tõlkida sihtkeelde. Kuigi harva, võib AI teha tõlkimisel vigu.
eu: Hizkuntza ikaskuntza tresna honek zure hizkuntza oinarrian hitzak identifikatuko ditu eta helburu hizkuntzara itzultzen lagunduko dizu. Nahiz eta oso gutxitan, AI-k akatsak egin ditzake itzulpenetan.
fi: Tämä kielten oppimistyökalu tunnistaa sanoja peruskielestäsi ja auttaa sinua kääntämään ne kohdekielelle. Vaikka harvinaista, tekoäly voi tehdä käännösvirheitä.
fr: Cet outil d'apprentissage des langues identifiera les mots dans votre langue de base et vous aidera à les traduire dans votre langue cible. Bien que rare, l'IA peut faire des erreurs de traduction.
ga: Léireoidh an uirlis foghlama teanga seo focail i do theanga bhunúsach agus cabhróidh sé leat iad a aistriú go do theanga sprioc. Cé go bhfuil sé neamhchoitianta, d'fhéadfadh an AI botún a dhéanamh i d'aistriúchán.
gl: Esta ferramenta de aprendizaxe de idiomas identificará palabras na túa lingua base e axudarache a traducilas á túa lingua obxectivo. Aínda que é raro, a IA pode cometer erros de tradución.
hi: यह भाषा सीखने का उपकरण आपके मूल भाषा के शब्दों की पहचान करेगा और उन्हें आपके लक्षित भाषा में अनुवाद करने में मदद करेगा। हालांकि दुर्लभ है, AI अनुवाद में त्रुटि कर सकता है।
hr: Ovaj alat za učenje jezika identificirat će riječi u vašem osnovnom jeziku i pomoći vam da ih prevedete na ciljani jezik. Iako rijetko, AI može napraviti pogreške u prijevodu.
it: Questo strumento di apprendimento delle lingue identificherà le parole nella tua lingua di base e ti aiuterà a tradurle nella tua lingua di destinazione. Sebbene raro, l'IA può commettere errori di traduzione.
ka: ეს ენის სწავლების ინსტრუმენტი იპოვის სიტყვებს თქვენს საწყის ენაზე და დაეხმარება მათ თარგმნაში თქვენს სამიზნე ენაზე. იშვიათად, AI შეიძლება დაუშვას თარგმნის შეცდომები.
nb: Dette språklæringsverktøyet vil identifisere ord i ditt grunnleggende språk og hjelpe deg med å oversette dem til målspråket. Selv om det er sjeldent, kan AI gjøre oversettelsesfeil.
nl: Deze taalleerhulpmiddel identificeert woorden in je basis taal en helpt je ze naar je doeltaal te vertalen. Hoewel zeldzaam, kan de AI vertaalfouten maken.
pl: To narzędzie do nauki języków zidentyfikuje słowa w Twoim języku podstawowym i pomoże Ci je przetłumaczyć na język docelowy. Chociaż rzadko, AI może popełnić błędy w tłumaczeniu.
pt: Esta ferramenta de aprendizado de idiomas identificará palavras no seu idioma base e ajudará você a traduzi-las para o seu idioma de destino. Embora raro, a IA pode cometer erros de tradução.
ru: Этот инструмент изучения языка определит слова на вашем базовом языке и поможет вам перевести их на целевой язык. Хотя это редкость, ИИ может допускать ошибки перевода.
sk: Tento nástroj na učenie sa jazykov identifikuje slová vo vašom základnom jazyku a pomáha vám ich preložiť do cieľového jazyka. Hoci je to zriedkavé, AI môže urobiť prekladové chyby.
sr: Овај алат за учење језика ће идентификовати речи у вашем основном језику и помоћи вам да их преведете на ваш циљани језик. Иако ретко, ИИ може направити грешке у преводу.
sv: Detta språkinlärningsverktyg kommer att identifiera ord i ditt bask språk och hjälpa dig att översätta dem till ditt målspråk. Även om det är sällsynt kan AI göra översättningsfel.
ta: இந்த மொழி கற்றல் கருவி உங்கள் அடிப்படை மொழியில் உள்ள வார்த்தைகளை அடையாளம் காண்பதற்கும் அவற்றை உங்கள் இலக்கு மொழிக்கு மொழிபெயர்க்க உதவுவதற்கும் பயன்படும். அரிதானபோது, AI மொழிபெயர்ப்பு பிழைகள் செய்யலாம்.
th: เครื่องมือนี้จะระบุคำในภาษาพื้นฐานของคุณและช่วยแปลเป็นภาษาที่คุณตั้งเป้าหมายไว้ แม้จะพบได้น้อย แต่ AI อาจทำผิดพลาดในการแปล

# igcToggleDescription
source: This language learning tool will identify common spelling, grammar and punctuation errors in your message and suggest corrections. Though rare, the AI can make correction errors.
bn: এই ভাষা শেখার টুলটি আপনার বার্তায় সাধারণ বানান, ব্যাকরণ এবং বিরামচিহ্নের ত্রুটি চিহ্নিত করবে এবং সংশোধনের পরামর্শ দেবে। যদিও বিরল, AI কিছু সংশোধনী ত্রুটি করতে পারে।
bo: འདི་ལུས་སྤྱོད་ལམ་ལ་སྤྱོད་ལོག་བརྗེ་བ་ཡོད། འདི་ནི་སྤྱོད་ལམ་ལ་སྤྱོད་ལོག་བརྗེ་བ་ལས་སྤྱོད་ལོག་བརྗེ་བ་ལས་སྤྱོད་ལོག་བརྗེ་བ་ཡོད།
ca: Aquesta eina d'aprenentatge de llengües identificarà errors comuns d'ortografia, gramàtica i puntuació en el vostre missatge i suggerirà correccions. Tot i que és rar, la IA pot cometre errors de correcció.
cs: Tento nástroj pro učení jazyků identifikuje běžné pravopisné, gramatické a interpunkční chyby ve vaší zprávě a navrhuje opravy. Ačkoliv vzácně, AI může udělat chyby v korekcích.
da: Dette sprogindlæringsværktøj vil identificere almindelige stave-, grammatik- og tegnsætningsfejl i din besked og foreslå rettelser. Selvom det er sjældent, kan AI lave fejl i rettelser.
de: Dieses Werkzeug zum Sprachenlernen erkennt häufige Rechtschreib-, Grammatik- und Interpunktionsfehler in Ihrer Nachricht und schlägt Korrekturen vor. Obwohl selten, kann die KI Korrekturfehler machen.
eo: Ĉi tiu lingvolernilo identigos oftajn ortografio-, gramatiko- kaj interpunkcio-erarojn en via mesaĝo kaj sugestos korektojn. Kvankam malofta, la AI povas fari korekt-erarojn.
et: See keeleõppe tööriist tuvastab teie sõnumis tavalised õigekirja-, grammatika- ja kirjavahemärgi vead ning soovitab parandusi. Kuigi harva, võib AI teha parandamisvigu.
eu: Hizkuntza ikaskuntza tresna honek zure mezua zuzenketa ortografiko, gramatikal eta puntuazio akats arruntak identifikatu eta zuzenketak proposatuko ditu. Nahiz eta oso gutxitan, AI-k akatsak egin ditzake zuzenketetan.
fi: Tämä kielten oppimistyökalu tunnistaa yleisiä oikeinkirjoitus-, kielioppi- ja välimerkkivirheitä viestissäsi ja ehdottaa korjauksia. Vaikka harvinaista, tekoäly voi tehdä korjausvirheitä.
fr: Cet outil d'apprentissage des langues identifiera les erreurs courantes d'orthographe, de grammaire et de ponctuation dans votre message et suggérera des corrections. Bien que rare, l'IA peut faire des erreurs de correction.
ga: Léireoidh an uirlis foghlama teanga seo botúin coitianta i litriú, gramadach agus poncaíocht i do theachtaireacht agus molfaidh sé ceartúcháin. Cé go bhfuil sé neamhchoitianta, d'fhéadfadh an AI botún a dhéanamh i gceartúcháin.
gl: Esta ferramenta de aprendizaxe de idiomas identificará erros comúns de ortografía, gramática e puntuación na túa mensaxe e suxerirá correccións. Aínda que raro, a IA pode cometer erros de corrección.
hi: यह भाषा सीखने का उपकरण आपके संदेश में सामान्य वर्तनी, व्याकरण और विराम चिह्न की त्रुटियों की पहचान करेगा और सुधार सुझाएगा। हालांकि दुर्लभ है, AI सुधार में त्रुटि कर सकता है।
hr: Ovaj alat za učenje jezika identificirat će uobičajene pogreške u pravopisu, gramatici i interpunkciji u vašoj poruci te predložiti ispravke. Iako rijetko, AI može napraviti pogreške u korekciji.
it: Questo strumento di apprendimento delle lingue identificherà errori comuni di ortografia, grammatica e punteggiatura nel tuo messaggio e suggerirà correzioni. Sebbene raro, l'IA può commettere errori di correzione.
ka: ეს ენის სწავლების ინსტრუმენტი იპოვის საერთო spelling, გრამატიკის და პუნქტუაციის შეცდომებს თქვენს შეტყობინებაში და შემოგთავაზებთ გამოსწორებას. იშვიათად, AI შეიძლება დაუშვას კორექციის შეცდომები.
nb: Dette språklæringsverktøyet vil identifisere vanlige stave-, grammatikk- og tegnsettingsfeil i meldingen din og foreslå korrigeringer. Selv om det er sjeldent, kan AI gjøre korrigeringsfeil.
nl: Deze taalleerhulpmiddel identificeert veelvoorkomende spelling-, grammatica- en interpunctiefouten in je bericht en suggereert correcties. Hoewel zeldzaam, kan de AI correctiefouten maken.
pl: To narzędzie do nauki języków zidentyfikuje powszechne błędy ortograficzne, gramatyczne i interpunkcyjne w Twojej wiadomości i zasugeruje poprawki. Chociaż rzadko, AI może popełnić błędy korekcyjne.
pt: Esta ferramenta de aprendizado de idiomas identificará erros comuns de ortografia, gramática e pontuação em sua mensagem e sugerirá correções. Embora raro, a IA pode cometer erros de correção.
ru: Этот инструмент изучения языка определит распространённые орфографические, грамматические и пунктуационные ошибки в вашем сообщении и предложит исправления. Хотя это редкость, ИИ может допускать ошибки исправления.
sk: Tento nástroj na učenie sa jazykov identifikuje bežné pravopisné, gramatické a interpunkčné chyby vo vašej správe a navrhne opravy. Hoci je to zriedkavé, AI môže urobiť chyby v korekciách.
sr: Овај алат за учење језика ће идентификовати уобичајене грешке у правопису, граматици и интерпункцији у вашој поруци и предложити исправке. Иако ретко, ИИ може направити грешке у исправкама.
sv: Detta språkinlärningsverktyg kommer att identifiera vanliga stavnings-, grammatik- och skiljeteckenfel i ditt meddelande och föreslå korrigeringar. Även om det är sällsynt kan AI göra korrigeringsfel.
ta: இந்த மொழி கற்றல் கருவி உங்கள் செய்தியில் பொதுவான எழுத்துப்பிழைகள், இலக்கண பிழைகள் மற்றும் புண்ணிய பிழைகளை அடையாளம் காண்பதற்கும் திருத்தங்களை பரிந்துரைக்கவும் பயன்படும். அரிதானபோது, AI திருத்த பிழைகள் செய்யலாம்.
th: เครื่องมือนี้จะระบุข้อผิดพลาดในการสะกด คำไวยากรณ์ และเครื่องหมายวรรคตอนในข้อความของคุณและแนะนำการแก้ไข แม้จะพบได้น้อย แต่ AI อาจทำผิดพลาดในการแก้ไข

source: Original Message
bn: মূল বার্তা
bo: མིང་འབྲེལ་བའི་ཚིག་གཅིག
ca: Missatge original
cs: Původní zpráva
da: Original besked
de: Originalnachricht
eo: Origina Mesaĝo
et: Algne sõnum
eu: Mezu Originala
fi: Alkuperäinen viesti
fr: Message original
ga: Teachtaireacht Bhunaidh
gl: Mensaxe orixinal
hi: मूल संदेश
it: Messaggio Originale
ka: მოუწყობელი შეტყობინება
nb: Originalmelding
nl: Oorspronkelijk bericht
pl: Oryginalna wiadomość
pt: Mensagem Original
ru: Исходное сообщение
sk: Pôvodná správa
sr: Оригинална порука
sv: Originalmeddelande
ta: முதலீடு செய்தி
th: ข้อความต้นฉบับ

source: Sent Message
bn: প্রেরিত বার্তা
bo: བརྗོད་ཡོད་པའི་ཚེས་རིང་
ca: Missatge enviat
cs: Odeslaná zpráva
da: Sendt besked
de: Gesendete Nachricht
eo: Sendita Mesaĝo
et: Saadetud sõnum
eu: Bidalitako Mezua
fi: Lähetetty viesti
fr: Message envoyé
ga: Seoladh Teachtaireacht
gl: Mensaxe enviada
hi: भेजा गया संदेश
hr: Poslana poruka
it: Messaggio Inviato
ka: გაგზავნილი შეტყობინება
nb: Sendt melding
nl: Verzonden bericht
pl: Wysłana wiadomość
pt: Mensagem Enviada
ru: Отправленное сообщение
sk: Odoslaná správa
sr: Послата порука
sv: Skickat meddelande
ta: அனுப்பிய செய்தி
th: ข้อความที่ส่งแล้ว

source: Use Type
bn: ব্যবহার ধরণ
bo: ལས་ཀ་དབང་
ca: Tipus d'ús
cs: Typ použití
da: Brug type
de: Verwendungstyp
eo: Uzi Tipo
et: Kasutusviis
eu: Erabiltzeko Mota
fi: Käytä tyyppiä
fr: Type d'utilisation
ga: Cineál Úsáide
gl: Tipo de uso
hi: प्रयोग प्रकार
hr: Vrsta korištenja
it: Usa Tipo
ka: გამოყენების ტიპი
nb: Brukstype
nl: Gebruikstype
pl: Typ użycia
pt: Tipo de Uso
ru: Тип использования
sk: Použiť typ
sr: Користи тип
sv: Användningstyp
ta: வகை பயன்படுத்தவும்
th: ใช้ประเภท

source: Not Available
bn: উপলব্ধ নয়
bo: མེད་པ
ca: No disponible
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
eo: Ne havebla
et: Pole saadaval
eu: Ez Da Eskuragarri
fi: Ei saatavilla
fr: Non disponible
ga: Níl sé ar fáil
gl: Non dispoñible
hi: उपलब्ध नहीं
hr: Nije dostupno
it: Non Disponibile
ka: ხელმისაწვდომი არაა
nb: Ikke tilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ru: Недоступно
sk: Nedostupné
sr: Немогуће
sv: Finns inte tillgängligt
ta: கிடைக்கவில்லை
th: ไม่พร้อมใช้งาน

# taAndGaTooltip
source: L2 use with translation assistance and grammar assistance
bn: অনুবাদ সহায়তা এবং ব্যাকরণ সহায়তার জন্য L2 ব্যবহার
bo: L2 ལག་ལེན་ནས་སྒྲིག་སྟེང་དང་རྒྱུན་རིམ་ལས་ལེན་
ca: L2 amb assistència de traducció i assistència gramatical
cs: L2 použití s pomocí překladu a gramatické asistence
da: L2 brug med oversættelsesassistance og grammatikassistance
de: L2-Nutzung mit Übersetzungs- und Grammatikhilfe
eo: L2 uzo kun tradukado kaj gramatika helpo
et: L2 kasutamine tõlkeabi ja grammatikaabi abil
eu: L2 erabilera itzulpen laguntzarekin eta gramatika laguntzarekin
fi: L2 käyttö käännösavustuksen ja kielioppiavustuksen kanssa
fr: L2 utilisation avec assistance à la traduction et assistance grammaticale
ga: Úsáid L2 le cabhair aistriúcháin agus cabhair gramadála
gl: Uso de L2 con asistencia de tradución e asistencia gramatical
hi: अनुवाद सहायता और व्याकरण सहायता के साथ L2 उपयोग
hr: L2 korištenje s pomoćnikom za prijevod i pomoćnikom za gramatiku
it: L2 utilizzo con assistenza alla traduzione e assistenza grammaticale
ka: L2 გამოყენება თარგმნის და გრამატიკის დახმარებით
nb: L2 bruk med oversettelseshjelp og grammatikkhjelp
nl: L2 gebruik met vertaalhulp en grammaticahulp
pl: Użycie L2 z pomocą tłumaczenia i gramatyki
pt: L2 use com assistência de tradução e assistência gramatical
ru: Использование уровня 2 с помощью переводческой и грамматической помощи
sk: Použitie L2 s pomocou prekladu a gramatickej pomoci
sr: Користи Л2 са помоћом у превођењу и граматичком помоћи
sv: L2-användning med översättningshjälp och grammatikhjälp
ta: மொழிபெயர்ப்பு உதவி மற்றும் இலக்கண உதவியுடன் L2 பயன்படுத்தவும்
th: ใช้ L2 พร้อมความช่วยเหลือด้านการแปลและไวยากรณ์

# definitionsToolName
source: Word Definitions
bn: শব্দের সংজ্ঞা
bo: ཡིག་ཚགས་བཟོ་བཅོས
ca: Definicions de paraules
cs: Definice slov
da: Orddefinitioner
de: Wortdefinitionen
eo: Vortaj Difinoj
et: Sõnade definitsioonid
eu: Hitzaren Definizioak
fi: Sanojen määritelmät
fr: Définitions des mots
ga: Sainmhínithe Focal
gl: Definicións de palabras
hi: शब्द परिभाषाएँ
hr: Definicije riječi
it: Definizioni delle Parole
ka: სიტყვის განმარტებები
nb: Orddefinisjoner
nl: Woordendefinities
pl: Definicje słów
pt: Definições de Palavras
ru: Определения слов
sk: Definície slov
sr: Дефиниције речи
sv: Ordboksdefinitioner
ta: வார்த்தை வரையறைகள்
th: คำจำกัดความของคำ

# messageTranslationsToolName
source: Message Translations
bn: বার্তার অনুবাদ
bo: ཚེས་གྲངས་སྒྲོམ་སྒྲིག
ca: Traduccions de missatges
cs: Překlady zpráv
da: Beskedoversættelser
de: Nachrichtübersetzungen
eo: Mesaĝaj Tradukoj
et: Sõnumite tõlked
eu: Mezuen Itzulpenak
fi: Viestien käännökset
fr: Traductions de messages
ga: Aistriúcháin Teachtaireachtaí
gl: Traducións de mensaxes
hi: संदेश अनुवाद
hr: Prijevodi poruka
it: Traduzioni dei Messaggi
ka: შეტყობინებების თარგმნები
nb: Meldingsoversettelser
nl: Berichtvertalingen
pl: Tłumaczenia wiadomości
pt: Traduções de Mensagens
ru: Переводы сообщений
sk: Preklady správ
sr: Преводи порука
sv: Meddelandetranslationer
ta: செய்தி மொழிபெயர்ப்புகள்
th: คำแปลข้อความ
