Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# joinedTheActivity
source: 👋 {username} joined as {role}
bn: 👋 {username} {role} হিসেবে যোগ দিয়েছেন
bo: 👋 {username} ལས་སྤྱོད་འདི་ལ་ལོག་འགྱོ། {role}
ca: 👋 {username} s'ha unit com a {role}
cs: 👋 {username} se připojil jako {role}
da: 👋 {username} deltog som {role}
de: 👋 {username} ist als {role} beigetreten
eo: 👋 {username} aliĝis kiel {role}
et: 👋 {username} liitus rolliga {role}
eu: 👋 {username} {role} bezala batu da
fi: 👋 {username} liittyi roolilla {role}
fr: 👋 {username} a rejoint en tant que {role}
ga: 👋 {username} d'fháiltigh isteach mar {role}
gl: 👋 {username} uniuse como {role}
hi: 👋 {username} ने {role} के रूप में भाग लिया
hr: 👋 {username} pridružio se kao {role}
it: 👋 {username} si è unito come {role}
ka: 👋 {username} შეუერთდა როგორც {role}
nb: 👋 {username} ble med som {role}
nl: 👋 {username} heeft deelgenomen als {role}
pl: 👋 {username} dołączył jako {role}
pt: 👋 {username} entrou como {role}
ru: 👋 {username} присоединился как {role}
sk: 👋 {username} sa pripojil ako {role}
sr: 👋 {username} se pridružio kao {role}
sv: 👋 {username} gick med som {role}
ta: 👋 {username} {role} ஆக சேர்ந்தார்
th: 👋 {username} เข้าร่วมเป็น {role}

# finishedTheActivity
source: 🎯 {username} wrapped up this activity
bn: 🎯 {username} এই কার্যক্রম শেষ করেছেন
bo: 🎯 {username} འདི་ལ་སྤྱོད་འདུག
ca: 🎯 {username} ha finalitzat aquesta activitat
cs: 🎯 {username} ukončil tuto aktivitu
da: 🎯 {username} afsluttede denne aktivitet
de: 🎯 {username} hat diese Aktivität beendet
eo: 🎯 {username} finis ĉi tiun agadon
et: 🎯 {username} lõpetas selle tegevuse
eu: 🎯 {username} jarduera hau amaitu du
fi: 🎯 {username} saatteli aktiviteetin päätökseen
fr: 🎯 {username} a terminé cette activité
ga: 🎯 {username} chríochnaigh an gníomhaíocht seo
gl: 🎯 {username} rematou esta actividade
hi: 🎯 {username} ने इस गतिविधि को पूरा किया
hr: 🎯 {username} završio ovu aktivnost
it: 🎯 {username} ha concluso questa attività
ka: 🎯 {username} დასრულდა ეს აქტივობა
nb: 🎯 {username} avsluttet denne aktiviteten
nl: 🎯 {username} heeft deze activiteit afgerond
pl: 🎯 {username} zakończył tę aktywność
pt: 🎯 {username} concluiu esta atividade
ru: 🎯 {username} завершил эту активность
sk: 🎯 {username} ukončil túto aktivitu
sr: 🎯 {username} završio ovu aktivnost
sv: 🎯 {username} avslutade denna aktivitet
ta: 🎯 {username} இந்த செயல்பாட்டை முடித்தார்
th: 🎯 {username} สรุปกิจกรรมนี้

# endActivityTitle
source: I'm done
bn: আমি শেষ করেছি
bo: ངའི་ལོག
ca: He acabat
cs: Jsem hotov
da: Jeg er færdig
de: Ich bin fertig
eo: Mi finas
et: Olen valmis
eu: Tôi đã xong
fi: Olen valmis
fr: J'ai fini
ga: Tá mé críochnaithe
gl: Remate
hi: मैं समाप्त हूँ
hr: Završio sam
it: Ho finito
ka: მოვრჩი
nb: Jeg er ferdig
nl: Ik ben klaar
pl: Skończyłem
pt: Terminei
ru: Я закончил
sk: Som hotový
sr: Završio sam
sv: Jag är klar
ta: நான் முடித்துவிட்டேன்
th: ฉันเสร็จแล้ว

# endActivityDesc
source: Did you complete the objectives? This is your confirmation that you're stepping back from texting. But don’t worry, the fun continues in the chat! Feel free to hang out and enjoy the show until everyone clicks 'Done'.
bn: আপনি কি লক্ষ্যগুলো সম্পন্ন করেছেন? এটি আপনার নিশ্চিতকরণ যে আপনি টেক্সটিং থেকে ফিরে আসছেন। তবে চিন্তা করবেন না, মজা চালিয়ে যাবে চ্যাটে! সবাই 'শেষ' ক্লিক করার আগে ঘুরে দেখুন এবং উপভোগ করুন।
bo: ཁྱེད་ཀྱིས་དབྱར་བ་ལེན་སྤྱོད་བྱེད་ཡོད་པས། འདི་ནི་ཁྱེད་ཀྱིས་ཚར་སྤྱོད་འདི་ལ་ལོག་འགྱོ་བར་བརྗེ་བ་ཡིན། དེ་ལས་བརྗེ་བ་འབད་ན་ཁྱེད་ཀྱིས་སྤྱོད་ལམ་གཟིགས་སྤྱོད་འདུག་ན་སྤྱོད་ལམ་གཟིགས་སྤྱོད་འདུག་ན་ལོག་འགྱོ།
ca: Has completat els objectius? Això és la teva confirmació que deixes de xatejar. Però no et preocupis, la diversió continua a la conversa! Sent-te lliure de passar l'estona i gaudir de l'espectacle fins que tothom faci clic a 'He acabat'.
cs: Dokončili jste cíle? Toto je vaše potvrzení, že se stahujete od psaní zpráv. Ale nebojte se, zábava pokračuje v chatu! Klidně si povídejte a užívejte si show, dokud všichni nekliknou na 'Hotovo'.
da: Har du opnået målene? Dette er din bekræftelse på, at du går ud af chatten. Men bare rolig, sjovet fortsætter i chatten! Hæng ud og nyd showet, indtil alle klikker på 'Færdig'.
de: Haben Sie die Ziele erreicht? Dies ist Ihre Bestätigung, dass Sie das Schreiben beenden. Aber keine Sorge, der Spaß geht im Chat weiter! Fühlen Sie sich frei, herumzuhängen und die Show zu genießen, bis alle auf 'Fertig' klicken.
eo: Ĉu vi plenumis la celojn? Ĉi tio estas via konfirmo, ke vi retiriĝas de la babilejo. Sed ne zorgu, la amuzado daŭras en la babilado! Restu kaj ĝuu la spektaklon ĝis ĉiuj klakas 'Fini'.
et: Kas sa said eesmärgid täidetud? See on sinu kinnitus, et astud tagasi sõnumite saatmisest. Ära muretse, lõbu jätkub vestluses! Tundke end vabalt ja nautige näitamist, kuni kõik klõpsavad 'Valmis'.
eu: Helburuak bete dituzu? Hau da zure baieztapena testuetik atzera egiten ari zarela. Baina ez kezkatu, dibertsioa chat-ean jarraitzen du! Geratu eta ikuskizuna disfrutatu, denek 'Done' sakatu arte.
fi: Oletko saavuttanut tavoitteet? Tämä on vahvistuksesi siitä, että lopetat tekstin lähettämisen. Mutta älä huoli, hauskanpito jatkuu chatissa! Hengaile ja nauti esityksestä, kunnes kaikki klikkaavat 'Valmis'.
fr: Avez-vous accompli les objectifs ? Ceci est votre confirmation que vous vous retirez de la discussion. Mais ne vous inquiétez pas, le plaisir continue dans le chat ! N'hésitez pas à traîner et à profiter du spectacle jusqu'à ce que tout le monde clique sur 'Fini'.
ga: An ndearna tú na cuspóirí? Seo do dheimhniú go bhfuil tú ag dul siar ó theachtaireacht. Ach ná bí buartha, leanann an spraoi ar aghaidh sa chomhrá! Cuir suas agus bain sult as an seó go dtí go clicfidh gach duine ar 'Críochnaithe'.
gl: ¿Remataste os obxectivos? Esta é a túa confirmación de que te afastas de escribir. Pero non te preocupes, a diversión continúa no chat! Podes pasar o rato e gozar do espectáculo ata que todos fagan clic en 'Rematado'.
hi: क्या आपने उद्देश्यों को पूरा किया? यह आपकी पुष्टि है कि आप संदेश भेजना बंद कर रहे हैं। लेकिन चिंता मत करें, चैट में मज़ा जारी है! जब तक सभी 'पूर्ण' पर क्लिक नहीं करते, तब तक आराम से रहिए और शो का आनंद लीजिए।
hr: Jeste li dovršili ciljeve? Ovo je vaša potvrda da se povlačite iz slanja poruka. Ali ne brinite, zabava se nastavlja u chatu! Slobodno se družite i uživajte u predstavi dok svi ne kliknu 'Završeno'.
it: Hai completato gli obiettivi? Questa è la tua conferma che stai tornando indietro dal messaggio. Ma non preoccuparti, il divertimento continua nella chat! Sentiti libero di rilassarti e goderti lo spettacolo finché tutti cliccano su 'Fatto'.
ka: შეასრულეთ მიზნები? ეს არის თქვენი დადასტურება, რომ გადიხართ ტექსტისგან. მაგრამ ნუ იდარდებთ, გართობა გრძელდება ჩატში! თავისუფლად ისხართ და უყურეთ შოუს მანამ, სანამ ყველა არ დააჭერს 'დასრულდა'.
nb: Fullførte du målene? Dette er din bekreftelse på at du går ut av chatten. Men ikke bekymre deg, moroa fortsetter i chatten! Heng med og nyt showet til alle klikker på 'Ferdig'.
nl: Heb je de doelstellingen voltooid? Dit is je bevestiging dat je stopt met typen. Maar maak je geen zorgen, het plezier gaat door in de chat! Voel je vrij om rond te hangen en van de show te genieten totdat iedereen op 'Klaar' klikt.
pl: Czy ukończyłeś cele? To jest Twoje potwierdzenie, że odchodzisz od pisania wiadomości. Ale nie martw się, zabawa trwa dalej na czacie! Czuj się swobodnie, spędzaj czas i ciesz się pokazem, aż wszyscy klikną 'Skończone'.
pt: Você completou os objetivos? Esta é sua confirmação de que está se afastando do chat. Mas não se preocupe, a diversão continua no chat! Sinta-se à vontade para ficar e aproveitar o show até que todos cliquem em 'Concluído'.
ru: Вы выполнили цели? Это ваше подтверждение, что вы уходите из чата. Но не волнуйтесь, веселье продолжается в чате! Не стесняйтесь оставаться и наслаждаться шоу, пока все не нажмут 'Готово'.
sk: Dokončili ste ciele? Toto je vaše potvrdenie, že sa stiahnete z písania správ. Ale nebojte sa, zábava pokračuje v chate! Nechajte si čas na pozeranie show a užívajte si to, kým všetci nekliknú na 'Hotovo'.
sr: Da li ste završili sa ciljevima? Ovo je vaše potvrda da se povlačite iz čavrljanja. Ali ne brinite, zabava se nastavlja u chatu! Slobodno se družite i uživajte u predstavi dok svi ne kliknu 'Završeno'.
sv: Har du uppnått målen? Det här är din bekräftelse på att du går tillbaka från att skriva. Men oroa dig inte, roligheten fortsätter i chatten! Häng med och njut av showen tills alla klickar på 'Klar'.
ta: நீங்கள் குறிக்கோள்களை நிறைவேற்றினீர்களா? இது உங்கள் உறுதிப்பத்திரம், நீங்கள் உரையாடலிலிருந்து பின்வாங்குகிறீர்கள். ஆனால் கவலைப்படாதீர்கள், பொழுதுபோக்கு உரையாடலில் தொடரும்! அனைவரும் 'முடிந்தது' என்பதைக் கிளிக் செய்யும் வரை வெளியே சென்று நிகழ்ச்சியை அனுபவிக்கவும்.
th: คุณทำวัตถุประสงค์เสร็จหรือยัง? นี่คือการยืนยันว่าคุณกำลังหยุดส่งข้อความ แต่ไม่ต้องกังวล ความสนุกยังคงดำเนินต่อไปในแชท! รู้สึกอิสระที่จะพักผ่อนและเพลิดเพลินกับการแสดงจนกว่าทุกคนจะคลิก 'เสร็จแล้ว'

# archiveToAnalytics
source: Add to my Completed Activities
bn: আমার সম্পন্ন কার্যক্রমে যোগ করুন
bo: ངའི་ལས་ཀ་ལ་འགྱོ་བའི་ལོག་ལ་འབད།
ca: Afegeix a les meves activitats completades
cs: Přidat do mých dokončených aktivit
da: Tilføj til mine afsluttede aktiviteter
de: Zu meinen abgeschlossenen Aktivitäten hinzufügen
eo: Aldoni al miaj Finitaj Agadoj
et: Lisa minu lõpetatud tegevustesse
eu: Gehitu nire Jarduera Amaituenen zerrendara
fi: Lisää suoritettuihin aktiviteetteihini
fr: Ajouter à mes activités terminées
ga: Cuir leis na Gníomhaíochtaí Críochnaithe agam
gl: Engadir ás miñas actividades rematadas
hi: मेरी पूरी हुई गतिविधियों में जोड़ें
hr: Dodaj u moje dovršene aktivnosti
it: Aggiungi alle mie attività completate
ka: დამატე ჩემი დასრულებული აქტივობებში
nb: Legg til i mine fullførte aktiviteter
nl: Toevoegen aan mijn Voltooide Activiteiten
pl: Dodaj do moich ukończonych aktywności
pt: Adicionar às minhas Atividades Completadas
ru: Добавить в мои завершённые активности
sk: Pridať do mojich dokončených aktivít
sr: Dodaj u moje završene aktivnosti
sv: Lägg till i mina slutförda aktiviteter
ta: எனது முடித்த செயல்பாடுகளுக்கு சேர்க்கவும்
th: เพิ่มไปยังกิจกรรมที่เสร็จสมบูรณ์ของฉัน

# activitySummaryError
source: Activity summaries unavailable
bn: কার্যক্রমের সারাংশ উপলব্ধ নয়
bo: ལས་ཀ་རྒྱབ་སྤྱོད་འབད་མི་ཚུལ།
ca: Resum d'activitats no disponible
cs: Souhrny aktivit nejsou k dispozici
da: Aktivitetsoversigter er ikke tilgængelige
de: Aktivitätszusammenfassungen nicht verfügbar
eo: Aktivitatresumoj ne disponeblas
et: Tegevuste kokkuvõtteid pole saadaval
eu: Jarduera laburpenak ez daude eskuragarri
fi: Aktiviteettien yhteenvetoja ei saatavilla
fr: Résumé des activités indisponible
ga: Ní féidir achoimrigh gníomhaíochta a fháil
gl: Resúmenes de actividade non dispoñibles
hi: गतिविधि सारांश उपलब्ध नहीं है
hr: Sažeci aktivnosti nisu dostupni
it: Riepiloghi dell'attività non disponibili
ka: აქტივობის მიმოხილვები ხელმისაწვდომი არაა
nb: Aktivitetsoppsummeringer er utilgjengelige
nl: Samenvattingen van activiteiten niet beschikbaar
pl: Podsumowania aktywności niedostępne
pt: Resumos de atividades indisponíveis
ru: Сводки по активности недоступны
sk: Prehľady aktivít nie sú dostupné
sr: Sažeci aktivnosti nisu dostupni
sv: Sammanfattningar av aktivitet är otillgängliga
ta: செயல்பாட்டு சுருக்கங்கள் கிடைக்கவில்லை
th: ไม่สามารถดูสรุปกิจกรรมได้

source: Request summaries
bn: সারাংশের জন্য অনুরোধ করুন
bo: ལོག་ལ་དབྱར་བ་འདི་ལ་བཀོད་རོགས།
ca: Sol·licitar resums
cs: Požádat o souhrny
da: Anmod om oversigter
de: Zusammenfassungen anfordern
eo: Petaj resumoj
et: Paluda kokkuvõtteid
eu: Eskatu laburpenak
fi: Pyydä yhteenvetoja
fr: Demander des résumés
ga: Iarr achoimrigh
gl: Solicitar resúmenes
hi: सारांश अनुरोध करें
hr: Zatraži sažetke
it: Richiedi riepiloghi
ka: მოთხოვნა მიმოხილვებისთვის
nb: Be om oppsummeringer
nl: Vraag samenvattingen aan
pl: Żądaj podsumowań
pt: Solicitar resumos
ru: Запросить сводки
sk: Požiadať o prehľady
sr: Zatraži sažetke
sv: Begär sammanfattningar
ta: சுருக்கங்களை கோரவும்
th: ขอสรุปข้อมูล

source: Loading activity summary...
bn: কার্যক্রমের সারাংশ লোড হচ্ছে...
bo: ལས་ཀ་རྒྱབ་སྤྱོད་འབད་ནས་བརྗེ་བ་ལོག་འགྱོ།
ca: Carregant resum d'activitat...
cs: Načítám souhrn aktivity...
da: Indlæser aktivitetsoversigt...
de: Lade Aktivitätszusammenfassung...
eo: Ŝarĝante aktivitatresumon...
et: Laen tegevuse kokkuvõtet...
eu: Jarduera laburpena kargatzen...
fi: Ladataan aktiviteetin yhteenvetoa...
fr: Chargement du résumé de l'activité...
ga: Ag lódáil achoimre gníomhaíochta...
gl: Cargando resumo da actividade...
hi: गतिविधि सारांश लोड हो रहा है...
hr: Učitavanje sažetka aktivnosti...
it: Caricamento riepilogo attività...
ka: აქტივობის მიმოხილვის ჩატვირთვა...
nb: Laster aktivitetsoppsummering...
nl: Activiteitenoverzicht wordt geladen...
pl: Wczytywanie podsumowania aktywności...
pt: Carregando resumo da atividade...
ru: Загрузка сводки активности...
sk: Načítavanie prehľadu aktivity...
sr: Učitavanje sažetka aktivnosti...
sv: Läser in aktivitetsammanfattning...
ta: செயல்பாட்டு சுருக்கம் ஏற்றப்படுகிறது...
th: กำลังโหลดสรุปกิจกรรม...

# generatingNewActivities
source: You're the first user of this language pair! Please give us a minute, we're preparing activities just for you.
bn: আপনি এই ভাষা জোড়ার প্রথম ব্যবহারকারী! দয়া করে এক মিনিট দিন, আমরা আপনার জন্য কার্যক্রম প্রস্তুত করছি।
bo: ཁྱེད་ཀྱིས་འདི་ལ་སྤྱོད་ལམ་གཟིགས་སྤྱོད་འདུག! སྤྱོད་ལམ་གཟིགས་སྤྱོད་འདི་ལ་ཁྱེད་ཀྱིས་ལོག་འགྱོ་བར་བརྗེ་བ་ཡིན།
ca: Ets el primer usuari d'aquesta parella de llengües! Si us plau, dona'ns un minut, estem preparant activitats exclusives per a tu.
cs: Jste první uživatel tohoto jazykového páru! Počkejte chvíli, připravujeme aktivity právě pro vás.
da: Du er den første bruger af denne sprogpar! Giv os et øjeblik, vi forbereder aktiviteter kun til dig.
de: Sie sind der erste Benutzer dieses Sprachpaares! Bitte geben Sie uns eine Minute, wir bereiten Aktivitäten nur für Sie vor.
eo: Vi estas la unua uzanto de ĉi tiu lingvoparo! Bonvolu atendi momenton, ni pretigas aktivadojn ĝuste por vi.
et: Olete selle keelepaari esimene kasutaja! Palun andke meile hetk, valmistame teile tegevusi.
eu: Lehen erabiltzailea zara hizkuntza bikote honetan! Mesedez, minutu bat eman, jarduerak prestatzen ari gara zuretzat.
fi: Olet tämän kieliparin ensimmäinen käyttäjä! Odota hetki, valmistelemme aktiviteetteja juuri sinulle.
fr: Vous êtes le premier utilisateur de cette paire de langues ! Veuillez patienter une minute, nous préparons des activités rien que pour vous.
ga: Is tú an chéad úsáideoir den phair teanga seo! Tabhair cúpla nóiméad dúinn, táimid ag ullmhú gníomhaíochtaí díreach duitse.
gl: Es o primeiro usuario nesta parella de idiomas! Por favor, dame un minuto, estamos preparando actividades só para ti.
hi: आप इस भाषा जोड़े के पहले उपयोगकर्ता हैं! कृपया एक मिनट दें, हम आपके लिए गतिविधियों की तैयारी कर रहे हैं।
hr: Vi ste prvi korisnik ovog para jezika! Molimo vas pričekajte minutu, pripremamo aktivnosti baš za vas.
it: Sei il primo utente di questa coppia di lingue! Per favore, prenditi un minuto, stiamo preparando attività appositamente per te.
ka: თქვენ ხართ ამ ენის წყვილის პირველი მომხმარებელი! გთხოვთ, ერთი წუთი გქონდეთ, ჩვენ ვამზადებთ აქტივობებს თქვენთვის.
nb: Du er den første brukeren av dette språkparet! Vennligst gi oss et minutt, vi forbereder aktiviteter spesielt for deg.
nl: Je bent de eerste gebruiker van dit taalpaar! Geef ons een minuutje, we bereiden activiteiten voor je voor.
pl: Jesteś pierwszym użytkownikiem tego zestawu językowego! Prosimy o chwilę, przygotowujemy dla Ciebie aktywności.
pt: Você é o primeiro usuário deste par de idiomas! Por favor, aguarde um minuto, estamos preparando atividades especialmente para você.
ru: Вы первый пользователь этой языковой пары! Пожалуйста, подождите минуту, мы готовим для вас активности.
sk: Ste prvým používateľom tohto jazykového páru! Prosím, venujte nám chvíľu, pripravujeme aktivity špeciálne pre vás.
sr: Vi ste prvi korisnik ovog para jezika! Molimo vas da pričekate minut, pripremamo aktivnosti baš za vas.
sv: Du är den första användaren för detta språkpar! Ge oss en minut, vi förbereder aktiviteter speciellt för dig.
ta: இந்த மொழி ஜோடியின் முதல் பயனர் நீங்கள்! தயவுசெய்து ஒரு நிமிடம் காத்திருக்கவும், நாங்கள் உங்களுக்காக செயல்பாடுகளை தயாரித்து வருகின்றோம்.
th: คุณเป็นผู้ใช้รายแรกของกลุ่มภาษานี้! กรุณารอสักครู่ เรากำลังเตรียมกิจกรรมสำหรับคุณโดยเฉพาะ

# requestAccessTitle
source: Request to analytics view access?
bn: বিশ্লেষণ দেখার জন্য অনুরোধ করবেন?
bo: ལོག་ལ་སྤྱོད་ལམ་གཟིགས་སྤྱོད་འདུག?
ca: Sol·licitar accés a la vista d'analítiques?
cs: Požádat o přístup k analytice?
da: Anmodning om adgang til analytics-visning?
de: Zugriff auf Analytics anfordern?
eo: Ĉu vi volas peti aliron al analitiko?
et: Soovid taotleda juurdepääsu analüütikatele vaadata?
eu: Eskatu analytics ikusteko sarbidea?
fi: Pyytääksesi pääsyä analytiikan katseluun?
fr: Souhaitez-vous demander l'accès à la vue analytique ?
ga: Iarr ar rochtain ar anailísíocht a fháil?
gl: ¿Querés solicitar acceso para ver as análises?
hi: विश्लेषण दृश्य पहुंच का अनुरोध करें?
hr: Zatražiti pristup za prikaz analitike?
it: Richiedere l'accesso alla visualizzazione delle analisi?
ka: მოთხოვნა ანალიტიკის ნახვის დაშვების შესახებ?
nb: Ønsker du å be om tilgang til analysevisning?
nl: Toegang tot analytics bekijken aanvragen?
pl: Chcesz poprosić o dostęp do analityki?
pt: Solicitar acesso à visualização de análises?
ru: Запросить доступ к просмотру аналитики?
sk: Chcete požiadať o prístup k analytike?
sr: Želite li da zatražite pristup analitici?
sv: Begär tillgång till analysvisning?
ta: புள்ளிவிவர பார்வை அணுகலை கோர வேண்டுமா?
th: ขอเข้าถึงการดูข้อมูลวิเคราะห์?
