Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: New group
be: Новая група
bn: নতুন গ্রুপ
bo: གཞི་རྟེན་གཞི་རྟེན་
ca: Grup nou
cs: Nová skupina
da: Ny gruppe
de: Neue Gruppe
eo: Nova grupo
et: Uus jututuba
eu: Talde berria
fa: گروه جدید
fi: Uusi ryhmä
fr: Nouveau groupe
ga: Grúpa nua
gl: Novo grupo
hi: नई समूह
hr: Nova grupa
id: Grup baru
it: Nuovo gruppo
ka: ახალი ჯგუფი
nb: Ny gruppe
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo grupo
ru: Новая группа
sk: Nová skupina
sr: Nova grupa
sv: Ny grupp
ta: புதிய குழு
th: กลุ่มใหม่
uk: Нова група

source: New space
be: Новая прастора
bn: নতুন স্পেস
bo: གཞི་རྟེན་ས་ཁང་
ca: Espai nou
cs: Nový prostor
da: Nyt rum
de: Neuer Space
eo: Nova spaco
et: Uus kogukond
eu: Gune berria
fa: فضای جدید
fi: Uusi tila
fr: Nouvel espace
ga: Spás nua
gl: Novo espazo
hi: नई जगह
hr: Novi prostor
id: Space baru
it: Nuovo spazio
ka: ახალი სივრცე
nb: Nytt rom
nl: Space aanmaken
pl: Nowa przestrzeń
pt: Novo espaço
ru: Новое пространство
sk: Nový priestor
sr: Novi prostor
sv: Nytt utrymme
ta: புதிய இடம்
th: พื้นที่ใหม่
uk: Новий простір

source: Enter space
be: Увайсці ў прастору
bn: স্পেসে প্রবেশ করুন
bo: གཞི་རྟེན་ས་ཁང་
ca: Obre l'espai
cs: Vstoupit do prostoru
da: Indtast rum
de: Raum betreten
eo: Eniri spacon
et: Sisene kogukonda
eu: Sartu gunera
fa: ورود به فضا
fi: Siirry tilaan
fr: Entrer dans l’espace
ga: Iontráil spás
gl: Entrar no espazo
hi: स्थान में प्रवेश करें
hr: Uđi u prostor
id: Masuk space
it: Unirsi allo spazio
ka: შეიყვანეთ სივრცე
nb: Gå inn i rommet
nl: Space betreden
pl: Wejdź do przestrzeni
pt: Entrar no espaço
ru: Войти в пространство
sk: Vstúpiť do priestoru
sr: Uđi u prostor
sv: Gå till utrymme
ta: இடத்தை உள்ளிடவும்
th: เข้าสู่พื้นที่
uk: Увійти в простір

source: Enter room
be: Увайсці ў пакой
bn: রুমে প্রবেশ করুন
bo: ཁང་ནང་བཀོད་
ca: Entra a la sala
cs: Vstoupit do místnosti
da: Indtast værelse
de: Raum betreten
eo: Eniri ĉambron
et: Ava jututuba
eu: Sartu gelara
fa: ورود به اتاق
fi: Siirry huoneeseen
fr: Entrer dans le salon
ga: Iontráil seomra
gl: Entrar na sala
hi: कक्ष में प्रवेश करें
hr: Uđi u sobu
id: Masuk ruangan
it: Unirsi alla stanza
ka: შეიყვანეთ ოთახი
nb: Gå inn i rommet
nl: Kamer betreden
pl: Wejdź do pokoju
pt: Entrar na sala
ru: Войти в комнату
sk: Vstúpiť do miestnosti
sr: Uđi u sobu
sv: Gå till rummet
ta: அறையை உள்ளிடவும்
th: เข้าสู่ห้อง
uk: Увійти в кімнату

source: All spaces
be: Усе прасторы
bn: সব স্পেস
bo: ཆ་ཚང་གི་ས་ཁུལ།
ca: Tots els espais
cs: Všechny prostory
da: Alle rum
de: Alle Spaces
eo: Ĉiuj spacoj
et: Kõik kogukonnad
eu: Gune guztiak
fa: همه فضاها
fi: Kaikki tilat
fr: Tous les espaces
ga: Gach spás
gl: Todos os espazos
hi: सभी स्थान
hr: Svi prostori
id: Semua space
it: Tutti gli spazi
ka: ყველა სივრცე
nb: Alle rom
nl: Alle spaces
pl: Wszystkie przestrzenie
pt: Todos os espaços
ru: Все пространства
sk: Všetky priestory
sr: Svi prostori
sv: Alla utrymmen
ta: அனைத்து இடங்களும்
th: พื้นที่ทั้งหมด
uk: Усі простори

# numChats
source: {number} chats
be: {number} чатаў
bn: {number} চ্যাট
bo: {number} བརྗོད་ཚིགས།
ca: {number} xats
cs: {number} konverzací
eo: {number} babilejoj
et: {number} vestlust
eu: {number} txat
fa: {number} گپ
fi: {number} keskustelua
fr: {number} discussions
ga: Comhráite {number}
gl: {number} conversas
hi: {number} चैट
hr: {number} razgovora
id: {number} obrolan
it: {number} chat
ka: {number} საუბარი
nb: {number} chatter
pl: {number} czatów
pt: {number} conversas
ru: {number} чатов
sk: {number} chatov
sr: {number} razgovora
sv: {number} chattar
ta: {number} அரட்டைகள்
th: {number} การสนทนา
uk: {number} бесід

source: Hide unimportant state events
be: Хаваць неабавязковыя падзеі статусу
bn: অপ্রয়োজনীয় স্টেট ইভেন্টগুলি লুকান
bo: མཚམས་མངོན་མེད་སྡེབ་ཚན་ལས་བརྒྱབ་
ca: Amaga canvis d'estat poc importants
cs: Skrýt důležité události stavu
da: Skjul uvigtige statusbegivenheder
de: Blende unwichtige Zustandsereignisse aus
eo: Kaŝi negravajn stat-eventojn
et: Peida väheolulised olekuteated
eu: Ezkutatu garrantzirik gabeko gertaerak
fa: پنهان کردن رویدادهای غیرمهم وضعیت
fi: Piilota ei-niin-tärkeät tilatapahtumat
fr: Masquer les événements d'état sans importance
ga: Folaigh imeachtaí stáit gan tábhacht
gl: Agochar os eventos de menor relevancia
hi: महत्वहीन स्थिति घटनाओं को छुपाएं
hr: Sakrij nevažna stanja događaja
id: Sembunyikan peristiwa keadaan yang tidak penting
it: Nascondi gli eventi di stato non importanti
ka: დაფარეთ უმნიშვნელო სტატუსის მოვლენები
nb: Skjul uviktige tilstandsoppdateringer
nl: Onbelangrijke statusgebeurtenissen verbergen
pl: Ukryj nieistotne wydarzenia stanu
pt: Ocultar eventos de estado não importantes
ru: Скрыть необязательные события статуса
sk: Skryť dôležité udalosti stavu
sr: Sakrij nevažne događaje stanja
sv: Göm oviktiga tillståndshändelser
ta: முக்கியமற்ற மாநில நிகழ்வுகளை மறைக்கவும்
th: ซ่อนเหตุการณ์สถานะที่ไม่สำคัญ
uk: Сховати неважливі державні свята

# hidePresences
source: Hide Status List?
be: Хаваць спіс статусаў?
bn: স্ট্যাটাস তালিকা লুকান?
bo: རང་བཞིན་སྟེང་ལས་རོགས་སྤོས་བཏང་གི་རེད་?
ca: Amagar la llista de Status?
cs: Skrýt seznam stavu?
da: Skjul statusliste?
de: Status-Liste verbergen?
eo: Kaŝi Statuso-Liston?
et: Peida olekute loend?
eu: Ezkutatu Egoeren Zerrenda?
fa: پنهان کردن فهرست وضعیت؟
fi: Piilota tila-lista?
fr: Cacher la liste des statuts ?
ga: Folaigh Liosta Stádais?
gl: Agochar Lista de estados?
hi: स्थिति सूची छुपाएं?
hr: Sakriti popis stanja?
id: Sembunyikan Daftar Status?
it: Nascondere l'elenco degli stati?
ka: დაფარეთ სტატუსის სია?
nb: Skjul statusliste?
nl: Verberg statuslijst?
pl: Ukryć listę statusów?
pt: Ocultar Lista de Status?
ru: Скрыть список статусов?
sk: Skryť zoznam stavu?
sr: Sakrij listu statusa?
sv: Dölj statuslista?
ta: நிலை பட்டியலை மறைக்கவா?
th: ซ่อนรายการสถานะ?
uk: Сховати список станів?

source: Do not show again
be: Не паказваць зноў
bn: আবার দেখাবেন না
bo: ལོག་འབུལ་མི་ལེན་
ca: No ho tornis a mostrar
cs: Nezobrazovat znovu
da: Vis ikke igen
de: Nicht mehr anzeigen
eo: Ne montri denove
et: Ära näita uuesti
eu: Ez erakutsi berriro
fa: دوباره نمایش نده
fi: Älä näytä uudelleen
fr: Ne plus afficher
ga: Ná taispeáin arís
gl: Non mostrar outra vez
hi: फिर से न दिखाएं
hr: Nemoj više prikazivati
id: Jangan tampilkan lagi
it: Non mostrare più
ka: მეორედ არ აჩვენოთ
nb: Vis ikke igjen
nl: Niet meer tonen
pl: Nie pokazuj ponownie
pt: Não mostrar novamente
ru: Не показывать снова
sk: Nezobrazovať znova
sr: Ne prikazuj ponovo
sv: Visa inte igen
ta: மீண்டும் காட்ட வேண்டாம்
th: ไม่แสดงอีก
uk: Не показувати знову

# wasDirectChatDisplayName
source: Empty chat (was {oldDisplayName})
be: Пусты чат (быў {oldDisplayName})
bn: খালি চ্যাট (পূর্বে {oldDisplayName})
bo: ལོག་འབུལ་མེད་ (ལོག་འབུལ་མི་ལེན་ {oldDisplayName})
ca: Xat buit ( era {oldDisplayName})
cs: Prázdná konverzace (dříve {oldDisplayName})
da: Tom chat (var {oldDisplayName})
de: Leerer Chat (war {oldDisplayName})
eo: Malplena babilejo (antaŭe {oldDisplayName})
et: Sõnumiteta vestlus (vana nimega {oldDisplayName})
eu: Txata hutsik dago ({oldDisplayName} zen lehen)
fa: گپ خالی (پیش‌تر {oldDisplayName} بود)
fi: Tyhjä keskustelu (oli {oldDisplayName})
fr: Discussion vide (était {oldDisplayName})
ga: Comhrá folamh (bhí {oldDisplayName})
gl: Conversa baleira (era {oldDisplayName})
hi: खाली चैट (था {oldDisplayName})
hr: Prazan razgovor (zvao se {oldDisplayName})
id: Obrolan kosong (sebelumnya {oldDisplayName})
it: Chat vuota (era {oldDisplayName})
ka: ცარიელი ჩატი (იყო {oldDisplayName})
nb: Tom chat (var {oldDisplayName})
nl: Lege chat (was {oldDisplayName})
pl: Pusty czat (wcześniej {oldDisplayName})
pt: Chat vazio (era {oldDisplayName})
ru: Пустой чат (был {oldDisplayName})
sk: Prázdny chat (bol {oldDisplayName})
sr: Prazan čat (bio {oldDisplayName})
sv: Tom chatt (var {oldDisplayName})
ta: வெற்று அரட்டை ({oldDisplayName})
th: แชทว่างเปล่า (เดิม {oldDisplayName})
uk: Порожня бесіда (раніше {oldDisplayName})

# newSpaceDescription
source: Spaces allows you to consolidate your chats and build private or public communities.
be: Прасторы дазваляюць аб'ядноўваць вашы чаты і ствараць агульныя ці асобныя супольнасці.
bn: স্পেস আপনাকে আপনার চ্যাটগুলো একত্রিত করতে এবং ব্যক্তিগত বা পাবলিক কমিউনিটি তৈরি করতে দেয়।
bo: སེར་ཁུལ་ཚུ་ཁྱེད་ཀྱི་བརྗོད་ཚིགས་ལ་བརྒྱབ་པ་དང་ཁང་དུ་གནས་སྟངས་དང་མིང་ཚིག་སྤྱོད་ལེན་པ་ཡོད།
ca: Els espais et permeten consolidar els teus xats i construir comunitats públiques o privades.
cs: Prostory umožňují organizovat vaše konverzace a vytvářet soukromé nebo veřejné komunity
da: Rum giver dig mulighed for at samle dine chats og opbygge private eller offentlige fællesskaber.
de: Mit Spaces kannst du deine Chats zusammenfassen und private oder öffentliche Communities aufbauen.
eo: Spacoj ebligas vin kunigi viajn babilejojn kaj konstrui private aŭ publike komunumo.
et: Kogukonnad võimaldavad sul koondada erinevaid vestlusi ning korraldada avalikku või privaatset ühistegevust.
eu: Guneek txatak taldekatzea ahalbidetzen dute eta komunitate pribatu edo publikoak osatzea.
fa: فضاها امکان یکپارچه‌سازی گپ‌ها و ساخت جوامع خصوصی یا عمومی را فراهم می‌کنند.
fi: Tilat mahdollistavat keskusteluidesi keräämisen ja yksityisten tai julkisten yhteisöjen rakentamisen.
fr: Les espaces vous permettent de consolider vos conversations et de construire des communautés privées ou publiques.
ga: Ligeann spásanna duit do chomhráite a chomhdhlúthú agus pobail phríobháideacha nó phoiblí a thógáil.
gl: Os Espazos permítenche consolidar as túas conversas e construir comunidades públicas ou privadas.
hi: स्पेस आपको अपने चैट को समेकित करने और निजी या सार्वजनिक समुदाय बनाने की अनुमति देता है।
hr: Prostori omogućuju konsolidiranje tvojih razgovora i izgradnju privatne ili javne zajednice.
id: Fitur space bisa membantu untuk memisahkan obrolanmu dan membuat komunitas pribadi atau publik.
it: Gli spazi ti permettono di consolidare le tue chat e di creare comunità private o pubbliche.
ka: Spaces გთავაზობთ თქვენს ჩეთებს ერთიანად დააშენოთ პირადი ან საჯარო საზოგადოებები.
nb: Rom lar deg konsolidere dine chatter og bygge private eller offentlige fellesskap.
nl: Met spaces kun je je chats samenvoegen en privé- of openbare community's bouwen.
pl: Przestrzenie pozwalają na konsolidację czatów i budowanie prywatnych lub publicznych społeczności.
pt: Espaços permitem consolidar suas conversas e construir comunidades privadas ou públicas.
ru: Пространства позволяют объединять Ваши чаты и создавать частные или общедоступные сообщества.
sk: Priestory vám umožňujú zjednotiť vaše chaty a vytvoriť súkromné alebo verejné komunity.
sr: Prostori vam omogućavaju da objedinite svoje razgovore i izgradite privatne ili javne zajednice.
sv: Utrymmen möjliggör konsolidering av chattar och att bygga privata eller offentliga gemenskaper.
ta: உங்கள் அரட்டைகளை ஒருங்கிணைத்து தனியார் அல்லது பொது சமூகங்களை உருவாக்க இடைவெளிகள் உங்களை அனுமதிக்கிறது.
th: Spaces ช่วยให้คุณรวมการสนทนาของคุณและสร้างชุมชนส่วนตัวหรือสาธารณะ
uk: Простори дозволяють об'єднувати ваші бесіди та створювати приватні або загальнодоступні спільноти.

source: Encrypt this chat
be: Шыфраваць гэты чат
bn: এই চ্যাট এনক্রিপ্ট করুন
bo: འདི་ལ་བརྗོད་ཚིགས་ལྟར་བརྒྱབ་
ca: Xifra aquest xat
cs: Zašifrovat tuto konverzaci
da: Krypter denne chat
de: Diesen Chat verschlüsseln
eo: Ĉifri ĉi tiun babilejon
et: Krüpti see vestlus
eu: Zifratu txata
fa: رمزنگاری این گپ
fi: Salaa tämä keskustelu
fr: Chiffrer cette discussion
ga: Criptigh an comhrá seo
gl: Cifrar esta conversa
hi: इस चैट को एन्क्रिप्ट करें
hr: Šifiraj ovaj razgovor
id: Enkripsi obrolan ini
it: Cifra questa chat
ka: შეინახეთ ეს ჩათი კოდირებით
nb: Krypter denne chatten
nl: Versleutel deze chat
pl: Zaszyfruj ten czat
pt: Criptografar esta conversa
ru: Зашифровать этот чат
sk: Zašifrovať tento chat
sr: Šifruj ovaj razgovor
sv: Kryptera denna chatt
ta: இந்த அரட்டையை குறியாக்கவும்
th: เข้ารหัสแชทนี้
uk: Зашифрувати цю бесіду

# disableEncryptionWarning
source: For security reasons you can not disable encryption in a chat, where it has been enabled before.
be: У мэтах бяспекі, вы не можаце адклбчауь шыфраванне ў гэтым чаце, дзе яно было ўключана.
bn: নিরাপত্তার জন্য আপনি পূর্বে সক্রিয় থাকলে এই চ্যাটে এনক্রিপশন বন্ধ করতে পারবেন না।
bo: ལས་སྤྱོད་ལས་སྤྱོད་འབད་མི་ཚུལ་ལས་སྤྱོད་ལས་བརྒྱབ་མི་ཚུལ་ལས་བརྒྱབ་པ་ལས་སྤྱོད་མི་ཚུལ་ལས་བརྒྱབ་
ca: Per motius de seguretat, un cop activat, no es pot desactivar el xifratge.
cs: Z bezpečnostních důvodů nemůžete vypnout šifrování v chatu, kde již bylo dříve zapnuto.
da: Af sikkerhedsmæssige grunde kan du ikke deaktivere kryptering i en chat, hvor det tidligere er blevet aktiveret.
de: Aus Sicherheitsgründen kannst du die Verschlüsselung in einem Chat nicht deaktivieren, wo sie zuvor aktiviert wurde.
eo: Pro sekurecaj kialoj vi ne povas malaktivigi ĉifradon en babilejo, kie ĝi estis antaŭe ebligita.
et: Kui vestluses on krüptimine kasutusele võetud, siis turvalisuse huvides ei saa seda hiljem välja lülitada.
eu: Segurtasun arrazoiak direla-eta, ezin duzu lehendik zifratuta zegoen txat bateko zifratzea ezgaitu.
fa: به دلایل امنیتی نمی‌توانید رمزنگاری را در گپی که فعال شده غیرفعال کنید.
fi: Turvallisuuden vuoksi et voi poistaa salausta käytöstä huoneista, joissa se on aiemmin otettu käyttöön.
fr: Pour des raisons de sécurité, vous ne pouvez pas désactiver le chiffrement dans une discussion s'il a été activé avant.
ga: Ar chúiseanna slándála ní féidir leat criptiú a dhíchumasú i gcomhrá, áit ar cumasaíodh é roimhe seo.
gl: Por razóns de seguridade non podes desactivar a cifraxe dunha conversa onde foi activada previamente.
hi: सुरक्षा कारणों से आप उस चैट में एन्क्रिप्शन को अक्षम नहीं कर सकते, जिसमें इसे पहले सक्षम किया गया हो।
hr: Iz sigurnosnih razloga ne možeš deaktivirati šifriranje u razgovoru u kojem je prije bilo aktivirano.
id: Demi keamanan kamu tidak bisa menonaktifkan enkripsi dalam sebuah obrolan di mana sebelumbya sudah diaktifkan.
it: Per motivi di sicurezza non puoi disabilitare la crittografia in una chat, se era stata abilitata in precedenza.
ka: უსაფრთხოების მიზნით, ვერ შეძლებთ კოდირების გამორთვას ჩათში, სადაც ის ადრე ჩართული იყო.
nb: Av sikkerhetsgrunner kan du ikke deaktivere kryptering i en chat der den har vært aktivert tidligere.
nl: Om veiligheidsredenen kun je versleuteling niet uitschakelen in een chat, waar deze eerder is ingeschakeld.
pl: Ze względów bezpieczeństwa nie można wyłączyć szyfrowania w czacie, w którym zostało ono wcześniej włączone.
pt: Por razões de segurança, você não pode desativar a criptografia em uma conversa onde ela foi ativada anteriormente.
ru: В целях безопасности Вы не можете отключить шифрование в чате, где оно было включено.
sk: Z bezpečnostných dôvodov nemôžete vypnúť šifrovanie v chate, kde bolo predtým povolené.
sr: Iz bezbednosnih razloga ne možete onemogućiti šifrovanje u razgovoru gde je ranije omogućeno.
sv: Av säkerhetsskäl kan du inte stänga av kryptering i en chatt där det tidigare aktiverats.
ta: பாதுகாப்பு காரணங்களுக்காக நீங்கள் ஒரு அரட்டையில் குறியாக்கத்தை முடக்க முடியாது, அது இதற்கு முன்பு இயக்கப்பட்டிருக்கிறது.
th: เพื่อความปลอดภัย คุณไม่สามารถปิดการเข้ารหัสในแชทที่เปิดใช้งานไว้ก่อนหน้านี้ได้
uk: З міркувань безпеки ви не можете вимкнути шифрування в бесіді, ув якій воно було ввімкнене раніше.

# sorryThatsNotPossible
source: Sorry... that is not possible
be: Прабачце... Гэта немагчыма
bn: দুঃখিত... এটি সম্ভব নয়
bo: དགོངས་པ...འདི་མི་ཚུལ་ཡོད་པ་མེད་
ca: Aquesta acció no és possible
cs: Omlouváme se… to není možné
da: Beklager... det er ikke muligt
de: Sorry ... das ist nicht möglich
eo: Pardonu... tio ne estas ebla
et: Vabandust... see ei ole võimalik
eu: Barka… hori ez da posible
fa: متأسفیم... این ممکن نیست
fi: Anteeksi... se ei ole mahdollista
fr: Désolé, ce n'est pas possible
ga: Tá brón orm... nach féidir a dhéanamh
gl: Lamentámolo... iso non é posible
hi: माफ़ कीजिए... यह संभव नहीं है
hr: Žao nam je … to nije moguće
id: Maaf... itu tidak mungkin
it: Scusa... questo non è possibile
ka: უკაცრავად... ეს შეუძლებელია
nb: Beklager... det er ikke mulig
nl: Sorry, dat is niet mogelijk
pl: Przepraszamy... to nie jest możliwe
pt: Desculpe... isso não é possível
ru: Извините... это невозможно
sk: Prepáčte... to nie je možné
sr: Izvinite... to nije moguće
sv: Det där är inte möjligt
ta: மன்னிக்கவும் ... அது சாத்தியமில்லை
th: ขออภัย... นั่นเป็นไปไม่ได้
uk: Вибачте... це неможливо

source: Device keys:
be: Ключы прылад:
bn: ডিভাইস কীসমূহ:
bo: རང་བཞིན་ཁུལ་ལས་སྤྱོད་ལེན་:
ca: Claus del dispositiu:
cs: Klíče zařízení:
da: Enheds nøgler:
de: Geräteschlüssel:
eo: Aparatarojĥavtoj:
et: Seadme võtmed:
eu: Gailuaren gakoak:
fa: کلیدهای دستگاه:
fi: Laite-avaimet:
fr: Clés de l’appareil :
ga: Eochracha gléis:
gl: Chaves do dispositivo:
hi: डिवाइस कुंजी:
hr: Ključevi uređaja:
id: Kunci perangkat:
it: Chiavi del dispositivo:
ka: მოწყობილობის გასაღებები:
nb: Enhetsnøkler:
nl: Apparaatsleutels:
pl: Klucze urządzenia:
pt: Chaves do dispositivo:
ru: Ключи устройств:
sk: Kľúče zariadenia:
sr: Ključevi uređaja:
sv: Enhetsnycklar:
ta: சாதன விசைகள்:
th: กุญแจอุปกรณ์:
uk: Ключі пристрою:

source: Reopen chat
be: Адкрыць чат зноў
bn: চ্যাট পুনরায় খোলা
bo: བརྗོད་ཚིགས་ལ་ལོག་འབུལ་
ca: Reobre el xat
cs: Znovu otevřít konverzaci
da: Genåbne chat
de: Chat wieder eröffnen
eo: Re-omalferu babilejon
et: Alusta vestlust uuesti
eu: Ireki txata berriro
fa: باز کردن دوباره گپ
fi: Avaa keskustelu uudelleen
fr: Rouvrir la discussion
ga: Comhrá a athoscailt
gl: Reabrir conversa
hi: चैट फिर से खोलें
hr: Ponovo otvori razgovor
id: Buka obrolan lagi
it: Riapri la chat
ka: ჩათის გადახსნა
nb: Åpne chat igjen
nl: Chat heropenen
pl: Otwórz ponownie czat
pt: Reabrir conversa
ru: Открыть чат заново
sk: Znova otvoriť rozhovor
sr: Ponovo otvorite razgovor
sv: Återöppna chatt
ta: அரட்டையை மீண்டும் திறக்கவும்
th: เปิดแชทอีกครั้ง
uk: Відновити бесіду

# noBackupWarning
source: Warning! Without enabling chat backup, you will lose access to your encrypted messages. It is highly recommended to enable the chat backup first before logging out.
be: Увага! Без уключэння рэзервовага капіравання чатаў, вы страціце доступ да вашых зашыфраваных паведамленняў. Настойліва рэкамендуецца уключыць фукнцыю да таго, як выйсці.
bn: সতর্কতা! চ্যাট ব্যাকআপ ছাড়া, আপনি আপনার এনক্রিপ্টেড বার্তাগুলিতে অ্যাক্সেস হারাবেন। লগ আউট করার আগে চ্যাট ব্যাকআপ সক্ষম করা অত্যন্ত সুপারিশ করা হয়।
bo: འདི་ལ་བརྗོད་ཚིགས་ལ་བརྒྱབ་མི་ཚུལ་ལས་སྤྱོད་མི་ཚུལ་ལས་བརྒྱབ་! ཁྱེད་ཀྱིས་བརྗོད་ཚིགས་ལ་བརྒྱབ་མི་ཚུལ་ལས་སྤྱོད་མི་ཚུལ་ལས་བརྒྱབ་པ་སྟེང་སྤྱོད་ལེན་པ་སྟེང་སྤྱོད་ལེན་
ca: Compte! Si no actives la còpia de seguretat dels xats, perdràs accés als teus missatges xifrats. És molt recomanable activar-ho abans de tancar la sessió.
cs: Varování! Bez povolení zálohy chatu přijdete o přístup ke svým zašifrovaným zprávám. Doporučuje se nejprve povolit zálohu chatu před odhlášením.
da: Advarsel! Uden at aktivere chat-sikkerhedskopien mister du adgang til dine krypterede beskeder. Det anbefales kraftigt at aktivere chat-sikkerhedskopien, før du logger ud.
de: Achtung! Ohne Aktivierung des Chat-Backups verlierst du den Zugriff auf deine verschlüsselten Nachrichten. Vor dem Ausloggen wird dringend empfohlen, das Chat-Backup zu aktivieren.
eo: Averto! Sen ebligado de babileja sekurkopio, vi perdas aliron al viaj ĉifritaj mesaĝoj. Estas tre rekomendinde unue ebligi la babilejan sekurkopion antaŭ ensaluti.
et: Hoiatus! Kui sa ei lülita sisse vestluse varundust, siis sul puudub hiljem ligipääs krüptitud sõnumitele. Me tungivalt soovitame, et palun lülita vestluse varundamine sisse enne väljalogimist.
eu: Adi! Txataren babeskopia gaitzen ez baduzu, ezingo dituzu zifratutako txatak atzitu. Oso gomendagarria da txaten babeskopia gaitzea saioa amaitu baino lehen.
fa: هشدار! بدون فعال کردن پشتیبان گپ، دسترسی به پیام‌های رمزنگاری‌شده خود را از دست خواهید داد. پیشنهاد می‌شود پیش از خروج، پشتیبان گپ را فعال کنید.
fi: Varoitus! Ilman avainvarmuuskopion käyttöönottoa menetät pääsyn salattuihin viesteihisi. Suosittelemme ehdottomasti avainvarmuuskopion käyttöönottoa ennen uloskirjautumista.
fr: Attention ! Sans l'activation de la sauvegarde de la discussion, vous perdrez l'accès à vos messages chiffrés. Il est fortement recommandé d'activer la sauvegarde de la discussion avant de se déconnecter.
ga: Rabhadh! Gan cúltaca comhrá a chumasú, caillfidh tú rochtain ar do theachtaireachtaí criptithe. Moltar go mór an cúltaca comhrá a chumasú ar dtús sula logálann tú amach.
gl: Aviso! Se non activas a copia de apoio da conversa, perderás o acceso ás túas mensaxes cifradas. É moi recomendable activar a copia de apoio da conversa antes de pechar a sesión.
hi: चेतावनी! चैट बैकअप को सक्षम किए बिना, आप अपने एन्क्रिप्टेड संदेशों तक पहुंच खो देंगे। लॉग आउट करने से पहले चैट बैकअप को सक्षम करना अत्यंत अनुशंसित है।
hr: Upozorenje! Bez aktiviranja spremanja sigurnosne kopije razgovora, izgubit ćeš pristup tvojim šifriranim porukama. Preporučujemo spremanje sigurnosne kopije razgovora prije odjave.
id: Peringatan! Tanpa mengaktifkan cadangan percakapan, kamu akan kehilangan akses ke pesan terenkripsimu. Disarankan untuk mengaktifkan cadangan percakapan terlebih dahulu sebelum keluar dari akun.
it: Attenzione! Senza abilitare il backup della chat, perderai l'accesso ai tuoi messaggi crittografati. Si consiglia vivamente di abilitare il backup della chat prima di disconnettersi.
ka: გაფრთხილება! ჩათის სარეზერვო ასლების გამორთვის გარეშე, დაკარგავთ დაშიფრულ შეტყობინებებზე წვდომას. რეკომენდებულია სარეზერვო ასლის შექმნა პირველ რიგში, სანამ გამოვიდეთ სისტემიდან.
nb: Advarsel! Uten å aktivere chat-sikkerhetskopi vil du miste tilgangen til dine krypterte meldinger. Det anbefales sterkt å aktivere chat-sikkerhetskopi før du logger ut.
nl: Waarschuwing! Zonder de chatback-up in te schakelen, verlies je de toegang tot je versleutelde berichten. Het is sterk aanbevolen om eerst de chatback-up in te schakelen voordat je uitlogt.
pl: Uwaga! Bez włączenia kopii zapasowej czatu, stracisz dostęp do swoich zaszyfrowanych wiadomości. Zaleca się włączenie kopii zapasowej czatu przed wylogowaniem.
pt: Aviso! Sem ativar o backup da conversa, você perderá o acesso às suas mensagens criptografadas. Recomenda-se fortemente ativar o backup da conversa antes de sair.
ru: Внимание! Без резервного копиирования, Вы потеряете доступ к своим зашифрованным сообщениям. Крайне рекомендуется включить резервное копирование перед выходом.
sk: Varovanie! Bez povolenia zálohy chatu stratíte prístup k šifrovaným správam. Odporúča sa najskôr povoliť zálohu chatu pred odhlásením.
sr: Upozorenje! Bez omogućavanja sigurnosne kopije razgovora, izgubićete pristup svojim šifrovanim porukama. Toplo preporučujemo da prvo omogućite sigurnosnu kopiju razgovora pre odjavljivanja.
sv: Varning! Om du inte aktiverar säkerhetskopiering av chattar så tappar du åtkomst till krypterade meddelanden. Det är rekommenderat att du aktiverar säkerhetskopiering innan du loggar ut.
ta: எச்சரிக்கை! அரட்டை காப்புப்பிரதியை இயக்காமல், உங்கள் மறைகுறியாக்கப்பட்ட செய்திகளுக்கான அணுகலை இழப்பீர்கள். வெளியேறுவதற்கு முன் முதலில் அரட்டை காப்புப்பிரதியை இயக்க மிகவும் பரிந்துரைக்கப்படுகிறது.
th: คำเตือน! หากไม่เปิดใช้งานการสำรองข้อมูลแชท คุณจะสูญเสียการเข้าถึงข้อความที่เข้ารหัสของคุณ แนะนำให้เปิดใช้งานการสำรองข้อมูลแชทก่อนออกจากระบบ
uk: Увага! Якщо ви не ввімкнете резервне копіювання бесіди, ви втратите доступ до своїх зашифрованих повідомлень. Наполегливо радимо ввімкнути резервне копіювання бесіди перед виходом.
