Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# separateChatTypes
source: Separate Direct Chats and Groups
be: Падзяляць асобныя чаты і групы
bn: সরাসরি চ্যাট এবং গ্রুপ আলাদা করুন
bo: གསལ་བཤད་ཚོད་ལེན་དང་དགོངས་སྒྲིག་ཚོད་ལེན་ལྟར་སྣོན།
ca: Separa xats directes i grups
cs: Odděĺlit přímé chaty, skupiny a prostory
da: Separate direkte chats og grupper
de: Separate Direktchats und Gruppen
eo: Apartigu Rektajn Babilejojn kaj Grupojn
et: Eraldi vestlused ja jututoad
eu: Bereizi banakako mezuak eta taldeak
fa: جداسازی گپ‌های مستقیم از گروه‌ها
fi: Erota yksityiskeskustelut ryhmistä
fr: Séparer les discussions directes et les groupes
ga: Comhráite Díreacha agus Grúpaí ar Leith
gl: Separar Conversas directas e Grupos
hi: प्रत्यक्ष चैट और समूह अलग करें
hr: Odvojeni izravni razgovori, grupe i prostori
id: Pisahkan Pesan Langsung dan Grup
it: Separare le chat dirette e i gruppi
ka: განსხვავებული პირდაპირი ჩატები და ჯგუფები
nb: Separat direktemeldinger og grupper
nl: Directe chats en groepen los weergeven
pl: Oddzielenie czatów bezpośrednich i grupowych
pt: Separar Chats Diretos e Grupos
ru: Разделять личные чаты и группы
sk: Oddeliť Priame konverzácie a Skupiny
sr: Odvojeni Direktni razgovori i Grupe
sv: Separata direktchattar och grupper
ta: நேரடி அரட்டைகள் மற்றும் குழுக்களை பிரிக்கவும்
th: แยกแชทตรงและกลุ่ม
uk: Розділіть особисті бесіди та групи

# setAsCanonicalAlias
source: Set as main alias
be: Задаць як асноўны псеўданім
bn: প্রধান উপনাম হিসেবে সেট করুন
bo: དེའི་ལག་ཁྱེར་ལས་སྤྱོད་འབད།
ca: Defineix com a àlies principal
cs: Nastavit jako hlavní alias
da: Indstil som hovedalias
de: Als Haupt-Alias festlegen
eo: Agordi kiel ĉefan kromnomon
et: Määra põhinimeks
eu: Ezarri alias nagusi bezala
fa: تنظیم به‌عنوان نام مستعار اصلی
fi: Aseta pääalias
fr: Définir comme adresse principale
ga: Socraigh mar phríomh-ailias
gl: Establecer como alias principal
hi: मुख्य उपनाम के रूप में सेट करें
hr: Postavi kao glavni pseudonim
id: Atur sebagai alias utama
it: Imposta come alias principale
ka: დააყენეთ როგორც მთავარი ალის
nb: Sett som hovedalias
nl: Als hoofdalias instellen
pl: Ustaw jako główny alias
pt: Definir como alias principal
ru: Установить как основной псевдоним
sk: Nastaviť ako hlavnú prezývku
sr: Постави као главни алијас
sv: Sätt som primärt alias
ta: முதன்மையான மாற்றுப்பெயராக அமைக்கவும்
th: ตั้งเป็นชื่อเรียกหลัก
uk: Установити основним псевдонімом

source: Set custom emotes
be: Задаць карыстальніцкі эмодзі
bn: কাস্টম ইমোট সেট করুন
bo: རང་བཞིན་གྱི་སྒྲོམ་ཚིག་ལག་ཁྱེར་འབད།
ca: Defineix emoticones personalitzades
cs: Nastavit vlastní emotikony
da: Indstil brugerdefinerede emojis
de: Eigene Emoticons einstellen
eo: Agordi proprajn mienetojn
et: Kohanda emotsioonitegevusi
eu: Ezarri zure emoteak
fa: تنظیم شکلک‌های سفارشی
fi: Aseta mukautetut emotet
fr: Définir des émoticônes personnalisées
ga: Socraigh straoiseoga saincheaptha
gl: Establecer emotes personalizados
hi: कस्टम इमोट सेट करें
hr: Postavi prilagođene emotikone
id: Tetapkan emote kustom
it: Imposta emoticon personalizzate
ka: დააყენეთ პერსონალური ემოტები
nb: Sett tilpassede smilefjes
nl: Aangepaste emoticons instellen
pl: Ustaw niestandardowe emotikony
pt: Definir emoticons personalizados
ru: Установить пользовательские эмодзи
sk: Nastaviť vlastné emotikony
sr: постави посебне емотије
sv: Ställ in anpassade dekaler
ta: தனிப்பயன் உணர்ச்சிகளை அமைக்கவும்
th: ตั้งอีโมติคอนแบบกำหนดเอง
uk: Установити користувацькі емоджі

source: Set chat description
be: Задаць апісанне чату
bn: চ্যাট বিবরণ সেট করুন
bo: ཚོད་ཚན་བརྡ་སྦྱོར་ལག་ཁྱེར་འབད།
ca: Posa una descripció de xat
cs: Nastavit popis konverzace
da: Indstil chatbeskrivelse
de: Chatbeschreibung festlegen
eo: Agordu priskribon de la babilejo
et: Lisa vestluse kirjeldus
eu: Ezarri txataren deskribapena
fa: تنظیم توضیح گپ
fi: Asetti keskustelun kuvauksen
fr: Définir la description de la discussion
ga: Socraigh cur síos ar an gcomhrá
gl: Escribir descrición da conversa
hi: चैट विवरण सेट करें
hr: Postavi opis rzgovora
id: Lihat deskripsi obrolan
it: Imposta la descrizione della chat
ka: დააყენეთ ჩატის აღწერა
nb: Sett chatbeskrivelse
nl: Chatomschrijving instellen
pl: Ustaw opis czatu
pt: Definir descrição do chat
ru: Установить описание чата
sk: Nastaviť popis konverzácie
sr: Поставите опис разговора
sv: Ändra chattens beskrivning
ta: அரட்டை விளக்கத்தை அமைக்கவும்
th: ตั้งคำอธิบายแชท
uk: Налаштувати опис бесіди

source: Set invitation link
be: Задаць запрашальную спасылку
bn: আমন্ত্রণ লিঙ্ক সেট করুন
bo: རོལ་མོ་འབད་རོགས་འབད་ལག་ཁྱེར།
ca: Defineix l’enllaç per a convidar
cs: Nastavit zvací odkaz
da: Indstil invitationslink
de: Einladungslink festlegen
eo: Agordi invitan ligilon
et: Tee kutselink
eu: Gonbidapen-esteka ezarri
fa: تنظیم پیوند دعوت
fi: Aseta kutsulinkki
fr: Créer un lien d'invitation
ga: Socraigh nasc cuiridh
gl: Establecer ligazón do convite
hi: आमंत्रण लिंक सेट करें
hr: Pošalji poveznicu poziva
id: Tetapkan tautan undangan
it: Imposta il collegamento di invito
ka: დააყენეთ მოწვევის ბმული
nb: Sett invitasjonslenke
nl: Uitnodigingslink instellen
pl: Ustaw link z zaproszeniem
pt: Definir link de convite
ru: Установить ссылку для приглашения
sk: Nastaviť odkaz pre pozvánku
sr: Поставља везу позивнице
sv: Ställ in inbjudningslänk
ta: அழைப்பிதழ் இணைப்பை அமைக்கவும்
th: ตั้งลิงก์เชิญ
uk: Указати посилання для запрошення

source: Set permissions level
be: Задаць ўзровееь дазволаў
bn: অনুমতি স্তর সেট করুন
bo: དབྱེད་སྤྱོད་ཚད་ལག་ཁྱེར།
ca: Defineix el nivell de permisos
cs: Nastavit úroveň oprávnění
da: Indstil tilladelsesniveau
de: Berechtigungsstufe einstellen
eo: Agordi nivelon de permesoj
et: Seadista õigusi
eu: Ezarri baimen-maila
fa: تنظیم سطح دسترسی
fi: Aseta oikeustasot
fr: Définir le niveau de permissions
ga: Socraigh leibhéal ceadanna
gl: Establecer nivel de permisos
hi: अधिकार स्तर सेट करें
hr: Postavi razinu dozvola
id: Tetapkan level izin
it: Imposta il livello di autorizzazione
ka: დააყენეთ დაშვების დონე
nb: Sett tilgangsnivå
nl: Rechten-niveau instellen
pl: Ustaw poziom uprawnień
pt: Definir nível de permissões
ru: Установить уровень разрешений
sk: Nastaviť úroveň oprávnení
sr: Одреди ниво дозволе
sv: Ställ in behörighetsnivå
ta: இசைவு அளவை அமைக்கவும்
th: ตั้งระดับสิทธิ์
uk: Указати рівні дозволів

source: Set status
be: Задаць статус
bn: অবস্থা সেট করুন
bo: རང་བཞིན་སྟོང་པོ་ལག་ཁྱེར།
ca: Defineix l’estat
cs: Nastavit stav
da: Indstil status
de: Status ändern
eo: Agordi staton
et: Määra olek
eu: Ezarri egoera
fa: تنظیم وضعیت
fi: Aseta tila
fr: Définir le statut
ga: Cuir stádas
gl: Establecer estado
hi: स्थिति सेट करें
hr: Postavi stanje
id: Tetapkan status
it: Imposta lo stato
ka: დააყენეთ სტატუსი
nb: Angi status
nl: Status instellen
pl: Ustaw status
pt: Definir status
ru: Задать статус
sk: Nastaviť status
sr: Постави статус
sv: Ställ in status
ta: நிலையை அமைக்கவும்
th: ตั้งสถานะ
uk: Указати статус

source: Settings
be: Налады
bn: সেটিংস
bo: ཚད་ལྟར་ཚུལ།
ca: Paràmetres
cs: Nastavení
da: Indstillinger
de: Einstellungen
eo: Agordoj
et: Seadistused
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Paramètres
ga: Socruithe
gl: Axustes
hi: सेटिंग्स
hr: Postavke
id: Pengaturan
it: Impostazioni
ka: პარამეტრები
nb: Innstilinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sk: Nastavenia
sr: Поставке
sv: Inställningar
ta: அமைப்புகள்
th: การตั้งค่า
uk: Налаштування

source: Share
be: Падзяліцца
bn: শেয়ার করুন
bo: ཚར་བ།
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
eo: Konigi
et: Jaga
eu: Partekatu
fa: هم‌رسانی
fi: Jaa
fr: Partager
ga: Roinn
gl: Compartir
hi: साझा करें
hr: Dijeli
id: Bagikan
it: Condividi
ka: გააზიარე
nb: Del
nl: Delen
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
sk: Zdieľať
sr: Подели
sv: Dela
ta: பங்கு
th: แชร์
uk: Поділитися

# sharedTheLocation
source: {username} shared their location
be: {username} падзяліўся(-лася) сваім месцазнаходжаннем
bn: {username} তাদের অবস্থান শেয়ার করেছেন
bo: {username} ཁོང་གི་ལོ་སྐབས་བརྗོད་འབད།
ca: {username} n’ha compartit la ubicació
cs: {username} sdílel jejich polohu
da: {username} delte deres placering
de: {username} hat den Standort geteilt
eo: {username} konigis sian lokon
et: {username} jagas oma asukohta
eu: {username}(e)k kokapena partekatu du
fa: {username} وضعیت مکانی خود را به اشتراک گذاشت
fi: {username} jakoi sijaintinsa
fr: {username} a partagé sa position
ga: Roinn {username} a suíomh
gl: {username} compartiu a súa localización
hi: {username} ने अपना स्थान साझा किया
hr: {username} je dijelio/la svoje mjesto
id: {username} membagikan lokasinya
it: {username} ha condiviso la sua posizione
ka: {username} გაუზიარა მათი მდებარეობა
nb: {username} delte posisjonen
nl: {username} heeft deze locatie gedeeld
pl: {username} udostępnił/-a swoją lokalizację
pt: {username} compartilhou sua localização
ru: {username} поделился(ась) местоположением
sk: {username} zdieľa lokáciu
sr: {username} подели локацију
sv: {username} delade sin position
ta: {username} அவற்றின் இருப்பிடத்தைப் பகிர்ந்து கொண்டது
th: {username} แชร์ตำแหน่งของพวกเขา
uk: {username} ділиться своїм місцеперебуванням

source: Share location
be: Падзяліцца месцазнаходжаннем
bn: অবস্থান শেয়ার করুন
bo: ལོ་སྐབས་ཚར་བ།
ca: Comparteix la ubicació
cs: Sdílet polohu
da: Del placering
de: Standort teilen
eo: Konigi lokon
et: Jaga asukohta
eu: Partekatu kokapena
fa: هم‌رسانی مکان
fi: Jaa sijainti
fr: Partager la localisation
ga: Roinn suíomh
gl: Compartir localización
hi: स्थान साझा करें
hr: Dijeli lokaciju
id: Bagikan lokasi
it: Condividi posizione
ka: მდებარეობის გაზიარება
nb: Del plassering
nl: Locatie delen
pl: Udostępnij lokalizację
pt: Compartilhar localização
ru: Поделиться местоположением
sk: Zdieľať polohu
sr: Дели локацију
sv: Dela plats
ta: இருப்பிடத்தைப் பகிரவும்
th: แชร์ตำแหน่ง
uk: Поділитися місцеперебуванням

source: Show password
be: Паказаць пароль
bn: পাসওয়ার্ড দেখান
bo: ནང་གསལ་གྱི་གསལ་བཀོད།
ca: Mostra la contrasenya
cs: Zobrazit heslo
da: Vis adgangskode
de: Passwort anzeigen
eo: Montri pasvorton
et: Näita salasõna
eu: Erakutsi pasahitza
fa: نمایش گذرواژه
fi: Näytä salasana
fr: Afficher le mot de passe
ga: Taispeáin pasfhocal
gl: Amosar contrasinal
hi: पासवर्ड दिखाएँ
hr: Pokaži lozinku
id: Tampilkan kata sandi
it: Mostra la password
ka: პაროლის ჩვენება
nb: Vis passord
nl: Wachtwoord weergeven
pl: Pokaż hasło
pt: Mostrar senha
ru: Показать пароль
sk: Zobraziť heslo
sr: Прикажи лозинку
sv: Visa lösenord
ta: கடவுச்சொல்லைக் காட்டு
th: แสดงรหัสผ่าน
uk: Показати пароль

# presenceStyle
source: Presence:
be: Прысутнасць:
bn: উপস্থিতি:
bo: ལོག་ལེན།
ca: Presència:
cs: Dostupnost:
da: Tilstedeværelse:
de: Statusmeldungen:
eo: Apareco:
et: Olekuteated:
eu: Presentzia:
fa: حضور:
fi: Läsnäolo:
fr: Statut :
ga: Láithreacht:
gl: Presenza:
hi: उपस्थिति:
hr: Prisutnost:
id: Presensi:
it: Presenza:
ka: მონათესავე:
nb: Tilstedeværelse:
nl: Aanwezigheid:
pl: Obecność:
pt: Presença:
ru: Представление:
sk: Prítomnosť:
sr: Статус присуства:
sv: Närvaro:
ta: இருப்பு:
th: สถานะ:
uk: Присутність:

# presencesToggle
source: Show status messages from other users
be: Паказваць паведасленні статусаў іншых карыстальнікаў
bn: অন্য ব্যবহারকারীদের স্ট্যাটাস বার্তা দেখান
bo: ཕྱི་ལུས་ལས་སྤྱོད་མཁན་ཚོར་སྟོང་པོ་སྟེང་ལེན།
ca: Mostra els missatges d'estat d'altres usuàrïis
cs: Zobrazení stavových zpráv od jiných uživatelů
da: Vis statusbeskeder fra andre brugere
de: Status-Nachrichten anderer Benutzer anzeigen
eo: Montru statusajn mesaĝojn de aliaj uzantoj
et: Näita teiste kasutajate olekuteateid
eu: Erakutsi beste erabiltzaileen egoera-mezuak
fa: نمایش پیام‌های وضعیت از دیگر کاربران
fi: Näytä muiden käyttäjien tilaviestit
fr: Afficher les messages de statut des autres utilisateurs/trices
ga: Taispeáin teachtaireachtaí stádais ó úsáideoirí eile
gl: Mostra mensaxes de estado de outras usuarias
hi: अन्य उपयोगकर्ताओं से स्थिति संदेश दिखाएँ
hr: Prikaži poruke stanja od drugih korisnika
id: Tampilkan pesan status dari pengguna lain
it: Mostra i messaggi di stato di altri utenti
ka: აჩვენე სტატუსის შეტყობინებები სხვა მომხმარებლებისგან
nb: Vis statusmeldinger fra andre brukere
nl: Toon statusberichten van andere personen
pl: Pokazuj zmiany statusów innych użytkowników
pt: Mostrar mensagens de status de outros usuários
ru: Показывать сообщения в статусах других пользователей
sk: Zobraziť stavové správy od iných používateľov
sr: Прикажи статус поруке од других корисника
sv: Visa statusmeddelanden från andra användare
ta: பிற பயனர்களிடமிருந்து நிலை செய்திகளைக் காட்டு
th: แสดงข้อความสถานะจากผู้ใช้อื่น
uk: Показувати повідомлення про стан від інших користувачів

source: Single Sign on
be: Адзіны ўваход
bn: একক সাইন অন
bo: གཅིག་སྒྲིག་སྤྱོད་ལག་ཁྱེར།
ca: Autenticació única
cs: Jedinečné přihlášení
de: Einmalige Anmeldung
eo: Ununura saluto
et: Ühekordne sisselogimine
fa: ورود یکپارچه
fi: Kertakirjautuminen
fr: Authentification unique
ga: Sínigh Aonair ar
gl: Conexión Unificada SSO
hi: सिंगल साइन ऑन
hr: Jednokratna prijava
id: Login Masuk Tunggal
it: Accesso singolo
ka: ერთი შესვლა
nb: Enkeltpålogging
nl: Eenmalig Inloggen
pl: Pojedyncze logowanie
pt: Login único
ru: Единая точка входа
sk: Jednotné prihlásenie
sr: Јединствена пријава
ta: ஒற்றை அடையாளம்
th: เข้าสู่ระบบแบบเดียว
uk: Єдиний вхід

source: Skip
be: Прапусціць
bn: এড়িয়ে যান
bo: རྒྱབ།
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringe
eo: Preterpasi
et: Jäta vahele
eu: Saltatu
fa: رد کردن
fi: Ohita
fr: Ignorer
ga: Léim
gl: Saltar
hi: छोड़ें
hr: Preskoči
id: Lewat
it: Ignora
ka: გადახვევა
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt: Pular
ru: Пропустить
sk: Preskočiť
sr: Прескочи
sv: Hoppa över
ta: தவிர்
th: ข้าม
uk: Пропустити

source: Source code
be: Зыходны код
bn: উৎস কোড
bo: མིང་ཚིག་སྒྲིག་ཚིག
ca: Codi font
cs: Zdrojové kódy
da: Kildekode
de: Quellcode
eo: Fontkodo
et: Lähtekood
eu: Iturburu kodea
fa: کد منبع
fi: Lähdekoodi
fr: Code source
ga: Cód foinseach
gl: Código fonte
hi: स्रोत कोड
hr: Izvorni kȏd
id: Kode sumber
it: Codice sorgente
ka: კოდის წყარო
nb: Kildekode
nl: Broncode
pl: Kod żródłowy
pt: Código-fonte
ru: Исходный код
sk: Zdrojový kód
sr: Изворни код
sv: Källkod
ta: மூலக் குறியீடு
th: รหัสต้นฉบับ
uk: Джерельний код

source: Space is public
be: Прастора публічна
bn: স্থানটি পাবলিক
bo: གནས་སྟངས་མིང་ཚིག་ཡོད།
ca: L’espai és públic
cs: Prostor je veřejný
da: Rummet er offentligt
de: Space ist öffentlich
eo: Aro estas publika
et: Kogukond on avalik
eu: Gunea publikoa da
fa: فضا عمومی است
fi: Tila on julkinen
fr: L'espace est public
ga: Tá an spás poiblí
gl: O Espazo é público
hi: स्थान सार्वजनिक है
hr: Prostor je javan
id: Space publik
it: Lo spazio è pubblico
ka: მდებარეობა საჯარია
nb: Rom er offentlig
nl: Space is openbaar
pl: Ustaw jako publiczną
pt: Espaço é público
ru: Публичное пространство
sk: Priestor je verejný
sr: Место је јавно
sv: Utrymme är publikt
ta: இடம் பொது
th: พื้นที่สาธารณะ
uk: Простір загальнодоступний

source: Space name
be: Назва прасторы
bn: স্থান নাম
bo: གནས་སྟངས་མིང་།
ca: Nom de l’espai
cs: Název prostoru
da: Rummets navn
eo: Nomo de aro
et: Kogukonna nimi
eu: Gunearen izena
fa: نام فضا
fi: Tilan nimi
fr: Nom de l'espace
ga: Ainm an spáis
gl: Nome do Espazo
hi: स्थान का नाम
hr: Ime prostora
id: Nama space
it: Nome dello spazio
ka: მდებარეობის სახელი
nb: Romnavn
nl: Spacenaam
pl: Nazwa przestrzeni
pt: Nome do espaço
ru: Название пространства
sk: Názov priestoru
sr: Име простора
sv: Utrymmes namn
ta: விண்வெளி பெயர்
th: ชื่อพื้นที่
uk: Назва простору

# startedACall
source: {senderName} started a call
be: {senderName} пачаў выклік
bn: {senderName} একটি কল শুরু করেছেন
bo: {senderName} ལས་སྐད་སྐུར་འབད།
ca: {senderName} ha iniciat una trucada
cs: {senderName} zahájil hovor
da: {senderName} startede et opkald
de: {senderName} hat einen Anruf getätigt
eo: {senderName} komencis vokon
et: {senderName} alustas kõnet
eu: {senderName}(e)k deia hasi du
fa: {senderName} تماس را آغاز کرد
fi: {senderName} aloitti puhelun
fr: {senderName} a démarré un appel
ga: Thosaigh {senderName} glao
gl: {senderName} iniciou unha chamada
hi: {senderName} ने कॉल शुरू की
hr: {senderName} ja započeo/la poziv
id: {senderName} memulai panggilan
it: {senderName} ha iniziato una chiamata
ka: {senderName} დაიწყო ზარი
nb: {senderName} startet en samtale
nl: {senderName} heeft een gesprek gestart
pl: {senderName} rozpoczął/-ęła rozmowę
pt: {senderName} iniciou uma chamada
ru: {senderName} начал(а) звонок
sk: {senderName} začal hovor
sr: {senderName} започе позив
sv: {senderName} startade ett samtal
ta: {senderName} அழைப்பைத் தொடங்கினார்
th: {senderName} เริ่มการโทร
uk: {senderName} розпочинає виклик

# startFirstChat
source: Start your first chat
be: Пачніце ваш першы чат
bn: আপনার প্রথম চ্যাট শুরু করুন
bo: ཁྱེད་རང་གི་རང་སྐད་ལ་སྤྱོད་འབད་སྟེང་།
ca: Comença el teu primer xat
cs: Začněte svou první konverzaci
da: Start din første chat
de: Starte deinen ersten Chat
eo: Komencu vian unuan babilejon
et: Alusta oma esimest vestlust
eu: Hasi zure lehen txata
fa: شروع اولین گپ
fi: Aloita ensimmäinen keskustelusi
fr: Commencez votre première discussion
ga: Cuir tús le do chéad chomhrá
gl: Abre a túa primeira conversa
hi: अपनी पहली चैट शुरू करें
hr: Započni svoj prvi razgovor
id: Mulai obrolan pertamamu
it: Inizia la tua prima chat
ka: დაიწყეთ თქვენი პირველი ჩატი
nb: Start din første chat
nl: Begin je eerste chat
pl: Rozpocznij swój pierwszy czat
pt: Inicie seu primeiro chat
ru: Начните Ваш первый чат
sk: Začnite svoj prvý chat
sr: Започните свој први разговор
sv: Starta din första chatt
ta: உங்கள் முதல் அரட்டையைத் தொடங்கவும்
th: เริ่มแชทแรกของคุณ
uk: Розпочніть свою першу бесіду

source: Status
be: Статус
bn: অবস্থা
bo: རང་བཞིན་སྟེང་
ca: Estat
cs: Stav
eo: Stato
et: Olek
eu: Egoera
fa: وضعیت
fi: Tila
fr: Statut
ga: Staid
gl: Estado
hi: स्थिति
hr: Stanje
it: Stato
ka: სტატუსი
ru: Статус
sk: Stav
sr: Стање
ta: நிலை
th: สถานะ
uk: Статус

# statusExampleMessage
source: How are you today?
be: Як вашыя справы?
bn: আজ আপনি কেমন আছেন?
bo: ཁྱེད་རང་དེ་སྐད་ཆ་གི་ཡོད་པས།
ca: Com us sentiu avui?
cs: Jak se dneska máš?
da: Hvordan har du det i dag?
de: Wie geht es dir heute?
eo: Kiel vi fartas?
et: Kuidas sul täna läheb?
eu: Zer moduz zaude gaur?
fa: امروز حالتان چطور است؟
fi: Millainen on vointisi?
fr: Comment allez-vous aujourd'hui ?
ga: Conas atá tú inniu?
gl: ¿Que tal estás hoxe?
hi: आज आप कैसे हैं?
hr: Kako si danas?
id: Apa kabar hari ini?
it: Come stai oggi?
ka: როგორ ხარ დღეს?
nb: Hvordan har du det i dag?
nl: Hoe gaat het met jouw vandaag?
pl: Jak się masz dziś?
pt: Como você está hoje?
ru: Как у вас сегодня дела?
sk: Ako sa dnes máte?
sr: Како сте данас?
sv: Hur mår du i dag?
ta: இன்று நீங்கள் எப்படி இருக்கிறீர்கள்?
th: คุณเป็นอย่างไรบ้างวันนี้?
uk: Як справи сьогодні?

source: Submit
be: Дастасаваць
bn: জমা দিন
bo: བཀོལ་ཡོད་
ca: Envia
cs: Odeslat
da: Indsend
de: Absenden
eo: Sendi
et: Saada
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Soumettre
ga: Cuir isteach
gl: Enviar
hi: प्रस्तुत करें
hr: Pošalji
id: Kirim
it: Invia
ka: გაგზავნა
nb: Send inn
nl: Indienen
pl: Odeślij
pt: Enviar
ru: Отправить
sk: Odoslať
sr: Пошаљи
sv: Skicka in
ta: சமர்ப்பிக்கவும்
th: ส่ง
uk: Надіслати

source: Synchronizing… Please wait.
be: Сінхранізацыя... Калі ласка, пачакайце.
bn: সিঙ্ক্রোনাইজিং… দয়া করে অপেক্ষা করুন।
bo: རང་བཞིན་སྤྱོད་ལོག་བྱེད་ནས། སྐབས་འདི་ལོག་འགྱོ་གི་འགྱོ་བ་འདུག།
ca: S’està sincronitzant… Espereu.
cs: Synchronizace ... Čekejte prosím.
da: Synkroniserer… Vent venligst.
de: Synchronisiere... Bitte warten.
eo: Spegulante… Bonvolu atendi.
et: Sünkroniseerin andmeid… Palun oota.
eu: Sinkronizatzen… itxaron.
fa: در حال همگام‌سازی... لطفا صبر کنید.
fi: Synkronoidaan... Hetkinen.
fr: Synchronisation... Veuillez patienter.
ga: Ag sioncrónú... Fan, le do thoil.
gl: Sincronizando... Agarda.
hi: सिंक्रोनाइज़िंग… कृपया प्रतीक्षा करें।
hr: Sinkronizira se … Pričekaj.
id: Menyinkronkan... Mohon tunggu.
it: Sincronizzazione... Attendere prego.
ka: სინქრონიზაცია… გთხოვთ დაელოდოთ.
nb: Synkroniserer… Vennligst vent.
nl: Synchroniseren... Even geduld.
pl: Synchronizowanie… Proszę czekać.
pt: Sincronizando… Por favor, aguarde.
ru: Синхронизация… Пожалуйста, подождите.
sk: Synchronizácia... Prosím čakajte.
sr: Синхронизујемо… Молимо сачекајте.
sv: Synkroniserar… Var god vänta.
ta: ஒத்திசைத்தல்… தயவுசெய்து காத்திருங்கள்.
th: กำลังซิงค์... กรุณารอ
uk: Синхронізація… Будь ласка, зачекайте.

# synchronizingPleaseWaitCounter
source: Synchronizing… ({percentage}%)
be: Сінхарнізацыя… ({percentage}%)
bn: সিঙ্ক্রোনাইজিং… ({percentage}%)
bo: རང་བཞིན་སྤྱོད་ལོག་བྱེད་ནས། ({percentage}%)
ca: S'està sincronitzant... ({percentage}%)
cs: Synchronizuji… ({percentage}%)
da: Synkroniserer… ({percentage}%)
de: Synchronisierung… ({percentage}%)
eo: Sinkronigas… ({percentage}%)
et: Sünkroniseerime… ({percentage}%)
eu: Sinkronizatzen… (%{percentage})
fa: در حال همگام‌سازی... ({percentage}%)
fi: Synkronoidaan… ({percentage}%)
fr: Synchronisation… ({percentage} %)
ga: Ag sioncronú… ({percentage}%)
gl: Sincronizando…({percentage}%)
hi: सिंक्रोनाइज़िंग… ({percentage}%)
hr: Sinkronizacija… ({percentage}%)
id: Sinkronisasi… ({percentage}%)
it: Sincronizzazione… ({percentage}%)
ka: სინქრონიზაცია… ({percentage}%)
nb: Synkroniserer… ({percentage}%)
nl: Synchroniseren… ({percentage}%)
pl: Synchronizowanie… ({percentage}%)
pt: Sincronizando… ({percentage}%)
ru: Синхронизация… ({percentage}%)
sk: Synchronizácia... ({percentage}%)
sr: Синхронизујемо… ({percentage}%)
sv: Synkroniserar… ({percentage}%)
ta: செயலாக்கம் நடைபெற்று வருகிறது… ({percentage}%)
th: กำลังซิงค์... ({percentage}%)
uk: Синхронізація… ({percentage}%)

# systemTheme
source: System
be: Сістэма
bn: সিস্টেম
bo: ཚོད་རིམ
ca: Sistema
cs: Téma systému
eo: Sistema
et: Süsteem
eu: Sistemak darabilena
fa: سامانه
fi: Järjestelmä
fr: Système
ga: Córas
gl: Sistema
hi: सिस्टम
hr: Sustav
id: Sistem
it: Sistema
ka: სისტემა
nl: Systeem
pt: Sistema
ru: Системная
sk: Systémová farba
sr: системски
ta: மண்டலம்
th: ระบบ
uk: Системна

source: They Don't Match
be: Яны не супадаюць
bn: তারা মেলে না
bo: ཁོང་ཚོ་མི་རེད།
ca: No coincideixen
cs: Neshodují se
da: De Stemmer Ikke Overens
de: Stimmen nicht überein
eo: Ili ne akordas
et: Nad ei klapi omavahel
eu: Ez datoz bat
fa: هم‌خوانی ندارند
fi: Ne eivät täsmää
fr: Elles ne correspondent pas
ga: Níl siad céanna
gl: Non concordan
hi: वे मेल नहीं खाते
hr: Ne poklapaju se
id: Tidak Cocok
it: Non corrispondono
ka: მათ შორის არ არის შესაბამისობა
nb: Samsvarer ikke
nl: Ze komen niet overeen
pl: Nie zgadzają się
pt: Eles não correspondem
ru: Они не совпадают
sk: Sa nezhodujú
sr: Не поклапају се
sv: Dom Matchar Inte
ta: அவர்கள் பொருந்தவில்லை
th: ไม่ตรงกัน
uk: Вони відрізняються

source: They Match
be: Яны супадаюць
bn: তারা মেলে
bo: ཁོང་ཚོ་རེད།
ca: Coincideixen
cs: Shodují se
da: De Stemmer Overens
de: Stimmen überein
eo: Ili akordas
et: Nad klapivad omavahel
eu: Bat datoz
fa: هم‌خوانی دارند
fi: Ne täsmäävät
fr: Elles correspondent
ga: Tá siad céanna
gl: Concordan
hi: वे मेल खाते हैं
hr: Poklapaju se
id: Cocok
it: Corrispondono
ka: მათ ემთხვევა
nb: Samsvarer
nl: Ze komen overeen
pl: Zgadzają się
pt: Eles correspondem
ru: Они совпадают
sk: Zhodujú sa
sr: Поклапају се
sv: Dom Matchar
ta: அவர்கள் பொருந்துகிறார்கள்
th: ตรงกัน
uk: Вони збігаються

# title
source: FluffyChat
bn: ফ্লাফি চ্যাট
fa: فلافی‌چت
hi: फ्लफीचैट
ta: பஞ்சுபோன்ற
