Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# whatIsTheMorphTag
source: What is the {morphologicalFeature} of '{wordForm}'?
bn: '{wordForm}' এর {morphologicalFeature} কী?
bo: ‘{wordForm}’གི {morphologicalFeature}་ག་རེ་ཡོད།
ca: Què és el {morphologicalFeature} de '{wordForm}'?
cs: Co je {morphologicalFeature} u '{wordForm}'?
da: Hvad er {morphologicalFeature} af '{wordForm}'?
de: Was ist das {morphologicalFeature} von '{wordForm}'?
eo: Kio estas la {morphologicalFeature} de '{wordForm}'?
et: Mis on '{wordForm}' {morphologicalFeature}?
eu: Zer da '{wordForm}'-ren {morphologicalFeature}?
fi: Mikä on '{wordForm}' {morphologicalFeature}?
fr: Quelle est la {morphologicalFeature} de '{wordForm}' ?
ga: Cad é an {morphologicalFeature} de '{wordForm}'?
gl: Cal é o {morphologicalFeature} de '{wordForm}'?
hi: '{wordForm}' का {morphologicalFeature} क्या है?
hr: Što je {morphologicalFeature} od '{wordForm}'?
it: Qual è il {morphologicalFeature} di '{wordForm}'?
ka: რა არის {morphologicalFeature} '{wordForm}'-ის?
nb: Hva er {morphologicalFeature} av '{wordForm}'?
nl: Wat is de {morphologicalFeature} van '{wordForm}'?
pl: Czym jest {morphologicalFeature} w '{wordForm}'?
pt: O que é {morphologicalFeature} de '{wordForm}'?
ru: Что такое {morphologicalFeature} для '{wordForm}'?
sk: Čo je {morphologicalFeature} z '{wordForm}'?
sr: Šta je {morphologicalFeature} od '{wordForm}'?
sv: Vad är {morphologicalFeature} för '{wordForm}'?
ta: '{wordForm}' இன் {morphologicalFeature} என்ன?
th: อะไรคือ {morphologicalFeature} ของ '{wordForm}'?

# dataAvailable
source: Data availability
bn: ডেটা উপলব্ধতা
bo: དོན་ཚན་ལས་བརྗེ་འབད་ཡོད།
ca: Disponibilitat de dades
cs: Dostupnost dat
da: Data tilgængelighed
de: Datenverfügbarkeit
eo: Datumoj disponeblaj
et: Andmete saadavus
eu: Datuen eskuragarritasuna
fi: Tietojen saatavuus
fr: Disponibilité des données
ga: Fáil ar shonraí
gl: Dispoñibilidade de datos
hi: डेटा उपलब्धता
hr: Dostupnost podataka
it: Disponibilità dei dati
ka: მონაცემების ხელმისაწვდომობა
nb: Data tilgjengelighet
nl: Beschikbare gegevens
pl: Dostępność danych
pt: Disponibilidade de dados
ru: Доступность данных
sk: Dostupnosť údajov
sr: Dostupnost podataka
sv: Data tillgänglig
ta: தகவல் கிடைக்கிறது
th: ข้อมูลพร้อมใช้งาน

source: Available
bn: উপলব্ধ
bo: ཡོད།
ca: Disponible
cs: Dostupné
da: Tilgængelig
de: Verfügbar
eo: Disponebla
et: Saadaval
eu: Eskuragarri
fi: Saatavilla
fr: Disponible
ga: Ar fáil
gl: Dispoñible
hi: उपलब्ध
hr: Dostupno
it: Disponibile
ka: ხელმისაწვდომია
nb: Tilgjengelig
nl: Beschikbaar
pl: Dostępne
pt: Disponível
ru: Доступно
sk: Dostupné
sr: Dostupno
sv: Tillgänglig
ta: கிடைக்கிறது
th: พร้อมใช้งาน

# pangeaBotIsFallible
source: Pangea Bot makes mistakes too!
bn: পাঙ্গিয়া বটও ভুল করে!
bo: Pangea Bot རང་སྤྱོད་འགྱོ་བ་ཡོད།
ca: El Pangea Bot també comete errors!
cs: Pangea Bot dělá také chyby!
da: Pangea Bot laver også fejl!
de: Pangea Bot macht auch Fehler!
eo: Pangea Bot ankaŭ eraras!
et: Pangea bot teevib ka vigu!
eu: Pangea Bot-ak ere akatsak egiten ditu!
fi: Pangea Bot tekee myös virheitä!
fr: Pangea Bot fait aussi des erreurs !
ga: Tá bot Pangea bréagach freisin!
gl: ¡O Pangea Bot tamén comete erros!
hi: पांगेआ बॉट भी गलतियाँ करता है!
hr: Pangea Bot također pravi pogreške!
it: Anche Pangea Bot può commettere errori!
ka: Pangea Bot-იც შეცდომებს უშვებს!
nb: Pangea Bot gjør også feil!
nl: Pangea Bot maakt ook fouten!
pl: Pangea Bot popełnia błędy też!
pt: O Pangea Bot também comete erros!
ru: Pangea Bot тоже ошибается!
sk: Pangea Bot tiež robí chyby!
sr: Pangea Bot pravi greške takođe!
sv: Pangea Bot gör också misstag!
ta: பாங்கியா பாட்டும் தவறுகள் செய்யும்!
th: Pangea Bot ก็ทำผิดพลาดได้เช่นกัน!

# whatIsMeaning
source: What does '{lemma}' mean?
bn: '{lemma}' এর অর্থ কী?
bo: ‘{lemma}’གི་ནང་གསལ་ག་རེ་ཡོད།
ca: Què vol dir '{lemma}'?
cs: Co znamená '{lemma}'?
da: Hvad betyder '{lemma}'?
de: Was bedeutet '{lemma}'?
eo: Kion signifas '{lemma}'?
et: Mida tähendab '{lemma}'?
eu: Zer esan nahi du '{lemma}'-k?
fi: Mitä '{lemma}' tarkoittaa?
fr: Que signifie '{lemma}' ?
ga: Cad is brí le '{lemma}'?
gl: Que significa '{lemma}'?
hi: '{lemma}' का अर्थ क्या है?
hr: Što znači '{lemma}'?
it: Cosa significa '{lemma}'?
ka: რა ნიშნავს '{lemma}'?
nb: Hva betyr '{lemma}'?
nl: Wat betekent '{lemma}'?
pl: Co oznacza '{lemma}'?
pt: O que significa '{lemma}'?
ru: Что означает '{lemma}'?
sk: Čo znamená '{lemma}'?
sr: Šta znači '{lemma}'?
sv: Vad betyder '{lemma}'?
ta: '{lemma}' என்றால் என்ன?
th: ความหมายของ '{lemma}' คืออะไร?

# pickAnEmoji
source: What's your favorite emoji for '{lemma}'?
bn: '{lemma}' এর জন্য আপনার প্রিয় ইমোজি কী?
bo: ‘{lemma}’ལ་གཉེན་སྤྱོད་ལག་ཁྱེར་ག་རེ་ཡོད།
ca: Quin és el teu emoji favorit per a '{lemma}'?
cs: Jaká je vaše oblíbená emoji pro '{lemma}'?
da: Hvad er din yndlingsemoji for '{lemma}'?
de: Welches ist dein Lieblings-Emoji für '{lemma}'?
eo: Kiu estas via plej ŝatata emoji por '{lemma}'?
et: Mis on sinu lemmikemoji '{lemma}' jaoks?
eu: Zein da zure emoji gogokoena '{lemma}'-rako?
fi: Mikä on suosikkisi emoji '{lemma}'?
fr: Quel est votre emoji préféré pour '{lemma}' ?
ga: Cad é an emoji is fearr leat do '{lemma}'?
gl: Cal é o teu emoji favorito para '{lemma}'?
hi: '{lemma}' के लिए आपका पसंदीदा इमोजी कौन सा है?
hr: Koji je tvoj omiljeni emoji za '{lemma}'?
it: Qual è la tua emoji preferita per '{lemma}'?
ka: რა არის თქვენი საყვარელი ემოჯი '{lemma}'-სთვის?
nb: Hva er din favorittemoji for '{lemma}'?
nl: Wat is je favoriete emoji voor '{lemma}'?
pl: Jaki jest Twój ulubiony emoji dla '{lemma}'?
pt: Qual é seu emoji favorito para '{lemma}'?
ru: Какое ваше любимое эмодзи для '{lemma}'?
sk: Aká je tvoja obľúbená emoji pre '{lemma}'?
sr: Koji je tvoj omiljeni emoji za '{lemma}'?
sv: Vilken är din favoritemoji för '{lemma}'?
ta: '{lemma}' க்கு உங்கள் பிடித்த எமோஜி என்ன?
th: อิโมจิที่คุณชอบสำหรับ '{lemma}' คืออะไร?

# chooseLemmaMeaningInstructionsBody
source: Match meanings with the words in the message!
bn: বার্তার শব্দের সাথে অর্থ মিলান!
bo: གསལ་བཀྱོད་ཚུ་ལག་ཁྱེར་གྱིས་ཚིག་ཚིག་ལ་རོལ་བ་བྱེད།
ca: Combina els significats amb les paraules del missatge!
cs: Spojte významy se slovy ve zprávě!
da: Match betydninger med ordene i beskeden!
de: Ordne Bedeutungen den Wörtern in der Nachricht zu!
eo: Harmonii signifojn kun la vortoj en la mesaĝo!
et: Sobita tähendused sõnadega sõnumis!
eu: Baliokideen esanahiak hitzekin parekatu mezua irakurtzen!
fi: Vastaa sanojen merkityksiin viestissä!
fr: Associez les significations avec les mots du message !
ga: Comhoiriúnigh bríonna leis na focail sa teachtaireacht!
gl: ¡Coincide os significados coas palabras na mensaxe!
hi: संदेश में शब्दों के साथ अर्थ मिलाएँ!
hr: Uskladite značenja s riječima u poruci!
it: Abbina i significati con le parole nel messaggio!
ka: შეადარეთ მნიშვნელობები სიტყვებთან შეტყობინებაში!
nb: Match betydninger med ordene i meldingen!
nl: Koppel betekenissen aan de woorden in het bericht!
pl: Dopasuj znaczenia do słów w wiadomości!
pt: Combine os significados com as palavras na mensagem!
ru: Соответствуйте значениям слова в сообщении!
sk: Zhodujte významy so slovami v správe!
sr: Usklađuj značenja sa rečima u poruci!
sv: Matcha betydelser med orden i meddelandet!
ta: செய்தியில் உள்ள சொற்களுடன் பொருள்களை பொருத்தவும்!
th: จับคู่ความหมายกับคำในข้อความ!

source: Double-click to edit.
bn: সম্পাদনা করতে ডাবল ক্লিক করুন।
bo: ཉེར་ཉེར་གཉིས་མཁོ་ལ་ལོག་གཏོད་ནས་ཁྱེད་རང་གིས་ཁ་སྐད་བསྒྱུར།
ca: Fes doble clic per editar.
cs: Dvakrát klikněte pro úpravu.
da: Dobbeltklik for at redigere.
de: Doppelklicken zum Bearbeiten.
eo: Duoble-klaku por redakti.
et: Kaksklõpsake redigeerimiseks.
eu: Egin klik bikoitza editatzeko.
fi: Muokkaa kaksoisnapsauttamalla.
fr: Double-cliquez pour modifier.
ga: Cliceáil dé-uaire chun eagarthóireacht.
gl: Fai dobre clic para editar.
hi: संपादित करने के लिए डबल-क्लिक करें।
hr: Dvostruki klik za uređivanje.
it: Fai doppio clic per modificare.
ka: ჩამკეცეთ ორჯერ რედაქტირებისთვის.
nb: Dobbeltklikk for å redigere.
nl: Dubbelklik om te bewerken.
pl: Kliknij dwukrotnie, aby edytować.
pt: Clique duas vezes para editar.
ru: Дважды щелкните, чтобы редактировать.
sk: Dvojitým kliknutím upravíte.
sr: Dvoklik za uređivanje.
sv: Dubbelklicka för att redigera.
ta: தொட்டச்செய்தி மூலம் திருத்தவும்.
th: ดับเบิลคลิกเพื่อแก้ไข.

source: Remove {feature}
bn: {feature} সরান
bo: {feature} གོ་བཙུགས།
ca: Elimina {feature}
cs: Odstranit {feature}
da: Fjern {feature}
de: Entferne {feature}
eo: Forigi {feature}
et: Eemalda {feature}
eu: Kendu {feature}
fi: Poista {feature}
fr: Supprimer {feature}
ga: Bain {feature}
gl: Eliminar {feature}
hi: {feature} को हटाएँ
hr: Ukloni {feature}
it: Rimuovi {feature}
ka: წაშალეთ {feature}
nb: Fjern {feature}
nl: Verwijder {feature}
pl: Usuń {feature}
pt: Remover {feature}
ru: Удалить {feature}
sk: Odstrániť {feature}
sr: Ukloni {feature}
sv: Ta bort {feature}
ta: {feature} ஐ அகற்று
th: ลบ {feature}

# chooseCorrectLabel
source: Choose the correct label.
bn: সঠিক লেবেলটি নির্বাচন করুন।
bo: བདེན་སྟེགས་བརྡ་ལེན་ནི་ག་རེ་ཡོད།
ca: Tria l'etiqueta correcta.
cs: Vyberte správnou značku.
da: Vælg den korrekte etiket.
de: Wähle die richtige Beschriftung.
eo: Elektu la ĝustan etikedo.
et: Valige õige silt.
eu: Aukeratu etiketa zuzena.
fi: Valitse oikea etiketti.
fr: Choisissez l'étiquette correcte.
ga: Roghnaigh an lipéad ceart.
gl: Elixe a etiqueta correcta.
hi: सही लेबल चुनें।
hr: Odaberite ispravnu oznaku.
it: Scegli l'etichetta corretta.
ka: აირჩიეთ სწორი ეტიკეტი.
nb: Velg riktig merkelapp.
nl: Kies het juiste label.
pl: Wybierz poprawną etykietę.
pt: Escolha o rótulo correto.
ru: Выберите правильную метку.
sk: Vyberte správnu značku.
sr: Izaberi tačnu oznaku.
sv: Välj rätt etikett.
ta: சரியான லேபிளை தேர்வு செய்க.
th: เลือกป้ายกำกับที่ถูกต้อง.

# levelPopupTitle
source: Congratulations on reaching Level {level}
bn: অভিনন্দন, আপনি স্তর {level} এ পৌঁছেছেন
bo: བརྡ་ལེན་འབད་ནས་སྤྱིར་བཏང་བྱེད། Level {level}
ca: Felicitats per arribar al Nivell {level}
cs: Gratulujeme k dosažení úrovně {level}
da: Tillykke med at nå Niveau {level}
de: Herzlichen Glückwunsch zum Erreichen Level {level}
eo: Gratulon pro atingado de Nivelo {level}
et: Palju õnne, olete saavutanud taseme {level}
eu: Zorionak mailara iristeagatik Maila {level}
fi: Onnittelut tasolle {level} pääsemisestä
fr: Félicitations pour avoir atteint le niveau {level}
ga: Comhghairdeas ar shroicheadh Leve {level}
gl: Parabéns por chegar ao Nível {level}
hi: बधाई हो आपने स्तर {level} तक पहुँच लिया है
hr: Čestitamo na dostizanju Razine {level}
it: Congratulazioni per aver raggiunto Livello {level}
ka: გილოცავთ დონეზე მისვლას დონე {level}
nb: Gratulerer med å ha nådd Nivå {level}
nl: Gefeliciteerd met het bereiken van Level {level}
pl: Gratulacje z osiągnięcia Poziomu {level}
pt: Parabéns por alcançar Nível {level}
ru: Поздравляем с достижением Уровня {level}
sk: Gratulujeme k dosiahnutiu úrovne {level}
sr: Čestitamo na dostizanju Nivo {level}
sv: Grattis till att ha nått Nivå {level}
ta: பட்டியலில் சேரும் போது வாழ்த்துக்கள் பட்டியல் {level} அடைந்தது
th: ยินดีด้วยที่คุณได้ถึง ระดับ {level}

# activityPlannerTitle
source: Activity Planner
bn: ক্রিয়াকলাপ পরিকল্পক
bo: ལས་ཀ་རོལ་བ་རོལ་བ།
ca: Planificador d'activitats
cs: Plánovač aktivit
da: Aktivitetsplanlægger
de: Aktivitätsplaner
eo: Agadplaniĝilo
et: Tegevuste planeerija
eu: Jarduera Antolatzailea
fi: Toimintasuunnitelma
fr: Planificateur d'activités
ga: Pleanálaí Gníomhaíochta
gl: Planificador de actividades
hi: गतिविधि योजनाकार
hr: Planer aktivnosti
it: Pianificatore di Attività
ka: აქტივობის დაგეგმვა
nb: Aktivitetsplanlegger
nl: Activiteitenplanner
pl: Planer aktywności
pt: Planejador de Atividades
ru: Планировщик мероприятий
sk: Plánovač aktivít
sr: Planer aktivnosti
sv: Aktivitetsplaner
ta: செயல்பாட்டு திட்டக்காரர்
th: แผนกิจกรรม

# topicLabel
source: Topic
bn: বিষয়
bo: ལག་ལེན།
ca: Tema
cs: Téma
da: Emne
de: Thema
eo: Temo
et: Teema
eu: Gaia
fi: Aihe
fr: Sujet
ga: Ábhar
gl: Tema
hi: विषय
hr: Tema
it: Argomento
ka: თემა
nb: Tema
nl: Onderwerp
pl: Temat
pt: Tópico
ru: Тема
sk: Téma
sr: Tema
sv: Ämne
ta: தலைப்பு
th: หัวข้อ

# topicPlaceholder
source: Choose a topic...
bn: একটি বিষয় নির্বাচন করুন...
bo: ལག་ལེན་གཟིགས་ནས་ལེགས་སོ།...
ca: Tria un tema...
cs: Vyberte téma...
da: Vælg et emne...
de: Wählen Sie ein Thema...
eo: Elektu temon...
et: Valige teema...
eu: Aukeratu gaia...
fi: Valitse aihe...
fr: Choisissez un sujet...
ga: Roghnaigh ábhar...
gl: Elixe un tema...
hi: एक विषय चुनें...
hr: Odaberite temu...
it: Scegli un argomento...
ka: აირჩიეთ თემა...
nb: Velg et tema...
nl: Kies een onderwerp...
pl: Wybierz temat...
pt: Escolha um tópico...
ru: Выберите тему...
sk: Vyberte tému...
sr: Izaberi temu...
sv: Välj ett ämne...
ta: ஒரு தலைப்பை தேர்ந்தெடுக்கவும்...
th: เลือกหัวข้อ...

# modeLabel
source: Activity type
bn: ক্রিয়াকলাপের ধরণ
bo: ལས་ཀ་གྱི་རེའུ
ca: Tipus d'activitat
cs: Typ aktivity
da: Aktivitetstype
de: Aktivitätstyp
eo: Ago tipo
et: Tegevuse tüüp
eu: Jarduera mota
fi: Toimintatyyppi
fr: Type d'activité
ga: Cineál gníomhaíochta
gl: Tipo de actividade
hi: गतिविधि प्रकार
hr: Vrsta aktivnosti
it: Tipo di attività
ka: აქტივობის ტიპი
nb: Aktivitetstype
nl: Activiteitstype
pl: Typ aktywności
pt: Tipo de atividade
ru: Тип деятельности
sk: Typ aktivity
sr: Tip aktivnosti
sv: Aktivitetstyp
ta: செயல்பாட்டு வகை
th: ประเภทกิจกรรม

# modePlaceholder
source: Choose a mode...
bn: একটি মোড নির্বাচন করুন...
bo: ལས་ཀ་གཅིག་གི་གནང་བ...
ca: Tria un mode...
cs: Vyberte režim...
da: Vælg en tilstand...
de: Wählen Sie einen Modus...
eo: Elektu modon...
et: Valige režiim...
eu: Aukeratu modua...
fi: Valitse tila...
fr: Choisissez un mode...
ga: Roghnaigh mód...
gl: Elixe un modo...
hi: एक मोड चुनें...
hr: Odaberite način...
it: Scegli una modalità...
ka: აირჩიეთ რეჟიმი...
nb: Velg en modus...
nl: Kies een modus...
pl: Wybierz tryb...
pt: Escolha um modo...
ru: Выберите режим...
sk: Vyberte režim...
sr: Izaberi način...
sv: Välj en lägen...
ta: ஒரு முறையை தேர்ந்தெடுக்கவும்...
th: เลือกโหมด...

# learningObjectiveLabel
source: Learning Objective
bn: শিক্ষার লক্ষ্য
bo: སློངས་སྦྱོང་གནང་བའི་སྒོ་སྐབས
ca: Objectiu d'aprenentatge
cs: Cíl učení
da: Læringsmål
de: Lernziel
eo: Lernocelo
et: Õppeeesmärk
eu: Ikaskuntza Helburua
fi: Oppimistavoite
fr: Objectif d'apprentissage
ga: Cuspóir foghlama
gl: Obxectivo de aprendizaxe
hi: अधिगम उद्देश्य
hr: Cilj učenja
it: Obiettivo di apprendimento
ka: სწავლების მიზანი
nb: Læringsmål
nl: Leerdoel
pl: Cel nauki
pt: Objetivo de aprendizagem
ru: Цель обучения
sk: Cieľ učenia
sr: Cilj učenja
sv: Lärandemål
ta: கற்றல் நோக்கம்
th: วัตถุประสงค์การเรียนรู้

# learningObjectivePlaceholder
source: Choose a learning objective...
bn: একটি শিক্ষার লক্ষ্য নির্বাচন করুন...
bo: སློངས་སྦྱོང་གནང་བའི་སྒོ་སྐབས་གཅིག་གི་གནང་བ...
ca: Tria un objectiu d'aprenentatge...
cs: Vyberte cíl učení...
da: Vælg et læringsmål...
de: Wählen Sie ein Lernziel...
eo: Elektu lernocelon...
et: Valige õppeeesmärk...
eu: Aukeratu ikaskuntza helburua...
fi: Valitse oppimistavoite...
fr: Choisissez un objectif d'apprentissage...
ga: Roghnaigh cuspóir foghlama...
gl: Elixe un obxectivo de aprendizaxe...
hi: एक अधिगम उद्देश्य चुनें...
hr: Odaberite cilj učenja...
it: Scegli un obiettivo di apprendimento...
ka: აირჩიეთ სასწავლო მიზანი...
nb: Velg et læringsmål...
nl: Kies een leerdoel...
pl: Wybierz cel nauki...
pt: Escolha um objetivo de aprendizagem...
ru: Выберите цель обучения...
sk: Vyberte cieľ učenia...
sr: Izaberi cilj učenja...
sv: Välj ett lärandemål...
ta: ஒரு கற்றல் நோக்கத்தை தேர்ந்தெடுக்கவும்...
th: เลือกวัตถุประสงค์การเรียนรู้...

# mediaLabel
source: Media learners should share
bn: মিডিয়া শিক্ষার্থীরা শেয়ার করবে
bo: བརྙན་རིམ་སྦྱོང་བའི་སྒོ་སྐབས
ca: Mitjans que els estudiants haurien de compartir
cs: Média studenti by měli sdílet
da: Medier, som eleverne skal dele
de: Medien, die Lernende teilen sollen
eo: Mediaĵoj, kiujn lernantoj devus kundividi
et: Meedia, mida õpilased peaksid jagama
eu: Ikasleek partekatu beharreko media
fi: Median, jonka oppijat tulisi jakaa
fr: Médias que les apprenants doivent partager
ga: Meán a roinnfidh foghlaimeoirí
gl: Medios que os alumnos deben compartir
hi: मीडिया जिसे शिक्षार्थियों को साझा करना चाहिए
hr: Mediji koje učenici trebaju podijeliti
it: Media che gli studenti dovrebbero condividere
ka: მედია, რომელსაც უნდა გაუზიარონ სწავლულებმა
nb: Media elever bør dele
nl: Media die leerlingen moeten delen
pl: Media, które uczniowie powinni udostępnić
pt: Mídia que os aprendizes devem compartilhar
ru: Медиа, которыми должны делиться учащиеся
sk: Médiá, ktoré by sa mali zdieľať
sr: Mediji koje učenici treba da podele
sv: Media som eleverna ska dela
ta: மீடியா பகிர வேண்டும்
th: สื่อที่ผู้เรียนควรแชร์

# languageOfInstructionsLabel
source: Language of activity instructions
bn: কার্যক্রম নির্দেশনার ভাষা
bo: ལས་ཀ་གི་སྒོ་སྐབས་སྐད་ཡིག
ca: Idioma de les instruccions de l'activitat
cs: Jazyk pokynů k aktivitě
da: Sprog for aktivitetsinstruktioner
de: Sprache der Anweisungen
eo: Lingvo de instrukcioj por agado
et: Juhiste keel
eu: Jarduera argibideen hizkuntza
fi: Toimintaohjeiden kieli
fr: Langue des instructions de l'activité
ga: Teanga na treoracha gníomhaíochta
gl: Idioma das instrucións da actividade
hi: गतिविधि निर्देशों की भाषा
hr: Jezik uputa za aktivnost
it: Lingua delle istruzioni dell'attività
ka: შეკითხვების ენა
nb: Språk for aktivitetsinstruksjoner
nl: Taal van de instructies
pl: Język instrukcji aktywności
pt: Idioma das instruções da atividade
ru: Язык инструкций по деятельности
sk: Jazyk pokynov k aktivite
sr: Jezik uputstava za aktivnost
sv: Språk för aktivitetsinstruktioner
ta: செயல்பாட்டு வழிகாட்டியின் மொழி
th: ภาษาของคำแนะนำกิจกรรม

# targetLanguageLabel
source: Target language
bn: লক্ষ্য ভাষা
bo: ལུས་སྐད
ca: Idioma objectiu
cs: Cílový jazyk
da: Mål sprog
de: Zielsprache
eo: Cel-lingvo
et: Eesmärk keel
eu: Helburu hizkuntza
fi: Kohdekieli
fr: Langue cible
ga: Teanga sprioc
gl: Idioma obxectivo
hi: लक्षित भाषा
hr: Ciljani jezik
it: Lingua target
ka: მიზნობრივი ენა
nb: Mål språk
nl: Doeltaal
pl: Język docelowy
pt: Idioma alvo
ru: Целевой язык
sk: Cieľový jazyk
sr: Ciljni jezik
sv: Mål språk
ta: இலக்கு மொழி
th: ภาษาปลายทาง

# cefrLevelLabel
source: CEFR level
bn: CEFR স্তর
bo: CEFR ལོག་ཚད
ca: Nivell CEFR
cs: Úroveň CEFR
da: CEFR-niveau
de: CEFR-Niveau
eo: CEFR-nivelo
et: CEFR tase
eu: CEFR maila
fi: CEFR-taso
fr: Niveau CEFR
ga: Leveál CEFR
gl: Nivel CEFR
hi: CEFR स्तर
hr: Razina CEFR-a
it: Livello CEFR
ka: CEFR დონე
nb: CEFR-nivå
nl: CEFR-niveau
pl: Poziom CEFR
pt: Nível CEFR
ru: Уровень CEFR
sk: Úroveň CEFR
sr: CEFR nivo
sv: CEFR-nivå
ta: CEFR நிலை
th: ระดับ CEFR

# generateActivitiesButton
source: Generate Activity
bn: ক্রিয়াকলাপ তৈরি করুন
bo: ལས་ཀ་གཅིག་གི་ལེགས་སྤྱོད
ca: Generar activitat
cs: Vytvořit aktivitu
da: Generer aktivitet
de: Aktivität generieren
eo: Generi Agadon
et: Loo tegevusi
eu: Sortu Jarduera
fi: Luo toiminta
fr: Générer une activité
ga: Gineadh Gníomhaíochta
gl: Xerar actividade
hi: गतिविधि बनाएं
hr: Generiraj aktivnost
it: Genera Attività
ka: შექმენით აქტივობა
nb: Generer aktivitet
nl: Genereer Activiteit
pl: Wygeneruj aktywność
pt: Gerar Atividade
ru: Создать деятельность
sk: Vytvoriť aktivitu
sr: Generiši aktivnost
sv: Generera aktivitet
ta: செயல்பாட்டை உருவாக்கு
th: สร้างกิจกรรม

# launchActivityButton
source: Launch Activity
bn: ক্রিয়াকলাপ শুরু করুন
bo: ལས་ཀ་གཅིག་གི་ལོག་ལེགས
ca: Llançar activitat
cs: Spustit aktivitu
da: Start aktivitet
de: Aktivität starten
eo: Starti Agadon
et: Käivita tegevus
eu: Hasi Jarduera
fi: Aloita toiminta
fr: Lancer l'activité
ga: Tosú ar Gníomhaíocht
gl: Iniciar actividade
hi: गतिविधि शुरू करें
hr: Pokreni aktivnost
it: Avvia Attività
ka: შეიწყალეთ აქტივობა
nb: Start aktivitet
nl: Start Activiteit
pl: Rozpocznij aktywność
pt: Iniciar Atividade
ru: Запустить деятельность
sk: Spustiť aktivitu
sr: Pokreni aktivnost
sv: Starta aktivitet
ta: செயல்பாட்டை துவக்கு
th: เริ่มกิจกรรม

source: Image
bn: ছবি
bo: རང་བཞིན
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
eo: Bildo
et: Pilt
eu: Irudia
fi: Kuva
ga: Íomhá
gl: Imaxe
hi: छवि
hr: Slika
it: Immagine
ka: სურათი
nb: Bilde
nl: Afbeelding
pl: Obraz
pt: Imagem
ru: Изображение
sk: Obrázok
sr: Слика
sv: Bild
ta: படம்
th: ภาพ

source: Video
bn: ভিডিও
bo: བརྙན་རིམ
ca: Vídeo
eu: Bideoa
fr: Vidéo
ga: Físeán
gl: Vídeo
hi: वीडियो
ka: ვიდეო
pl: Wideo
pt: Vídeo
ru: Видео
sr: Видео
ta: வீடியோ
th: วิดีโอ

# nan
source: Not applicable
bn: প্রযোজ্য নয়
bo: མི་འདུག
ca: No aplicable
cs: Nepoužitelné
da: Ikke relevant
de: Nicht zutreffend
eo: Ne aplikebla
et: Ei kohaldata
eu: Ez aplikagarria
fi: Ei sovellettavissa
fr: Non applicable
ga: Níl infheidhmithe
gl: Non aplicable
hi: लागू नहीं
hr: Nije primjenjivo
it: Non applicabile
ka: არ არის გამოყენებადი
nb: Ikke aktuelt
nl: Niet van toepassing
pl: Nie dotyczy
pt: Não aplicável
ru: Не применимо
sk: Nepoužiteľné
sr: Непримењиво
sv: Ej tillämpligt
ta: பயன்பாடில்லை
th: ไม่สามารถใช้ได้

# activityPlannerOverviewInstructionsBody
source: Choose a topic, mode, learning objective and generate an activity for the chat!
bn: একটি বিষয়, মোড, শেখার লক্ষ্য নির্বাচন করুন এবং চ্যাটের জন্য একটি কার্যক্রম তৈরি করুন!
bo: གནང་བ་གཅིག་གི་དབྱེ་བ་གཅིག་གི་སྒོ་སྐབས་དང་ལས་ཀ་གཅིག་གི་ལེགས་སྤྱོད་ལ་གནང་བ!
ca: Tria un tema, mode, objectiu d'aprenentatge i genera una activitat per al xat!
cs: Vyberte téma, režim, vzdělávací cíl a vygenerujte aktivitu pro chat!
da: Vælg et emne, tilstand, læringsmål og generer en aktivitet til chatten!
de: Wählen Sie ein Thema, einen Modus, ein Lernziel und generieren Sie eine Aktivität für den Chat!
eo: Elektu temon, maniero, lernocelo kaj generu agadon por la babilejo!
et: Valige teema, režiim, õpieesmärk ja looge vestluse jaoks tegevus!
eu: Aukeratu gaia, modua, ikaskuntza helburua eta sortu jarduera chat-entzat!
fi: Valitse aihe, tila, oppimistavoite ja luo toiminta chatille!
fr: Choisissez un sujet, un mode, un objectif d'apprentissage et générez une activité pour le chat !
ga: Roghnaigh topaic, mód, cuspóir foghlama agus cruthaigh gníomhaíocht don chomhrá!
gl: Elixe un tema, modo, obxectivo de aprendizaxe e xera unha actividade para o chat!
hi: एक विषय, मोड, सीखने का उद्देश्य चुनें और चैट के लिए एक गतिविधि बनाएं!
hr: Odaberite temu, način, cilj učenja i generirajte aktivnost za chat!
it: Scegli un argomento, modalità, obiettivo di apprendimento e genera un'attività per la chat!
ka: აირჩიეთ თემა, რეჟიმი, სწავლების მიზანი და შექმენით აქტივობა ჩათისთვის!
nb: Velg et emne, modus, læringsmål og generer en aktivitet for chatten!
nl: Kies een onderwerp, modus, leerdoel en genereer een activiteit voor de chat!
pl: Wybierz temat, tryb, cel nauki i wygeneruj aktywność dla czatu!
pt: Escolha um tópico, modo, objetivo de aprendizagem e gere uma atividade para o chat!
ru: Выберите тему, режим, цель обучения и создайте деятельность для чата!
sk: Vyberte tému, režim, cieľ učenia a vytvorte aktivitu pre chat!
sr: Изаберите тему, режим, циљ учења и генеришите активност за ћаскање!
sv: Välj ett ämne, läge, lärandemål och generera en aktivitet för chatten!
ta: ஒரு தலைப்பு, முறையை, கற்றல் நோக்கத்தை தேர்ந்தெடுத்து, உரையாடலுக்கான ஒரு செயல்பாட்டை உருவாக்கவும்!
th: เลือกหัวข้อ โหมด วัตถุประสงค์การเรียนรู้ และสร้างกิจกรรมสำหรับแชท!

source: Activity Title
bn: ক্রিয়াকলাপ শিরোনাম
bo: ལས་ཀ་གཅིག
ca: Títol de l'activitat
cs: Název aktivity
da: Aktivitetstitel
de: Titel der Aktivität
eo: Titolo de agado
et: Tegevuse pealkiri
eu: Jarduera Izena
fi: Toiminnan otsikko
fr: Titre de l'activité
ga: Teideal Gníomhaíochta
gl: Título da actividade
hi: गतिविधि का शीर्षक
hr: Naslov aktivnosti
it: Titolo dell'attività
ka: აქტივობის სათაური
nb: Aktivitetstittel
nl: Titel van de activiteit
pl: Tytuł aktywności
pt: Título da Atividade
ru: Название деятельности
sk: Názov aktivity
sr: Назив активности
sv: Aktivitetstitel
ta: செயல்பாட்டின் தலைப்பு
th: ชื่อกิจกรรม
