Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Replace room with newer version
be: Замяніць пакой навейшай версіяй
bn: কক্ষটি নতুন সংস্করণে প্রতিস্থাপন করুন
bo: གོང་ཁང་ལ་གསར་བར་བཟོ་བ
ca: Substitueix la sala amb la versió més recent
cs: Nahradit místnost novou verzí
da: Erstat rum med nyere version
de: Raum mit neuer Version ersetzen
eo: Anstataŭigi ĉambron per nova versio
et: Asenda jututoa senine versioon uuega
eu: Ordezkatu gela bertsio berriago batekin
fa: جایگزینی اتاق با نگارش جدیدتر
fi: Korvaa huone uudemmalla versiolla
fr: Remplacer le salon par une nouvelle version
ga: Cuir leagan seomra níos nuaí in ionad an tseomra
gl: Substituír sala pola nova versión
hi: कक्ष को नए संस्करण के साथ बदलें
hr: Zamijeni sobu s novom verzijom
id: Menggantikan ruangan dengan versi baru
it: Sostituisci la stanza con la versione più recente
ka: გააახლეთ ოთახი ახალი ვერსიით
nb: Erstatt rom med nyere versjon
nl: Kamerversie upgraden
pl: Zamień pokój na nowszą wersję
pt: Substituir sala por uma versão mais recente
ru: Заменить комнату более новой версией
sk: Nahradiť miestnosť novšou verziou
sr: Замени собу новијом верзијом
sv: Ersätt rum med nyare version
ta: புதிய பதிப்போடு அறையை மாற்றவும்
th: แทนที่ห้องด้วยเวอร์ชันใหม่กว่า
uk: Замінити кімнату новішою версією

source: Reply
be: Адказаць
bn: উত্তর দিন
bo: ལན་སྡེབས
ca: Respon
cs: Odpovědět
da: Svar
de: Antworten
eo: Respondi
et: Vasta
eu: Erantzun
fa: پاسخ
fi: Vastaa
fr: Répondre
ga: Freagair
gl: Responder
hi: उत्तर दें
hr: Odgovori
id: Balas
it: Rispondi
ka: პასუხი
nb: Svar
nl: Antwoord
pl: Odpowiedz
pt: Responder
ru: Ответить
sk: Odpovedať
sr: Одговори
sv: Svara
ta: பதில்
th: ตอบกลับ
uk: Відповісти

source: Report message
be: Паведаміць пра паведамленне
bn: বার্তা রিপোর্ট করুন
bo: ཚར་རིམ་ལ་ལོག་ལོག
ca: Denuncia el missatge
cs: Nahlásit zprávu
da: Rapportér besked
de: Nachricht melden
eo: Raporti mesaĝon
et: Teata sõnumist
eu: Salatu mezua
fa: گزارش پیام
fi: Ilmoita viesti
fr: Signaler un message
ga: Tuairiscigh teachtaireacht
gl: Denunciar mensaxe
hi: संदेश की रिपोर्ट करें
hr: Prijavi poruku
id: Laporkan pesan
it: Segnala il messaggio
ka: ანგარიშის დაწერა
nb: Rapporter melding
nl: Bericht rapporteren
pl: Zgłoś wiadomość
pt: Reportar mensagem
ru: Сообщить о сообщении
sk: Nahlásiť správu
sr: Пријави поруку
sv: Rapportera meddelande
ta: செய்தி அறிக்கை
th: รายงานข้อความ
uk: Поскаржитися на повідомлення

source: Request permission
be: Запрасіць дазвол
bn: অনুমতি অনুরোধ করুন
bo: དབྱེ་བ་བཟོ་བ
ca: Sol·licita permís
cs: Vyžádat oprávnění
da: Anmod om tilladelse
de: Berechtigung anfragen
eo: Peti permeson
et: Palu õigusi
eu: Eskatu baimena
fa: درخواست دسترسی
fi: Pyydä lupaa
fr: Demander la permission
ga: Iarr cead
gl: Solicitar permiso
hi: अनुमति का अनुरोध करें
hr: Zatraži dozvolu
id: Minta izin
it: Richiedi l'autorizzazione
ka: მოძებნეთ ნებართვა
nb: Forespør tilgang
nl: Vraag toestemming
pl: Prośba o pozwolenie
pt: Solicitar permissão
ru: Запросить разрешение
sk: Vyžiadať si povolenie
sr: Затражи дозволу
sv: Begär behörighet
ta: இசைவு கோருங்கள்
th: ขออนุญาต
uk: Запит дозволу

source: Room has been upgraded
be: Пакой быў абноўлены
bn: কক্ষটি উন্নত করা হয়েছে
bo: གོང་ཁང་ལ་བསྐོས་བྱེད་ཡོད།
ca: La sala s'ha actualitzat
cs: Místnost byla upgradována
da: Værelse er blevet opgraderet
de: Der Raum wurde ge-upgraded
eo: Ĉambro gradaltiĝis
et: Jututoa vesrioon on uuendatud
eu: Gela bertsio-berritu da
fa: اتاق ارتقا یافت
fi: Huone on päivitetty
fr: Le salon a été mis à niveau
ga: Uasghrádaíodh an seomra
gl: A sala foi actualizada
hi: कक्ष को उन्नत किया गया है
hr: Soba je nadograđena
id: Ruangan telah ditingkatkan
it: La stanza è stata aggiornata
ka: ოთახი განახლებულია
nb: Rommet har blitt oppgradert
nl: Kamer is geüpgrade
pl: Pokój zostać zaktualizowany
pt: A sala foi atualizada
ru: Комната обновлена
sk: Miestnosť bola upgradeovaná
sr: Соба је надограђена
sv: Rummet har blivit uppgraderat
ta: அறை மேம்படுத்தப்பட்டுள்ளது
th: ห้องได้รับการอัปเกรดแล้ว
uk: Кімнату було оновлено

source: Room version
be: Версія пакою
bn: কক্ষের সংস্করণ
bo: གོང་ཁང་གི་ཚེས་རིང
ca: Versió de la sala
cs: Verze místnosti
da: Værelsesversion
de: Raumversion
eo: Versio de ĉambro
et: Jututoa versioon
eu: Gelaren bertsioa
fa: نگارش اتاق
fi: Huoneen versio
fr: Version du salon
ga: Leagan seomra
gl: Versión da sala
hi: कक्ष संस्करण
hr: Verzija sobe
id: Versi ruangan
it: Versione della stanza
ka: ოთახის ვერსია
nb: Romversjon
nl: Kamerversie
pl: Wersja pokoju
pt: Versão da sala
ru: Версия комнаты
sk: Verzia miestnosti
sr: Верзија собе
sv: Rum version
ta: அறை பதிப்பு
th: เวอร์ชันของห้อง
uk: Версія кімнати

source: Save file
be: Захаваць файл
bn: ফাইল সংরক্ষণ করুন
bo: ཡིག་སྲུང་བརྒྱབ
ca: Desa el fitxer
cs: Uložit soubor
da: Gem fil
de: Datei speichern
eo: Konservi dosieron
et: Salvesta fail
eu: Gorde fitxategia
fa: ذخیره پرونده
fi: Tallenna tiedosto
fr: Enregistrer le fichier
ga: Sábháil comhad
gl: Gardar ficheiro
hi: फ़ाइल सहेजें
hr: Spremi datoteku
id: Simpan file
it: Salva file
ka: ფაილის შენახვა
nb: Lagre fil
nl: Bestand opslaan
pl: Zapisz plik
pt: Salvar arquivo
ru: Сохранить файл
sk: Uložiť súbor
sr: Sačuvaj fajl
sv: Spara fil
ta: கோப்பை சேமி
th: บันทึกไฟล์
uk: Зберегти файл

source: Search
be: Пошук
bn: অনুসন্ধান
bo: བཀོད་རོགས
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
eo: Serĉi
et: Otsi
eu: Bilatu
fa: جستجو
fi: Hae
fr: Rechercher
ga: Cuardaigh
gl: Buscar
hi: खोजें
hr: Traži
id: Cari
it: Cerca
ka: ძებნა
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
sk: Hľadať
sr: Претражи
sv: Sök
ta: தேடல்
th: ค้นหา
uk: Пошук

source: Security
be: Бяспека
bn: নিরাপত্তা
bo: གཙོ་ཁུངས
ca: Seguretat
cs: Bezpečnostní
da: Sikkerhed
de: Sicherheit
eo: Sekureco
et: Turvalisus
eu: Segurtasuna
fa: امنیت
fi: Turvallisuus
fr: Sécurité
ga: Slándáil
gl: Seguridade
hi: सुरक्षा
hr: Sigurnost
id: Keamanan
it: Sicurezza
ka: უსაფრთხოება
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
sk: Bezpečnosť
sr: Безбедност
sv: Säkerhet
ta: பாதுகாப்பு
th: ความปลอดภัย
uk: Безпека

source: Recovery key
be: Ключ аднаўлення
bn: পুনরুদ্ধার কী
bo: རང་བཙུགས་ཁྱབ་ལེན
ca: Clau de recuperació
cs: Klíč k obnovení
da: Gendannelsesnøgle
de: Wiederherstellungs-Schlüssel
eo: Restariga ŝlosilo
et: Taastevõti
eu: Berreskuratze-gakoa
fa: کلید بازیابی
fi: Palautusavain
fr: Clé de récupération
ga: Eochair athshlánaithe
gl: Chave de recuperación
hi: रिकवरी कुंजी
hr: Ključ za obnavljanje
id: Kunci pemulihan
it: Chiave di recupero
ka: აღდგენის გასაღები
nb: Gjenopprettingsnøkkel
nl: Herstelsleutel
pl: Klucz odzyskiwania
pt: Chave de recuperação
ru: Ключ восстановления
sk: Kľúč na obnovenie
sr: Ključ za oporavak
sv: Återställningsnyckel
ta: மீட்பு விசை
th: คีย์กู้คืน
uk: Ключ відновлення

source: Recovery key lost?
be: Ключ абнаўлення страчаны?
bn: পুনরুদ্ধার কী হারিয়ে গেছে?
bo: རང་དབང་ཁྱབ་ལེན་འདི་བཏོན་ནས་ཡོད་པས།
ca: Que has perdut la clau de recuperació?
cs: Ztracený klíč k obnovení?
da: Gendannelsesnøgle mistet?
de: Wiederherstellungsschlüssel verloren?
eo: Ĉu vi perdis la restarigan ŝlosilon?
et: Kas taasetvõti on kadunud?
eu: Berreskuratze-gakoa galdu duzu?
fa: کلید بازیابی گم شد؟
fi: Kadonnut palautusavain?
fr: Clé de récupération perdue ?
ga: Eochair athshlánaithe caillte?
gl: Perdeches a chave de recuperación?
hi: रिकवरी कुंजी खो गई?
hr: Izgubio/la si ključ za obnavljanje?
id: Kunci pemulihan hilang?
it: Chiave di recupero smarrita?
ka: აღდგენის გასაღები დაკარგულია?
nb: Gjenopprettingsnøkkel tapt?
nl: Herstelsleutel verloren?
pl: Utracono klucz odzyskiwania?
pt: Chave de recuperação perdida?
ru: Ключ восстановления утерян?
sk: Stratil sa kľúč na obnovenie?
sr: Izgubljen ključ za oporavak?
sv: Borttappad återställningsnyckel?
ta: மீட்பு விசை இழந்ததா?
th: คีย์กู้คืนสูญหาย?
uk: Ключ відновлення втрачено?

# seenByUser
source: Seen by {username}
be: Прагледжана {username}
bn: {username} দ্বারা দেখা হয়েছে
bo: {username} ལ་སྟོན་ཡོད།
ca: Vist per {username}
cs: Viděno uživatelem {username}
da: Set af {username}
de: Gelesen von {username}
eo: Vidita de {username}
et: Sõnumit nägi {username}
eu: {username}(e)k ikusi du
fa: دیده‌شده توسط {username}
fi: Nähnyt {username}
fr: Vu par {username}
ga: Le feiceáil ag {username}
gl: Visto por {username}
hi: {username} द्वारा देखा गया
hr: Viđeno od {username}
id: Dilihat oleh {username}
it: Visto da {username}
ka: ნახული {username} მიერ
nb: Sett av {username}
nl: Gezien door {username}
pl: Zobaczone przez {username}
pt: Visto por {username}
ru: Просмотрено пользователем {username}
sk: Videné užívateľom {username}
sr: {username} прегледа
sv: Sedd av {username}
ta: {username} ஆல் பார்த்தது
th: เห็นโดย {username}
uk: Переглянуто {username}

source: Send
be: Даслаць
bn: পাঠান
bo: ཕྱེད་རོགས།
ca: Envia
cs: Odeslat
de: Senden
eo: Sendi
et: Saada
eu: Bidali
fa: فرستادن
fi: Lähetä
fr: Envoyer
ga: Seol
gl: Enviar
hi: भेजें
hr: Pošalji
id: Kirim
it: Invia
ka: გაგზავნა
nl: Verstuur
pl: Wyślij
pt: Enviar
ru: Прислать
sk: Odoslať
sr: Пошаљи
sv: Skicka
ta: அனுப்பு
th: ส่ง
uk: Надіслати

source: Send a message
be: Даслаць паведамленне
bn: একটি বার্তা পাঠান
bo: ཚིག་གཅིག་ཕྱེད་རོགས།
ca: Envia un missatge
cs: Odeslat zprávu
da: Send en besked
de: Nachricht schreiben
eo: Sendi mesaĝon
et: Saada sõnum
eu: Bidali mezua
fa: فرستادن پیام
fi: Lähetä viesti
fr: Envoyer un message
ga: Seol teachtaireacht
gl: Enviar unha mensaxe
hi: एक संदेश भेजें
hr: Pošalji poruku
id: Kirim pesan
it: Invia un messaggio
ka: შეტყობინების გაგზავნა
nb: Send en melding
nl: Stuur een bericht
pl: Wyślij wiadomość
pt: Enviar uma mensagem
ru: Отправить сообщение
sk: Odoslať správu
sr: Пошаљи поруку
sv: Skicka ett meddelande
ta: ஒரு செய்தியை அனுப்பவும்
th: ส่งข้อความ
uk: Надіслати повідомлення

source: Send as text
be: Даслаць як тэкст
bn: টেক্সট হিসেবে পাঠান
bo: ཚིག་ཡིག་ཚིག་གཅིག་ཕྱེད་རོགས།
ca: Envia com a text
cs: Odeslat jako text
da: Send som tekst
de: Sende als Text
eo: Sendi kiel tekston
et: Saada tekstisõnumina
eu: Bidali testu bezala
fa: فرستادن به‌عنوان متن
fi: Lähetä tekstinä
fr: Envoyer un texte
ga: Seol mar théacs
gl: Enviar como texto
hi: पाठ के रूप में भेजें
hr: Pošalji kao tekst
id: Kirim sebagai teks
it: Invia come testo
ka: გაგზავნეთ ტექსტის სახით
nb: Send som tekst
nl: Als tekst versturen
pl: Wyślij jako tekst
pt: Enviar como texto
ru: Отправить как текст
sk: Poslať ako text
sr: Pošalji kao tekst
sv: Skicka som text
ta: உரையாக அனுப்பவும்
th: ส่งเป็นข้อความ
uk: Надіслати як текст

source: Send audio
be: Даслаць аўдыё
bn: অডিও পাঠান
bo: སྒྲོན་སྒྲོན་ཕྱེད་རོགས།
ca: Envia un àudio
cs: Odeslat audio
da: Send lyd
de: Sende Audiodatei
eo: Sendi sondosieron
et: Saada helifail
eu: Bidali audioa
fa: فرستادن صدا
fi: Lähetä ääniviesti
fr: Envoyer un fichier audio
ga: Seol fuaim
gl: Enviar audio
hi: ऑडियो भेजें
hr: Pošalji audio datoteku
id: Kirim suara
it: Invia un file audio
ka: აუდიოს გაგზავნა
nb: Send lyd
nl: Audio versturen
pl: Wyślij dźwięk
pt: Enviar áudio
ru: Отправить аудио
sk: Poslať zvuk
sr: Пошаљи аудио
sv: Skicka ljud
ta: ஆடியோ அனுப்பவும்
th: ส่งเสียง
uk: Надіслати аудіо

source: Send file
be: Даслаць файл
bn: ফাইল পাঠান
bo: ཡིག་སྣོད་ཕྱེད་རོགས།
ca: Envia un fitxer
cs: Odeslat soubor
da: Send fil
de: Datei senden
eo: Sendi dosieron
et: Saada fail
eu: Bidali fitxategia
fa: فرستادن پرونده
fi: Lähetä tiedosto
fr: Envoyer un fichier
ga: Seol comhad
gl: Enviar ficheiro
hi: फ़ाइल भेजें
hr: Pošalji datoteku
id: Kirim file
it: Invia un file
ka: ფაილის გაგზავნა
nb: Send fil
nl: Bestand versturen
pl: Wyślij plik
pt: Enviar arquivo
ru: Отправить файл
sk: Odoslať súbor
sr: Пошаљи фајл
sv: Skicka fil
ta: கோப்பு அனுப்பவும்
th: ส่งไฟล์
uk: Надіслати файл

source: Send image
be: Даслаць выяву
bn: ছবি পাঠান
bo: རང་བཞིན་བསྐུར་བའི་རང་བཞིན་ཕྱེད་རོགས།
ca: Envia una imatge
cs: Odeslat obrázek
da: Send billede
de: Bild senden
eo: Sendi bildon
et: Saada pilt
eu: Bidali irudia
fa: فرستادن تصویر
fi: Lähetä kuva
fr: Envoyer une image
ga: Seol íomhá
gl: Enviar imaxe
hi: छवि भेजें
hr: Pošalji sliku
id: Kirim gambar
it: Invia un'immagine
ka: გაგზავნეთ სურათი
nb: Send bilde
nl: Afbeelding versturen
pl: Wyślij obraz
pt: Enviar imagem
ru: Отправить изображение
sk: Odoslať obrázok
sr: Пошаљи слику
sv: Skicka bild
ta: படத்தை அனுப்பு
th: ส่งภาพ
uk: Надіслати зображення

# sendImages
source: Send {count} image
be: Даслаць {count} выяў(-вы)
bn: {count}টি ছবি পাঠান
bo: {count} རང་བཞིན་བསྐུར་བ།
ca: Envia {count} imatge
cs: Odeslat {count} obrázek
da: Send {count} billede
de: Sende {count} Bilder
eo: Sendu {count} bildon
et: Saada {count} pilti
eu: Bidali {count} irudi
fa: فرستادن {count} تصویر
fi: Lähetä {count} kuva
fr: Envoyer {count} image(s)
ga: Seol {count} íomhá
gl: Enviar {count} imaxe
hi: {count} छवि भेजें
hr: Pošalji {count} sliku
id: Kirim {count} gambar
it: Invia {count} immagine
ka: გაგზავნეთ {count} სურათი
nb: Send {count} bilde
nl: Stuur {count} afbeelding(en)
pl: Wyślij {count} obrazów
pt: Enviar {count} imagem(s)
ru: Отправить {count} изображений
sk: Odoslať {count} obrázok
sr: Pošalji {count} sliku
sv: Skicka {count} bild
ta: {count} படத்தை அனுப்பு
th: ส่ง {count} ภาพ
uk: Надіслати {count} зображення

source: Send messages
be: Даслаць паведамленні
bn: বার্তা পাঠান
bo: ཚིག་གཅིག་ཚོད་ལེན་ཕྱེད་རོགས།
ca: Envia missatges
cs: Odeslat zprávy
da: Send beskeder
de: Nachrichten senden
eo: Sendi mesaĝojn
et: Saada sõnumeid
eu: Mezuak bidali
fa: فرستادن پیام‌ها
fi: Lähetä viestejä
fr: Envoyer des messages
ga: Seol teachtaireachtaí
gl: Enviar mensaxes
hi: संदेश भेजें
hr: Šalji poruke
id: Kirim pesan
it: Invia messaggi
ka: გაგზავნეთ შეტყობინებები
nb: Send meldinger
nl: Berichten versturen
pl: Wyślij wiadomości
pt: Enviar mensagens
ru: Отправить сообщения
sk: Poslať správy
sr: Слање порука
sv: Skickade meddelanden
ta: செய்திகளை அனுப்பவும்
th: ส่งข้อความ
uk: Надсилати повідомлення

source: Send original
be: Даслаць арыгінал
bn: মূল পাঠান
bo: མིང་ཚིག་ཚིག་གཅིག་ཕྱེད་རོགས།
ca: Envia l’original
cs: Odeslat originál
de: Sende Original
eo: Sendi originalon
et: Saada fail muutmata kujul
eu: Bidali jatorrizkoa
fa: فرستادن نسخه اصلی
fi: Lähetä alkuperäinen
fr: Envoyer le fichier original
ga: Seol an bunchóip
gl: Enviar orixinal
hi: मूल भेजें
hr: Pošalji original
id: Kirim yang asli
it: Invia l'originale
ka: გაგზავნეთ ორიგინალი
nl: Origineel versturen
pl: Wyślij oryginał
pt: Enviar original
ru: Отправить оригинал
sk: Poslať originál
sr: Пошаљи оригинал
sv: Skicka orginal
ta: அசல் அனுப்பு
th: ส่งต้นฉบับ
uk: Надіслати оригінал

source: Send sticker
be: Даслаць стыкер
bn: স্টিকার পাঠান
bo: རང་བཞིན་སྟིཀེར་ཕྱེད་རོགས།
ca: Envia adhesiu
cs: Odeslat nálepku
de: Sticker senden
eo: Sendi glumarkon
et: Saada kleeps
eu: Bidali pegatina
fa: فرستادن برچسب
fi: Lähetä tarra
fr: Envoyer un autocollant
ga: Seol greamán
gl: Enviar adhesivo
hi: स्टिकर भेजें
hr: Pošalji naljepnicu
id: Kirim stiker
it: Invia adesivo
ka: გაგზავნეთ სტიკერი
nb: Send klistremerke
nl: Sticker versturen
pl: Wyślij naklejkę
pt: Enviar sticker
ru: Отправить стикер
sk: Poslať nálepku
sr: Pošalji stikere
sv: Skicka klistermärke
ta: ச்டிக்கரை அனுப்பவும்
th: ส่งสติ๊กเกอร์
uk: Надіслати наліпку

source: Send video
be: Даслаць відэа
bn: ভিডিও পাঠান
bo: བརྙན་རིས་ཕྱེད་རོགས།
ca: Envia un vídeo
cs: Odeslat video
de: Sende Video
eo: Sendi filmon
et: Saada videofail
eu: Bidali bideoa
fa: فرستادن ویدئو
fi: Lähetä video
fr: Envoyer une vidéo
ga: Seol físeán
gl: Enviar vídeo
hi: वीडियो भेजें
hr: Pošalji video datoteku
id: Kirim video
it: Invia un video
ka: გაგზავნეთ ვიდეო
nl: Video versturen
pl: Wyślij film
pt: Enviar vídeo
ru: Отправить видео
sk: Poslať video
sr: Пошаљи видео
sv: Skicka video
ta: வீடியோ அனுப்பவும்
th: ส่งวิดีโอ
uk: Надіслати відео

# sentAFile
source: 📁 {username} sent a file
be: 📁 {username} даслаў файл
bn: 📁 {username} একটি ফাইল পাঠিয়েছে
bo: 📁 {username} ཡིག་སྣོད་ཕྱེད་རོགས།
ca: 📁 {username} ha enviat un fitxer
cs: {username} poslali soubor
da: 📁 {username} sendte en fil
de: 📁 {username} hat eine Datei gesendet
eo: {username} sendis dosieron
et: 📁 {username} saatis faili
eu: 📁 {username}(e)k fitxategia bidali du
fa: 📁 {username} یک پرونده فرستاد
fi: 📁 {username} lähetti tiedoston
fr: 📁 {username} a envoyé un fichier
ga: 📁 sheol {username} comhad
gl: 📁 {username} enviou un ficheiro
hi: 📁 {username} ने एक फ़ाइल भेजी
hr: 📁 {username} ja poslao/la datoteku
id: 📁 {username} mengirim file
it: 📁 {username} ha inviato un file
ka: 📁 {username} გაგზავნა ფაილი
nb: {username} sendte en fil
nl: 📁 {username} heeft een bestand verzonden
pl: 📁 {username} wysłał/-a plik
pt: 📁 {username} enviou um arquivo
ru: 📁 {username} отправил(а) файл
sk: {username} poslali súbor
sr: {username} посла фајл
sv: 📁 {username} skickade en fil
ta: 📁 {username} கோப்பை அனுப்பியுள்ளார்
th: 📁 {username} ส่งไฟล์
uk: 📁 {username} надсилає файл

# sentAnAudio
source: 🎤 {username} sent an audio
be: 🎤 {username} даслаў аўдыё
bn: 🎤 {username} একটি অডিও পাঠিয়েছে
bo: 🎤 {username} སྒྲོན་སྒྲོན་ཕྱེད་རོགས།
ca: 🎤 {username} ha enviat un àudio
cs: {username} poslali zvukovou nahrávku
da: 🎤 {username} sendte en lyd
de: 🎤 {username} hat eine Audio-Datei gesendet
eo: {username} sendis sondosieron
et: 🎤 {username} saatis helifaili
eu: 🎤 {username}(e)k audioa bidali du
fa: 🎤 {username} یک صدا فرستاد
fi: 🎤 {username} lähetti ääniviestin
fr: 🎤 {username} a envoyé un fichier audio
ga: 🎤 sheol {username} fuaim
gl: 🎤 {username} enviou un audio
hi: 🎤 {username} ने एक ऑडियो भेजा
hr: 🎤 {username} ja poslao/la audio snimku
id: 🎤 {username} mengirim suara
it: 🎤 {username} ha inviato un file audio
ka: 🎤 {username} გაგზავნა აუდიო
nb: {username} sendte lyd
nl: 🎤 {username} heeft een audio verzonden
pl: 🎤 {username} wysłał/-a plik dżwiękowy
pt: 🎤 {username} enviou um áudio
ru: 🎤 {username} отправил(а) аудио
sk: {username} poslali zvukovú nahrávku
sr: {username} посла аудио
sv: 🎤 {username} skickade ett ljudklipp
ta: 🎤 {username} ஆடியோவை அனுப்பியுள்ளார்
th: 🎤 {username} ส่งเสียง
uk: 🎤 {username} надсилає аудіо

# sentAPicture
source: 🖼️ {username} sent a picture
be: 🖼️ {username} даслаў выяву
bn: 🖼️ {username} একটি ছবি পাঠিয়েছে
bo: 🖼️ {username} རང་བཞིན་བསྐུར་བའི་རང་བཞིན་ཕྱེད་རོགས།
ca: 🖼️ {username} ha enviat una imatge
cs: {username} poslali obrázek
da: 🖼️ {username} sendte et billede
de: 🖼️ {username} hat ein Bild gesendet
eo: {username} sendis bildon
et: 🖼️ {username} saatis pildi
eu: 🖼️ {username}(e)k irudia bidali du
fa: 🖼️ {username} یک تصویر فرستاد
fi: 🖼️ {username} lähetti kuvan
fr: 🖼️ {username} a envoyé une image
ga: 🖼️ sheol {username} pictiúr
gl: 🖼️ {username} enviou unha imaxe
hi: 🖼️ {username} ने एक तस्वीर भेजी
hr: 🖼️ {username} ja poslao/la sliku
id: 🖼️ {username} mengirim gambar
it: 🖼️ {username} ha inviato un'immagine
ka: 🖼️ {username} გაგზავნა სურათი
nb: {username} sendte et bilde
nl: 🖼️ {username} heeft een afbeelding verzonden
pl: 🖼️ {username} wysłał/-a zdjęcie
pt: 🖼️ {username} enviou uma imagem
ru: 🖼️ {username} отправил(а) изображение
sk: {username} poslali obrázok
sr: {username} посла слику
sv: 🖼️ {username} skickade en bild
ta: 🖼️ {username} படத்தை அனுப்பியுள்ளார்
th: 🖼️ {username} ส่งรูปภาพ
uk: 🖼️ {username} надсилає зображення

# sentASticker
source: 😊 {username} sent a sticker
be: 😊 {username} даслаў стыкер
bn: 😊 {username} একটি স্টিকার পাঠিয়েছে
bo: 😊 {username} རང་བཞིན་སྟིཀེར་ཕྱེད་རོགས།
ca: 😊 {username} ha enviat un adhesiu
cs: {username} poslali samolepku
da: 😊 {username} sendte et klistermærke
de: 😊 {username} hat einen Sticker gesendet
eo: {username} sendis glumarkon
et: 😊 {username} saatis kleepsu
eu: 😊 {username}(e)k pegatina bidali du
fa: 😊 {username} یک برچسب فرستاد
fi: 😊 {username} lähetti tarran
fr: 😊 {username} a envoyé un autocollant
ga: 😊 sheol {username} greamán
gl: 😊 {username} enviou un adhesivo
hi: 😊 {username} ने एक स्टिकर भेजा
hr: 😊 {username} je poslao/la naljepnicu
id: 😊 {username} mengirim stiker
it: 😊 {username} ha inviato un adesivo
ka: 😊 {username} გაგზავნა სტიკერი
nb: {username} sendte et klistremerke
nl: 😊 {username} heeft een sticker verzonden
pl: 😊 {username} wysłał/-a naklejkę
pt: 😊 {username} enviou um sticker
ru: 😊 {username} отправил(а) стикер
sk: {username} poslali nálepku
sr: {username} посла налепницу
sv: 😊 {username} skickade ett klistermärke
ta: 😊 {username} ஒரு ச்டிக்கரை அனுப்பியது
th: 😊 {username} ส่งสติ๊กเกอร์
uk: 😊 {username} надсилає наліпку

# sentAVideo
source: 🎥 {username} sent a video
be: 🎥 {username} даслаў відэа
bn: 🎥 {username} একটি ভিডিও পাঠিয়েছে
bo: 🎥 {username} བརྙན་རིས་ཕྱེད་རོགས།
ca: 🎥 {username} ha enviat un vídeo
cs: {username} poslali video
da: 🎥 {username} sendte en video
de: 🎥 {username} hat ein Video gesendet
eo: {username} sendis filmon
et: 🎥 {username} saatis video
eu: 🎥 {username}(e)k bideoa bidali du
fa: 🎥 {username} یک ویدئو فرستاد
fi: 🎥 {username} lähetti videon
fr: 🎥 {username} a envoyé une vidéo
ga: 🎥 sheol {username} físeán
gl: 🎥 {username} enviou un vídeo
hi: 🎥 {username} ने एक वीडियो भेजा
hr: 🎥 {username} je poslao/la video
id: 🎥 {username} mengirim video
it: 🎥 {username} ha inviato un video
ka: 🎥 {username} გაგზავნა ვიდეო
nb: {username} sendte en video
nl: 🎥 {username} heeft een video verzonden
pl: 🎥 {username} wysłał/-a film
pt: 🎥 {username} enviou um vídeo
ru: 🎥 {username} отправил(а) видео
sk: {username} poslali video
sr: {username} посла видео
sv: 🎥 {username} skickade en video
ta: 🎥 {username} ஒரு வீடியோவை அனுப்பியுள்ளார்
th: 🎥 {username} ส่งวิดีโอ
uk: 🎥 {username} надсилає відео

# sentCallInformations
source: {senderName} sent call information
be: {senderName} даслаў інфрамацыю пра выклік
bn: {senderName} কলের তথ্য পাঠিয়েছে
bo: {senderName} འཚོལ་འདེམས་ཚིག་གཅིག་ཕྱེད་རོགས།
ca: {senderName} ha enviat informació de trucada
cs: {senderName} odeslal informace o hovoru
da: {senderName} sendte opkaldsinformationer
de: {senderName} hat Anrufinformationen geschickt
eo: {senderName} sendis informojn pri voko
et: {senderName} saatis teavet kõne kohta
eu: {senderName}(e)k deiaren informazioa bidali du
fa: {senderName} اطلاعات تماس را فرستاد
fi: {senderName} lähetti puhelutiedot
fr: {senderName} a envoyé des informations sur l'appel
ga: Sheol {senderName} faisnéis maidir le glaonna
gl: {senderName} enviou información da chamada
hi: {senderName} ने कॉल जानकारी भेजी
hr: {senderName} je poslao/la podatke poziva
id: {senderName} mengirim informasi panggilan
it: {senderName} ha inviato informazioni sulla chiamata
ka: {senderName} გაგზავნა ზარის ინფორმაცია
nb: {senderName} sendte anropsinfo
nl: {senderName} heeft oproepgegevens verzonden
pl: {senderName} wysłał/-a informacje o połączeniu
pt: {senderName} enviou informações da chamada
ru: {senderName} отправил(а) информацию о звонке
sk: {senderName} odoslal informácie o hovore
sr: {senderName} посла податке о позиву
sv: {senderName} skickade samtalsinformation
ta: {senderName} அனுப்பப்பட்ட அழைப்பு செய்தி
th: {senderName} ส่งข้อมูลการโทร
uk: {senderName} надсилає відомості про виклик
