Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# requestAccessDesc
source: Would you like to request access to view participant analytics? If participants agree, admins of this course will be able to view their: • total vocabulary • total grammar concepts • total activity sessions completed • the specific grammar concepts used, correctly and incorrectly They will not be able to view their: • messages in chats outside the course • vocabulary list
bn: আপনি কি অংশগ্রহণকারীদের বিশ্লেষণ দেখার জন্য অ্যাক্সেসের জন্য অনুরোধ করতে চান? যদি অংশগ্রহণকারীরা সম্মত হন, এই কোর্সের অ্যাডমিনরা দেখতে পারবেন: • মোট শব্দভাণ্ডার • মোট ব্যাকরণ ধারণা • সম্পন্ন কার্যক্রমের মোট সেশন • ব্যবহৃত নির্দিষ্ট ব্যাকরণ ধারণাগুলি, সঠিক ও ভুল তারা দেখতে পারবেন না: • কোর্সের বাইরে চ্যাটে বার্তা • শব্দভাণ্ডার তালিকা
bo: ཁྱེད་ཀྱིས་སྤྱོད་ལམ་གཟིགས་སྤྱོད་འདུག་ལ་ལོག་འགྱོ་བའི་ལས་ཀ་ལ་བཀོད་རོགས་འདི་ལ་དབྱར་བ་འདི་ལ་བཀོད་རོགས། ལོག་ལ་སྤྱོད་ལམ་གཟིགས་སྤྱོད་འདུག་ན་ལོག་འགྱོ་བར་བརྗེ་བ་ཡིན། ཁྱེད་ཀྱིས་ལོག་འགྱོ་བར་བརྗེ་བ་འབད་ན་ལོག་འགྱོ་བར་བརྗེ་བ་ལ་ལོག་འགྱོ།
ca: Vols sol·licitar accés per veure les analítiques dels participants? Si els participants hi estan d'acord, els administradors d'aquest curs podran veure: • vocabulari total • conceptes gramaticals totals • sessions d'activitat completes • els conceptes gramaticals específics utilitzats, correctament i incorrectament No podran veure: • missatges en converses fora del curs • llistat de vocabulari
cs: Chcete požádat o přístup k zobrazení analytiky účastníků? Pokud se účastníci shodnou, správci tohoto kurzu budou moci vidět: • celkovou slovní zásobu • celkové gramatické koncepty • počet dokončených aktivit • konkrétní gramatické koncepty použité správně a nesprávně Nebudou moci vidět: • zprávy v chatech mimo kurz • seznam slovní zásoby
da: Vil du anmode om adgang til at se deltageranalyser? Hvis deltagerne er enige, vil administratorerne for dette kursus kunne se deres: • samlet ordforråd • samlede grammatiske begreber • samlede gennemførte aktivitetsessioner • de specifikke grammatiske begreber, der er brugt, korrekt og forkert De vil ikke kunne se deres: • beskeder i chats uden for kurset • ordforrådslisten
de: Möchten Sie Zugriff auf die Teilnehmeranalyse beantragen? Wenn die Teilnehmer zustimmen, können Administratoren dieses Kurses ihre: • Gesamtvokabular • Gesammtgrammatik-Konzepte • Anzahl der abgeschlossenen Aktivitätssitzungen • die verwendeten Grammatik-Konzepte, richtig und falsch Sie werden nicht in der Lage sein, ihre: • Nachrichten in Chats außerhalb des Kurses • Vokabelliste
eo: Ĉu vi ŝatus peti aliron por vidi partoprenantajn analitikojn? Se partoprenantoj konsentas, administrantoj de ĉi tiu kurso povos vidi iliajn: • totalan vortprovizon • totalajn gramatikajn konceptojn • totalajn kompletigitajn aktivadsesiojn • specifajn gramatikajn konceptojn uzitajn, ĝuste kaj erare Ili ne povos vidi iliajn: • mesaĝojn en babiladoj ekster la kurso • vortprovizoliston
et: Kas soovite taotleda juurdepääsu osalejate analüütikate vaatamiseks? Kui osalejad nõustuvad, saavad selle kursuse administraatorid näha nende: • kogu sõnavara • kogu grammatikakontseptsioone • kogu tehtud tegevussessioone • kasutatud, õigesti ja valesti grammatikakontseptsioone Nad ei näe: • sõnumeid väljaspool kursust vestlustes • sõnavara nimekirja
eu: Zerbait nahi al duzu parte-hartzailearen analytics ikusteko sarbidea eskatu? Parte-hartzaileek ados badaude, ikastaroaren administratzaileek haien: • hizkuntza-berritasun osoa • gramatika kontzeptu guztiak • jarduera saio guztiak amaituak • erabiltzen diren gramatika kontzeptu zehatzak, zuzen eta oker Ikusi ahal izango dute haien: • mezua ikastaroaren kanpoan dauden txatetan • hiztegi zerrenda
fi: Haluatko pyytää pääsyä nähdäksesi osallistujien analytiikan? Jos osallistujat suostuvat, kurssin ylläpitäjät voivat nähdä heidän: • kokonaissanaston • kokonaiskielioppikonseptit • kokonaisaktiviteettisessiot, jotka on suoritettu • käytetyt, oikein ja väärin, kielioppikonseptit He eivät voi nähdä heidän: • viestejä keskusteluissa kurssin ulkopuolella • sanastoluetteloa
fr: Souhaitez-vous demander l'accès pour voir l'analyse des participants ? Si les participants acceptent, les administrateurs de ce cours pourront voir leurs : • vocabulaire total • concepts grammaticaux totaux • sessions d'activité terminées • concepts grammaticaux spécifiques utilisés, correctement et incorrectement Ils ne pourront pas voir leurs : • messages dans les chats en dehors du cours • liste de vocabulaire
ga: Ar mhaith leat rochtain a fháil chun anailísíocht rannpháirtithe a fheiceáil? Mura n-aontaíonn rannpháirtithe, beidh na riarthóirí den chúrsa seo in ann a fheiceáil: • an t-uimhir fhoclóra iomlán • na coincheapa gramadaí iomlána • na seisiúin gníomhaíochta iomlána a chríochnaigh • na coincheapa gramadaí sonracha a úsáid, i gceart agus i gceart mícheart Ní bheidh siad in ann a fheiceáil: • teachtaireachtaí i gcomhráite lasmuigh den chúrsa • liosta fhoclóra
gl: ¿Queres solicitar acceso para ver as análises dos participantes? Se os participantes están de acordo, os administradores deste curso poderán ver: • vocabulario total • conceptos gramaticais totais • sesións de actividade completadas • os conceptos gramaticais específicos utilizados, correctos e incorrectos Non poderán ver: • mensaxes en chats fóra do curso • lista de vocabulario
hi: क्या आप प्रतिभागियों के विश्लेषण देखने के लिए पहुंच का अनुरोध करना चाहेंगे? यदि प्रतिभागी सहमत हैं, तो इस कोर्स के व्यवस्थापक उनकी देख सकेंगे: • कुल शब्दावली • कुल व्याकरण अवधारणाएँ • कुल गतिविधि सत्र पूरे किए गए • उपयोग किए गए विशिष्ट व्याकरण अवधारणाएँ, सही और गलत वे अपनी देख नहीं सकेंगे: • कोर्स के बाहर चैट में संदेश • शब्दावली सूची
hr: Želite li zatražiti pristup za prikaz analitike sudionika? Ako se sudionici slože, administratori ovog tečaja moći će vidjeti njihove: • ukupni vokabular • ukupne gramatičke koncepte • ukupne završene sesije aktivnosti • specifične gramatičke koncepte korištene, ispravno i pogrešno Neće moći vidjeti njihove: • poruke u chatovima izvan tečaja • popis vokabulara
it: Desideri richiedere l'accesso per visualizzare le analisi dei partecipanti? Se i partecipanti sono d'accordo, gli amministratori di questo corso potranno visualizzare i loro: • vocabolario totale • concetti grammaticali totali • sessioni di attività completate • i concetti grammaticali specifici usati, correttamente e erroneamente Non potranno visualizzare i loro: • messaggi nelle chat fuori dal corso • lista di vocabolario
ka: გსურთ მიიღოთ დაშვება მონაწილეთა ანალიტიკის სანახავად? თუ მონაწილეები თანხმდებიან, ამ კურსის ადმინისტრატორები შეძლებენ ნახონ მათ: • საერთო ლექსიკონი • საერთო გრამატიკის კონცეპტები • დასრულებული აქტივობის სესიონები • გამოყენებული, სწორად და არასწორად გრამატიკის კონცეპტები ისინი ვერ შეძლებენ ნახონ: • შეტყობინებები ჩატებში კურსის გარეთ • ლექსიკონის სია
nb: Vil du be om tilgang til å se deltakeranalyser? Hvis deltakerne godtar, vil administratorer av kurset kunne se deres: • total vokabular • totale grammatikkonsepter • fullførte aktivitetsøkter • de spesifikke grammatikkonseptene som er brukt, riktig og feil De vil ikke kunne se deres: • meldinger i chatter utenfor kurset • vokabularlisten
nl: Wil je toegang aanvragen om deelnemeranalyses te bekijken? Als deelnemers akkoord gaan, kunnen beheerders van deze cursus hun bekijken: • totaal vocabulaire • totaal grammaticaconcepten • totaal voltooide activiteitensessies • de specifieke grammaticaconcepten die correct en incorrect worden gebruikt Ze kunnen niet bekijken: • berichten in chats buiten de cursus • vocabulairelijst
pl: Czy chcesz poprosić o dostęp do analityki uczestników? Jeśli uczestnicy się zgodzą, administratorzy tego kursu będą mogli zobaczyć ich: • łączny słownik • łączną gramatykę • łączną liczbę ukończonych sesji aktywności • konkretne użyte, poprawne i niepoprawne koncepty gramatyczne Nie będą mogli zobaczyć ich: • wiadomości w czatach spoza kursu • listy słówek
pt: Gostaria de solicitar acesso para visualizar as análises dos participantes? Se os participantes concordarem, os administradores deste curso poderão ver: • vocabulário total • conceitos gramaticais totais • sessões de atividade concluídas • os conceitos gramaticais específicos usados, corretamente e incorretamente Eles não poderão ver: • mensagens em chats fora do curso • lista de vocabulário
ru: Хотите запросить доступ к просмотру аналитики участников? Если участники согласятся, администраторы этого курса смогут видеть: • общий словарный запас • общие грамматические концепции • общее количество завершённых сессий • конкретные грамматические концепции, использованные правильно и неправильно Они не смогут видеть: • сообщения в чатах вне курса • список словарных запасов
sk: Chceli by ste požiadať o prístup na zobrazenie analytiky účastníkov? Ak účastníci súhlasia, administrátori tohto kurzu budú môcť vidieť ich: • celkovú slovnú zásobu • celkové gramatické koncepty • počet dokončených aktivít • špecifické gramatické koncepty použité, správne a nesprávne Nebudú môcť vidieť ich: • správy v chatoch mimo kurzu • zoznam slovnej zásoby
sr: Želite li da zatražite pristup za pregled analitike učesnika? Ako se učesnici slože, administratori ovog kursa će moći da vide: • ukupni vokabular • ukupne gramatičke koncepte • ukupne sesije aktivnosti završene • specifične gramatičke koncepte korišćene, tačno i netačno Neće moći da vide: • poruke u čatovima izvan kursa • listu vokabulara
sv: Vill du begära tillgång för att se deltagaranalys? Om deltagarna samtycker, kommer administratörer av denna kurs att kunna se deras: • totala ordförråd • totala grammatikbegrepp • totala genomförda aktivitetsessioner • specifika grammatikbegrepp som används, korrekt och felaktigt De kommer inte att kunna se deras: • meddelanden i chattar utanför kursen • ordförrådslista
ta: பங்கேற்பாளர்களின் பகுப்பாய்வை காண விரும்புகிறீர்களா? பங்கேற்பாளர்கள் ஒப்புக்கொண்டால், இந்த பாடக்குறிப்பின் நிர்வாகிகள் அவர்களின்: • மொத்த சொற்பொருள் • மொத்த இலக்கண கருத்துக்கள் • மொத்த செயல்பாட்டு அமர்வுகள் முடிக்கப்பட்டவை • பயன்படுத்தப்பட்ட, சரியான மற்றும் தவறான இலக்கண கருத்துக்கள் அவர்கள் பார்க்க முடியாது: • பாடக்குறிப்பைத் தவிர மற்ற உரையாடல்களில் செய்திகள் • சொற்பொருள் பட்டியல்
th: คุณต้องการขอเข้าถึงเพื่อดูข้อมูลวิเคราะห์ผู้เข้าร่วมใช่ไหม? ถ้าผู้เข้าร่วมยอมรับ ผู้ดูแลหลักสูตรนี้จะสามารถดูข้อมูลของพวกเขาได้: • คำศัพท์ทั้งหมด • แนวคิดไวยากรณ์ทั้งหมด • จำนวนเซสชันกิจกรรมที่ทำเสร็จ • แนวคิดไวยากรณ์เฉพาะที่ใช้ ทั้งถูกต้องและผิด พวกเขาจะไม่สามารถดูได้: • ข้อความในแชทนอกหลักสูตร • รายการคำศัพท์

# requestAccess
source: Request access ({count})
bn: অনুরোধ করুন ({count})
bo: ལོག་འགྱོ་འདི་ལ ({count})
ca: Sol·licitar accés ({count})
cs: Požádat o přístup ({count})
da: Anmod om adgang ({count})
de: Zugriff anfordern ({count})
eo: Petu aliron ({count})
et: Taotle juurdepääsu ({count})
eu: Eskatu sarbidea ({count})
fi: Pyydä pääsyä ({count})
fr: Demander l'accès ({count})
ga: Iarr rochtain ({count})
gl: Solicitar acceso ({count})
hi: अनुरोध करें ({count})
hr: Zatraži pristup ({count})
it: Richiedi accesso ({count})
ka: მოთხოვნა დაშვებაზე ({count})
nb: Be om tilgang ({count})
nl: Verzoek toegang ({count})
pl: Poproś o dostęp ({count})
pt: Solicitar acesso ({count})
ru: Запросить доступ ({count})
sk: Požiadať o prístup ({count})
sr: Zatraži pristup ({count})
sv: Begär tillgång ({count})
ta: வினவல் அணுகல் ({count})
th: ขอเข้าถึง ({count})

# analyticsInactiveTitle
source: Requests to inactive users couldn’t be sent
bn: নিষ্ক্রিয় ব্যবহারকারীদের জন্য অনুরোধ পাঠানো যায়নি
bo: ལོག་འགྱོ་བའི་ལས་ཀ་མེད་པའི་ལོག་ལ་འབད་མི་ཚུལ།
ca: Les sol·licituds a usuaris inactius no es van poder enviar
cs: Žádosti o přístup od neaktivních uživatelů nemohly být odeslány
da: Anmodninger til inaktive brugere kunne ikke sendes
de: Anfragen an inaktive Benutzer konnten nicht gesendet werden
eo: Petoj al neaktivaj uzantoj ne povis esti senditaj
et: Päringuid mitteaktiivsete kasutajate jaoks ei saadetud
eu: Ezingo da eskaerarik bidali erabiltzaile inactiveentzat
fi: Ei voitu lähettää pyyntöjä inaktiivisille käyttäjille
fr: Les demandes aux utilisateurs inactifs n'ont pas pu être envoyées
ga: Níor féidir iarratais ar úsáideoirí neamhghníomhacha a sheoladh
gl: As solicitudes a usuarios inactivos non se puideron enviar
hi: निष्क्रिय उपयोगकर्ताओं को अनुरोध नहीं भेजा जा सका
hr: Zahtjevi za neaktivne korisnike nisu mogli biti poslani
it: Le richieste agli utenti inattivi non sono state inviate
ka: მოთხოვნები არაქტიურ მომხმარებლებს ვერ გაიგზავნება
nb: Forespørsler til inaktive brukere kunne ikke sendes
nl: Verzoeken aan inactieve gebruikers konden niet worden verzonden
pl: Wnioski do nieaktywnych użytkowników nie mogły zostać wysłane
pt: Solicitações para usuários inativos não puderam ser enviadas
ru: Запросы к неактивным пользователям не могут быть отправлены
sk: Žiadosti o prístup od neaktívnych používateľov nemohli byť odoslané
sr: Zahtevi za neaktivne korisnike nisu mogli biti poslati
sv: Förfrågningar till inaktiva användare kunde inte skickas
ta: செயல்பாட்டில் இல்லாத பயனர்களுக்கு கோரிக்கைகள் அனுப்ப முடியாது
th: ไม่สามารถส่งคำขอไปยังผู้ใช้ที่ไม่ใช้งานได้

# analyticsInactiveDesc
source: Inactive users who haven't logged in since this feature was introduced won't see your request. The Request button will appear once they return. You can resend the request later by clicking the Request button under their name when it's available.
bn: নিষ্ক্রিয় ব্যবহারকারীরা যারা এই বৈশিষ্ট্য চালু হওয়ার পর থেকে লগইন করেননি, তারা আপনার অনুরোধ দেখবে না। তাদের ফিরে আসার পরে 'অনুরোধ' বোতাম দেখা যাবে। আপনি পরে তাদের নামের নিচে থাকা 'অনুরোধ' বোতামে ক্লিক করে আবার পাঠাতে পারেন।
bo: ལོག་འགྱོ་བའི་ལས་ཀ་མེད་པའི་ལོག་ལ་ལོག་འགྱོ་བར་བརྗེ་བ་མེད་པས། ལོག་འགྱོ་འབད་འདི་ལ་ལོག་འགྱོ་བར་བརྗེ་བ་ལ་ལོག་འགྱོ། ཁྱེད་ཀྱིས་ལོག་འགྱོ་བར་བརྗེ་བ་འབད་ན་ལོག་འགྱོ་བར་བརྗེ་བ་ལ་ལོག་འགྱོ།
ca: Els usuaris inactius que no han iniciat sessió des de la introducció d'aquesta funció no veuran la teva sol·licitud. El botó de Sol·licitar apareixerà quan tornin. Pots reenviar la sol·licitud més tard fent clic al botó de Sol·licitar sota el seu nom quan estigui disponible.
cs: Neaktivní uživatelé, kteří se od té doby, co byla tato funkce představena, nepřihlásili, neuvidí vaši žádost. Tlačítko Žádost se zobrazí, jakmile se vrátí. Můžete požadavek znovu odeslat později kliknutím na tlačítko Žádost pod jejich jménem, když bude dostupné.
da: Inaktive brugere, der ikke har logget ind, siden denne funktion blev introduceret, vil ikke se din anmodning. Anmodningsknappen vil vises, når de vender tilbage. Du kan gensende anmodningen senere ved at klikke på Anmodningsknappen under deres navn, når den er tilgængelig.
de: Inaktive Benutzer, die sich seit der Einführung dieses Features nicht angemeldet haben, sehen Ihre Anfrage nicht. Der Button „Anfrage“ erscheint, sobald sie zurückkehren. Sie können die Anfrage später erneut senden, indem Sie auf den Button „Anfrage“ unter ihrem Namen klicken, wenn dieser verfügbar ist.
eo: Neaktivaj uzantoj kiuj ne ensalutis ekde kiam ĉi tiu funkcio estis enkondukita, ne vidos vian peton. La butono Peti aperos kiam ili revenos. Vi povas resendigi la peton poste klakante la butonon Peti sub ilia nomo kiam ĝi estos disponebla.
et: Mitteaktiivsed kasutajad, kes pole sellest funktsioonist alates sisse loginud, ei näe teie taotlust. Päringu nupp ilmub, kui nad naasevad. Saate taotluse uuesti saata, klõpsates nupul 'Päring' nende nime all, kui see on saadaval.
eu: Ez aktibo diren erabiltzaileek, ez baitute sartu funtzio hau sartu denetik, ez dute zure eskaeraren berri izango. Eskatzeko botoia agertuko da berriro itzultzen direnean. Geroago berriro bidali dezakezu eskaera botoia sakatuz haien izenaren azpian, eskuragarri dagoenean.
fi: Inaktiiviset käyttäjät, jotka eivät ole kirjautuneet sisään tämän ominaisuuden käyttöönoton jälkeen, eivät näe pyyntöäsi. Pyyntöpainike ilmestyy, kun he palaavat. Voit lähettää pyynnön uudelleen myöhemmin napsauttamalla Pyyntö-painiketta heidän nimensä alla, kun se on saatavilla.
fr: Les utilisateurs inactifs qui ne se sont pas connectés depuis l'introduction de cette fonctionnalité ne verront pas votre demande. Le bouton Demander apparaîtra lorsqu'ils reviendront. Vous pouvez renvoyer la demande plus tard en cliquant sur le bouton Demander sous leur nom lorsqu'il sera disponible.
ga: Ní fheicfidh úsáideoirí neamhghníomhacha nach ndearna siad logáil isteach ó thús na gné seo do do iarratas. Tiocfaidh an cnaipe Iarr ar ais nuair a bheidh siad ar ais. Is féidir leat an iarraidh a sheoladh arís níos déanaí trí chliceáil ar an gcnaipe Iarr ar ais faoi a n-ainm nuair a bheidh sé ar fáil.
gl: Os usuarios inactivos que non iniciaron sesión desde que se introduciu esta función non verán a túa solicitude. O botón de Solicitar aparecerá unha vez que regresen. Podes reenviar a solicitude máis tarde facendo clic no botón de Solicitar baixo o seu nome cando estea dispoñible.
hi: निष्क्रिय उपयोगकर्ता जिन्होंने इस सुविधा के शुरू होने के बाद लॉग इन नहीं किया है, वे आपका अनुरोध नहीं देखेंगे। जैसे ही वे वापस आएंगे, अनुरोध बटन दिखाई देगा। आप बाद में उनके नाम के नीचे अनुरोध बटन पर क्लिक करके पुनः अनुरोध भेज सकते हैं।
hr: Neaktivni korisnici koji se nisu prijavili od kada je ova značajka uvedena neće vidjeti vaš zahtjev. Gumb Zahtjev pojavit će se nakon njihovog povratka. Možete ponovno poslati zahtjev kasnije klikom na gumb Zahtjev ispod njihovog imena kada bude dostupan.
it: Gli utenti inattivi che non hanno effettuato l'accesso da quando questa funzione è stata introdotta non vedranno la tua richiesta. Il pulsante Richiedi apparirà quando torneranno. Puoi reinviare la richiesta in seguito cliccando sul pulsante Richiedi sotto il loro nome quando sarà disponibile.
ka: არაქტიური მომხმარებლები, რომლებიც ამ ფუნქციის გამოჩენის შემდეგ არ შესულან, თქვენი მოთხოვნა ვერ იხილავენ. მოთხოვნის ღილაკი გამოჩნდება, როდესაც ისინი დაბრუნდებიან. შეგიძლიათ მოგვიანებით ისევ გამოაგზავნოთ მოთხოვნა მათი სახელის ქვეშ არსებული ღილაკის დაჭერით, როდესაც ის ხელმისაწვდომია.
nb: Inaktive brukere som ikke har logget inn siden denne funksjonen ble introdusert, vil ikke se forespørselen din. Forespørselsknappen vil vises når de kommer tilbake. Du kan sende forespørselen på nytt senere ved å klikke på Forespørselsknappen under navnet deres når den er tilgjengelig.
nl: Inactieve gebruikers die zich sinds de introductie van deze functie niet hebben aangemeld, zien uw verzoek niet. De knop Verzoek verschijnt zodra ze terugkeren. U kunt het verzoek later opnieuw verzenden door op de knop Verzoek onder hun naam te klikken wanneer deze beschikbaar is.
pl: Nieaktywni użytkownicy, którzy nie zalogowali się od momentu wprowadzenia tej funkcji, nie zobaczą Twojego wniosku. Przycisk „Poproś” pojawi się, gdy wrócą. Możesz ponownie wysłać wniosek, klikając przycisk „Poproś” pod ich nazwiskiem, gdy będzie dostępny.
pt: Usuários inativos que não fizeram login desde a introdução deste recurso não verão sua solicitação. O botão Solicitar aparecerá assim que eles retornarem. Você pode reenviar a solicitação mais tarde clicando no botão Solicitar sob o nome deles quando estiver disponível.
ru: Неактивные пользователи, которые не входили в систему с момента внедрения этой функции, не увидят вашу заявку. Кнопка «Запрос» появится, когда они вернутся. Вы можете повторно отправить запрос позже, нажав кнопку «Запрос» под их именем, когда она станет доступна.
sk: Neaktívni používatelia, ktorí sa neprihlásili od zavedenia tejto funkcie, neuvidia vašu žiadosť. Tlačidlo Požiadavka sa zobrazí, keď sa vrátia. Môžete žiadosť znova odoslať neskôr kliknutím na tlačidlo Požiadavka pod ich menom, keď bude dostupné.
sr: Neaktivni korisnici koji se nisu prijavili od kada je ova funkcija uvedena neće videti vaš zahtev. Dugme za zahtev će se pojaviti kada se vrate. Možete ponovo poslati zahtev kasnije klikom na dugme Zatraži pristup ispod njihovog imena kada bude dostupno.
sv: Inaktiva användare som inte har loggat in sedan denna funktion infördes kommer inte att se din förfrågan. Knappen Begär kommer att visas när de återvänder. Du kan skicka om förfrågan senare genom att klicka på knappen Begär under deras namn när den är tillgänglig.
ta: இந்த அம்சம் அறிமுகப்படுத்தப்பட்டதிலிருந்து உள்நுழையாத செயல்பாட்டில் இல்லாத பயனர்கள் உங்கள் கோரிக்கையை காண முடியாது. பயனர் திரும்பும்போது, கோரிக்கை பொத்தான் தோன்றும். அவர்கள் பெயரின் கீழ் உள்ள கோரிக்கை பொத்தானை கிளிக் செய்து பின்னர் மீண்டும் அனுப்பலாம்.
th: ผู้ใช้ที่ไม่ได้เข้าสู่ระบบตั้งแต่เปิดใช้งานคุณสมบัตินี้จะไม่เห็นคำขอของคุณ ปุ่มขอจะปรากฏเมื่อพวกเขากลับมา คุณสามารถส่งคำขออีกครั้งได้โดยคลิกปุ่มขอภายใต้ชื่อของพวกเขาเมื่อพร้อมใช้งาน

# accessRequestedTitle
source: Analytics Access Request
bn: বিশ্লেষণ অ্যাক্সেস অনুরোধ
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Sol·licitud d'accés a analítiques
cs: Žádost o přístup k analytice
da: Anmodning om adgang til analytics
de: Anfrage für Analytics-Zugriff
eo: Petado pri Analitika Alirpermeso
et: Juurdepääsu analüütikatele taotlus
eu: Analytics Sarbide Eskaera
fi: Analytiikan pääsypyyntö
fr: Demande d'accès à l'analyse
ga: Iarratas ar rochtain ar anailísí
gl: Solicitude de acceso a análises
hi: विश्लेषण पहुंच का अनुरोध
hr: Zahtjev za pristup analitici
it: Richiesta di accesso alle analisi
ka: ანალიტიკის დაშვების მოთხოვნა
nb: Forespørsel om tilgang til analyse
nl: Verzoek om toegang tot analytics
pl: Wniosek o dostęp do analityki
pt: Solicitação de acesso às análises
ru: Запрос доступа к аналитике
sk: Žiadosť o prístup k analytike
sr: Zahtev za pristup analitici
sv: Begäran om tillgång till analys
ta: பகுப்பாய்வு அணுகல் கோரிக்கை
th: คำขอเข้าถึงข้อมูลวิเคราะห์
