Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# appIntroduction
source: FluffyChat lets you chat with your friends across different messengers. Learn more at https://matrix.org or just tap *Continue*.
be: FluffyChat дазваляе вам і вашым сябрам размаўляць скрозь розныя мэсэнджары. Даведайцеся болей на https://matrix.org ці націсніце *Працягнуць*.
bn: ফ্লাফি চ্যাট আপনাকে বিভিন্ন মেসেঞ্জার ব্যবহার করে আপনার বন্ধুদের সাথে চ্যাট করার সুযোগ দেয়। আরও জানুন https://matrix.org বা কেবল *Continue* ট্যাপ করুন।
bo: FluffyChat ཁྱེད་རང་གི་གྲོགས་འབྲེལ་ལས་འབྲེལ་བརྒྱབ་དེ་ལས་འབྲེལ་ལམ་ལས་ཁོངས་སྤྱོད་འབད་དགོས། ཁོང་ཚོ་ལ་བསྟན་པའི་ལེགས་སྤྱོད་ལས་ཁོངས་སྤྱོད་འབད་དགོས། https://matrix.org ལ་འཚོལ་བ་གཅིག་ལས་སྤྱོད་འབད་ན་བཟོ་བཅོས་འདི་ལས་ཁོངས་སྤྱོད་འབད་དགོས།
ca: El FluffyChat et permet xatejar amb amiguis entre diverses aplicacions. Llegeix-ne més a https://matrix.org o pica "Continua".
cs: FluffyChat vám umožňuje chatovat s přáteli přes různé messengery. Více se dozvíte na https://matrix.org nebo jednoduše klepněte na *Pokračovat*.
da: FluffyChat lader dig chatte med dine venner på tværs af forskellige beskedtjenester. Lær mere på https://matrix.org eller tryk bare på *Fortsæt*.
de: Mit FluffyChat kannst du über verschiedene Messenger hinweg mit deinen Freunden chatten. Erfahre mehr dazu auf https://matrix.org oder tippe einfach auf *Fortfahren*.
eo: FluffyChat permesas al vi babili kun viaj amikoj tra malsamaj mesaĝistoj. Lernu pli ĉe https://matrix.org aŭ simple tapu *Daŭrigu*.
et: FluffyChat võimaldab sul suhelda sõprade ja tuttavatega, kes kasutavad erinevaid sõnumikliente. Lisateavet leiad https://matrix.org saidist või lihtsalt klõpsi „Jätka“.
eu: FluffyChatek mezularitza-programa desberdinak erabiltzen dituzten lagunekin txateatzea ahalbidetzen dizu. Ikasi gehiago https://matrix.org estekan edo sakatu *Jarraitu*.
fa: فلافی‌چت به شما امکان گپ با دوستانتان در پیام‌رسان‌های مختلف را میدهد. اطلاعات بیشتر در https://matrix.org یا فقط روی *ادامه* بزنید.
fi: FluffyChat antaa sinun keskustella ystäviesi kanssa eri viestintäsovelluksilla. Lisätietoja osoitteessa https://matrix.org tai napauta vain *Jatka*.
fr: FluffyChat vous permet de discuter avec vos amis via différents messagers. En savoir plus sur https://matrix.org ou appuyez simplement sur *Continuer*.
ga: Ligeann FluffyChat duit comhrá a dhéanamh le do chairde thar theachtairí éagsúla. Foghlaim tuilleadh ag https://matrix.org nó tapáil *Ar aghaidh*.
gl: FluffyChat permíteche laretar coas túas amizades entre diferentes mensaxerías. Coñece máis en https://matrix.org ou toca en *Continuar*.
hi: फ्लफीचैट आपको विभिन्न मैसेंजरों के साथ अपने दोस्तों के साथ चैट करने की अनुमति देता है। अधिक जानने के लिए https://matrix.org पर जाएं या बस *जारी रखें* टैप करें।
hr: FluffyChat vam omogućava da razgovarate s prijateljima putem različitih posrednika. Saznajte više na https://matrix.org ili jednostavno dodirnite *Nastavi*.
id: FluffyChat memungkinkanmu untuk mengobrol dengan teman-temanmu di berbagai perpesanan. Pelajari lebih lanjut di https://matrix.org atau ketuk *Lanjutkan* saja.
it: FluffyChat ti consente di chattare con i tuoi amici attraverso diverse app di messaggistica. Ulteriori informazioni su https://matrix.org o semplicemente tocca *Continua*.
ka: FluffyChat-ის საშუალებით შეგიძლიათ ისაუბროთ მეგობრებთან სხვადასხვა მესენჯერებზე. მეტი ინფორმაციისთვის ეწვიეთ https://matrix.org ან უბრალოდ დააჭირეთ *გაგრძელება*.
nb: FluffyChat lar deg chatte med vennene dine på tvers av ulike meldingsapper. Lær mer på https://matrix.org eller bare trykk *Fortsett*.
nl: FluffyChat laat je chatten met je vrienden tussen verschillende chat-netwerken. Lees meer op https://matrix.org of tik *Continue*.
pl: FluffyChat umożliwia czatowanie ze znajomymi za pośrednictwem różnych komunikatorów. Dowiedz się więcej na stronie https://matrix.org lub kliknij na *Kontynuuj*.
pt: FluffyChat permite que você converse com seus amigos em diferentes mensageiros. Saiba mais em https://matrix.org ou apenas toque em *Continuar*.
ru: FluffyChat позволяет вам общаться с друзьями с разными мессенджерами. Узнайте больше на https://matrix.org или просто нажмите *Продолжить*.
sk: FluffyChat vám umožňuje chatovať s priateľmi cez rôzne messengery. Viac sa dozviete na https://matrix.org alebo jednoducho klepnite na *Pokračovať*.
sr: FluffyChat vam omogućava da komunicirate sa prijateljima preko različitih menadžera poruka. Saznajte više na https://matrix.org ili jednostavno dodirnite *Nastavi*.
sv: FluffyChat låter dig chatta med dina vänner över olika meddelandetjänster. Läs mer på https://matrix.org eller tryck bara på *Fortsätt*.
ta: FluffyChat உங்கள் நண்பர்களுடன் பல்வேறு செய்தியாளர்களில் பேச அனுமதிக்கிறது. மேலும் அறிய https://matrix.org இல் கற்றுக்கொள்ளவும் அல்லது *தொடரவும்* என்பதைக் கிளிக் செய்யவும்.
th: FluffyChat ให้คุณแชทกับเพื่อนของคุณผ่านแอปพลิเคชันส่งข้อความต่าง ๆ เรียนรู้เพิ่มเติมได้ที่ https://matrix.org หรือแตะ *ดำเนินการต่อ*
uk: FluffyChat дає змогу спілкуватися з друзями у різних месенджерах. Дізнайтеся більше на https://matrix.org або просто натисніть *Продовжити*.

source: 📩 New chat request
be: 📩 Запыт новага чату
bn: 📩 নতুন চ্যাট অনুরোধ
bo: 📩 གནད་སྡེབ་གསར་པ།
ca: 📩 Soŀlicitud de missatge
cs: 📩 Nová žádost o chat
da: 📩 Ny chatanmodning
de: 📩 Neue Chat-Anfrage
eo: 📩 Nova babilepeto
et: 📩 Uus vestluskutse
eu: 📩 Txat-eskaera berria
fa: 📩 درخواست گپ جدید
fi: 📩 Uusi keskustelupyyntö
fr: 📩 Nouvelle demande de chat
ga: 📩 Iarratas comhrá nua
gl: 📩 Nova solicitude de conversa
hi: 📩 नई चैट अनुरोध
hr: 📩 Novi zahtjev za razgovor
id: 📩 Permintaan pesan baru
it: 📩 Nuova richiesta di chat
ka: 📩 ახალი საუბრის მოთხოვნა
nb: 📩 Ny chatforespørsel
nl: 📩 Nieuw chat verzoek
pl: 📩 Nowa prośba o czat
pt: 📩 Novo pedido de chat
ru: 📩 Запрос нового чата
sk: 📩 Nová požiadavka na chat
sr: 📩 Nova zahtev za chat
sv: 📩 Ny chattförfrågan
ta: 📩 புதிய உரையாடல் கோரிக்கை
th: 📩 คำขอแชทใหม่
uk: 📩 Новий запит на спілкування

source: Content notification settings
be: Налады паведамленняў кантэнту
bn: বিষয়বস্তুর বিজ্ঞপ্তি সেটিংস
bo: རང་སྤྱོད་འདི་ལས་ཁོངས་སྤྱོད་འབད་དགོས།
ca: Opcions de notificació de continguts
cs: Nastavení oznámení obsahu
da: Indstillinger for indholdsnotifikationer
de: Einstellungen für Inhaltsbenachrichtigungen
eo: Agordoj por sciigo pri enhavo
et: Sisuteavituste seadistused
eu: Edukiaren jakinarazpenen ezarpenak
fa: تنظیمات آگاه‌ساز محتوا
fi: Sisältöilmoitusasetukset
fr: Paramètres de notification du contenu
ga: Socruithe fógra inneachair
gl: Axustes de notificación de contido
hi: सामग्री सूचनाएँ सेटिंग्स
hr: Postavke obavijesti o sadržaju
id: Pengaturan notifikasi konten
it: Impostazioni del contenuto di notifica
ka: შინაარსის შეტყობინებების პარამეტრები
nb: Innholdsvarslingsinnstillinger
nl: Contentmelding instellingen
pl: Ustawienia powiadomień o treści
pt: Configurações de notificação de conteúdo
ru: Настройки уведомлений по тексту
sk: Nastavenia oznámení obsahu
sr: Podešavanja obaveštenja sadržaja
sv: Inställningar för innehållsaviseringar
ta: உள்ளடக்க அறிவிப்பு அமைப்புகள்
th: การตั้งค่าการแจ้งเตือนเนื้อหา
uk: Налаштування сповіщень про вміст

source: General notification settings
be: Агульныя налады паведамленняў
bn: সাধারণ বিজ্ঞপ্তি সেটিংস
bo: ལུས་སྤྱོད་འདི་ལས་ཁོངས་སྤྱོད་འབད་དགོས།
ca: Opcions de notificacions generals
cs: Obecná nastavení oznámení
da: Generelle notifikationsindstillinger
de: Allgemeine Benachrichtigungseinstellungen
eo: Ĝeneralaj sciigaj agordoj
et: Üldised teavituste seadistused
eu: Jakinarazpen orokorren ezarpenak
fa: تنظیمات آگاه‌ساز عمومی
fi: Yleiset ilmoitusasetukset
fr: Paramètres de notification généraux
ga: Socruithe ginearálta fógra
gl: Axustes xerais das notificacións
hi: सामान्य सूचनाएँ सेटिंग्स
hr: Opće postavke obavijesti
id: Pengaturan notifikasi umum
it: Impostazioni di notifica generale
ka: საერთო შეტყობინებების პარამეტრები
nb: Generelle varslingsinnstillinger
nl: Algemene melding instellingen
pl: Ogólne ustawienia powiadomień
pt: Configurações gerais de notificação
ru: Общие настройки уведомлений
sk: Všeobecné nastavenia oznámení
sr: Opšta podešavanja obaveštenja
sv: Allmänna aviseringar
ta: பொதுவான அறிவிப்பு அமைப்புகள்
th: การตั้งค่าการแจ้งเตือนทั่วไป
uk: Загальні налаштування сповіщень

source: Room notification settings
be: Налады паведамленняў пакою
bn: কক্ষ বিজ্ঞপ্তি সেটিংস
bo: ཁང་ལུང་གི་དུས་སྤྱོད་འདི་ལས་ཁོངས་སྤྱོད་འབད་དགོས།
ca: Opcions de notificacions de sales
cs: Nastavení oznámení místnosti
da: Rumsmeddelelsesindstillinger
de: Einstellungen für Raumbenachrichtigungen
eo: Ĝustigoj por sciigo pri ĉambro
et: Jututoa teavituste seadistused
eu: Gelen jakinarazpenen ezarpenak
fa: تنظیمات آگاه‌ساز اتاق
fi: Huoneen ilmoitusasetukset
fr: Paramètres de notification de la salle
ga: Socruithe fógra seomra
gl: Axustes de notificacións da sala
hi: कक्ष सूचनाएँ सेटिंग्स
hr: Postavke obavijesti za sobu
id: Pengaturan notifikasi ruangan
it: Impostazioni di notifica della stanza
ka: ოთახის შეტყობინებების პარამეტრები
nb: Romvarslingsinnstillinger
nl: Kamermelding instellingen
pl: Ustawienia powiadomień w pokoju
pt: Configurações de notificação da sala
ru: Настройки уведомлений комнаты
sk: Nastavenia oznámení miestnosti
sr: Podešavanja obaveštenja sobe
sv: Rumsaviseringar
ta: அறை அறிவிப்பு அமைப்புகள்
th: การตั้งค่าการแจ้งเตือนห้อง
uk: Налаштування сповіщень кімнати

source: User specific notification settings
be: Налады паведамленняў карыстальніка
bn: ব্যবহারকারীর নির্দিষ্ট বিজ্ঞপ্তি সেটিংস
bo: བཅའ་ལམ་གཅིག་ལས་ཁོངས་སྤྱོད་འབད་དགོས།
ca: Opcions de notificacions d'usuàriï
cs: Uživatelsky specifická nastavení oznámení
da: Brugerspecifikke meddelelsesindstillinger
de: Benutzerspezifische Benachrichtigungseinstellungen
eo: Uzant-specifaj sciigaj agordoj
et: Kasutajakohaste teavituste seadistused
eu: Erabiltzaile zehatzen jakinarazpenen ezarpenak
fa: تنظیمات آگاه‌ساز خاص کاربر
fi: Käyttäjäkohtaiset ilmoitusasetukset
fr: Paramètres de notification spécifiques à l'utilisateur
ga: Socruithe fógra sainiúla don úsáideoir
gl: Axustes de notificación específicos da usuaria
hi: उपयोगकर्ता विशिष्ट सूचनाएँ सेटिंग्स
hr: Korisnički specifične postavke obavijesti
id: Pengaturan notifikasi spesifik pengguna
it: Impostazioni di notifica specifiche dell'utente
ka: მომხმარებლის სპეციფიკური შეტყობინებების პარამეტრები
nb: Brukerspesifikke varslingsinnstillinger
nl: Persoon specifieke melding instellingen
pl: Ustawienia powiadomień dla użytkownika
pt: Configurações de notificação específicas do usuário
ru: Настроки уведомлений пользователя
sk: Špecifické nastavenia oznámení používateľa
sr: Specifična podešavanja obaveštenja za korisnika
sv: Anpassade aviseringar för användare
ta: பயனர் குறிப்பிட்ட அறிவிப்பு அமைப்புகள்
th: การตั้งค่าการแจ้งเตือนเฉพาะผู้ใช้
uk: Налаштування сповіщень для користувача

source: Other notification settings
be: Іншыя налады паведамленняў
bn: অন্য বিজ্ঞপ্তি সেটিংস
bo: གཞན་ལས་ཁོངས་སྤྱོད་འབད་དགོས།
ca: Altres opcions de notificacions
cs: Ostatní nastavení oznámení
da: Andre meddelelsesindstillinger
de: Andere Benachrichtigungseinstellungen
eo: Aliaj sciigaj agordoj
et: Muud teavituste seadistused
eu: Beste jakinarazpenen ezarpenak
fa: سایر تنظیمات آگاه‌ساز
fi: Muut ilmoitusasetukset
fr: Autres paramètres de notification
ga: Socruithe fógra eile
gl: Outros axustes das notificacións
hi: अन्य सूचनाएँ सेटिंग्स
hr: Ostale postavke obavijesti
id: Pengaturan notifikasi lainnya
it: Altre impostazioni di notifica
ka: სხვა შეტყობინებების პარამეტრები
nb: Andre varslingsinnstillinger
nl: Andere melding instellingen
pl: Inne ustawienia powiadomień
pt: Outras configurações de notificação
ru: Другие настройки уведомлений
sk: Iné nastavenia oznámení
sr: Druga podešavanja obaveštenja
sv: Andra aviseringar
ta: மற்ற அறிவிப்பு அமைப்புகள்
th: การตั้งค่าการแจ้งเตือนอื่น ๆ
uk: Інші налаштування сповіщень

# notificationRuleContainsUserName
source: Contains User Name
be: Змяшчае імя карыстальніка
bn: ব্যবহারকারীর নাম অন্তর্ভুক্ত
bo: བརྗེ་བརྗོད་ལ་ལག་ཁྱེར་མིང་
ca: Conté el nom d'usuàriï
cs: Obsahuje uživatelské jméno
da: Indeholder brugernavn
de: Enthält Benutzernamen
eo: Enhavas Uzantnomon
et: Kasutajanime olemasolul
eu: Erabiltzaile-izena dauka
fa: دارای نام کاربری
fi: Sisältää käyttäjänimen
fr: Contient le nom d'utilisateur
ga: Tá Ainm Úsáideora ann
gl: Contén nome de usuaria
hi: उपयोगकर्ता नाम शामिल है
hr: Sadrži korisničko ime
id: Berisi Nama Pengguna
it: Contiene il nome utente
ka: მომხმარებლის სახელი შეიცავს
nb: Inneholder brukernavn
nl: Bevat naam van persoon
pl: Włącz dla wiadomości z nazwą użytkownika
pt: Contém nome de usuário
ru: Содержит имя пользователя
sk: Obsahuje používateľské meno
sr: Sadrži korisničko ime
sv: Innehåller användarnamn
ta: பயனர் பெயரை உள்ளடக்கியது
th: มีชื่อผู้ใช้
uk: Містить ім'я користувача

# notificationRuleContainsUserNameDescription
source: Notifies the user when a message contains their username.
be: Паведамляе пра тое, што паведамленне мае імя карыстальніка.
bn: যখন একটি বার্তা তাদের ব্যবহারকারীর নাম ধারণ করে তখন ব্যবহারকারীকে জানানো হয়।
bo: གནད་སྡེབ་ནང་ལ་ཁྱེད་རང་ལག་ཁྱེར་མིང་།
ca: Notifica l'usuàriï quan un missatge contingui el seu nom.
cs: Upozorňuje uživatele, když zpráva obsahuje jejich uživatelské jméno.
da: Underretter brugeren, når en besked indeholder deres brugernavn.
de: Benachrichtigt den Benutzer, wenn eine Nachricht seinen Benutzernamen enthält.
eo: Sciigas la uzanton kiam mesaĝo enhavas ilian uzantnomon.
et: Teavita kasutajat, kui sõnumis on tema kasutajanimi.
eu: Mezuan erabiltzaile-izena aipatzen denean jakinarazten du.
fa: وقتی پیامی حاوی نام کاربری باشد، کاربر را آگاه میکند.
fi: Ilmoittaa käyttäjälle, kun viesti sisältää heidän käyttäjänimensä.
fr: Avertit l'utilisateur lorsqu'un message contient son nom d'utilisateur.
ga: Cuireann sé sin in iúl don úsáideoir nuair a bhíonn a ainm úsáideora i dteachtaireacht.
gl: Informa á usuaria cando unha mensaxe contén o seu identificador.
hi: जब संदेश में उनका उपयोगकर्ता नाम होता है तो उपयोगकर्ता को सूचित करता है।
hr: Obavještava korisnika kada poruka sadrži njihovo korisničko ime.
id: Memberi tahu pengguna ketika pesan memiliki nama penggunanya.
it: Notifica l'utente quando un messaggio contiene il proprio nome utente.
ka: შეტყობინების დროს, რომელიც შეიცავს მომხმარებლის სახელს, მომხმარებელს აცნობებს.
nb: Varsler brukeren når en melding inneholder deres brukernavn.
nl: Stuurt een melding als een bericht de persoon vermeld.
pl: Włącza powiadomienia kiedy wiadomość zawiera Twoją nazwę użytkownika.
pt: Notifica o usuário quando uma mensagem contém seu nome de usuário.
ru: Уведомляет пользователя когда сообщение содержит его имя пользователя.
sk: Upozorňuje používateľa, keď správa obsahuje ich používateľské meno.
sr: Obaveštava korisnika kada poruka sadrži njegovo korisničko ime.
sv: Meddelar användaren när ett meddelande innehåller deras användarnamn.
ta: ஒரு செய்தி அவர்களின் பயனர் பெயரை உள்ளடக்கிய போது பயனருக்கு அறிவிக்கிறது.
th: แจ้งเตือนผู้ใช้เมื่อข้อความมีชื่อผู้ใช้ของพวกเขา
uk: Сповіщає користувача, коли повідомлення містить його ім'я користувача.

# notificationRuleMaster
source: Mute all notifications
be: Заглушыць усе паведамленні
bn: সব বিজ্ঞপ্তি নিস্তব্ধ করুন
bo: ཚར་བར་གཅིག་ལས་ཁོངས་སྤྱོད་འབད་དགོས།
ca: Silencia totes les notificacions
cs: Ztlumit všechna oznámení
da: Dæmp alle meddelelser
de: Alle Benachrichtigungen stummschalten
eo: Mute ĉiujn sciigojn
et: Summuta kõik teavitused
eu: Isilarazi jakinarazpen guztiak
fa: بی‌صدا کردن همه آگاه‌سازها
fi: Mykistä kaikki ilmoitukset
fr: Couper toutes les notifications
ga: Balbhaigh gach fógra
gl: Acalar todas as notificacións
hi: सभी सूचनाओं को म्यूट करें
hr: Utišaj sve obavijesti
id: Bisukan semua notifikasi
it: Silenzia tutte le notifiche
ka: ყველა შეტყობინების გამორთვა
nb: Still alle varsler
nl: Alle meldingen dempen
pl: Wyłącz wszystkie powiadomienia
pt: Silenciar todas as notificações
ru: Отключить все уведомления
sk: Ztlmiť všetky oznámenia
sr: Utišaj sva obaveštenja
sv: Stäng av alla aviseringar
ta: அனைத்து அறிவிப்புகளையும் மௌனம்
th: ปิดเสียงการแจ้งเตือนทั้งหมด
uk: Вимкнути всі сповіщення

# notificationRuleMasterDescription
source: Overrides all other rules and disables all notifications.
be: Перазапісвае ўсе іншыя правілы і адключае паведамленні.
bn: সকল অন্যান্য নিয়মকে অতিক্রম করে এবং সব বিজ্ঞপ্তি বন্ধ করে দেয়।
bo: ཁོངས་སྤྱོད་ཚུལ་ཚུལ་ལ་བསྐྱར་བསྐྱར་བཅོས་དང་ཚུལ་ལ་ལོག་བསྐྱར་བཅོས་བྱེད་མི་ཚུལ་ལ་ལོག་བསྐྱར་བཅོས།
ca: Ignora totes les altres regles i deshabilita totes les notificacions.
cs: Přesahuje všechna ostatní pravidla a vypíná všechna oznámení.
da: Overskriver alle andre regler og deaktiverer alle meddelelser.
de: Setzt alle anderen Regeln außer Kraft und deaktiviert alle Benachrichtigungen.
eo: Superas ĉiujn aliajn regulojn kaj malŝaltas ĉiujn sciigojn.
et: Ära järgi muid reegleid ja lülita kõik teavitused välja.
eu: Gainerako arauak gainidatzi eta jakinarazpenak ezgaitzen ditu.
fa: از قوانین دیگر چشم‌پوشی میکند و همه آگاه‌سازها را غیرفعال میکند.
fi: Ohittaa kaikki muut säännöt ja poistaa kaikki ilmoitukset käytöstä.
fr: Remplace toutes les autres règles et désactive toutes les notifications.
ga: Sáraíonn sé gach riail eile agus díchumasaítear gach fógra.
gl: Sobrescribe todas as outras regras e desactiva todas as notificacións.
hi: सभी अन्य नियमों को ओवरराइड करता है और सभी सूचनाओं को अक्षम करता है।
hr: Prekida sve ostale pravila i onemogućava sve obavijesti.
id: Menimpa peraturan lainnya dan menonaktifkan semua notifikasi.
it: Sovrascive tutte le altre regole e disabilita tutte le notifiche.
ka: გადაჭრის ყველა სხვა წესს და გამორთავს ყველა შეტყობინებას.
nb: Overstyrer alle andre regler og deaktiverer alle varsler.
nl: Overschrijf alle andere regels en meldingen uitschakelen.
pl: Zastępuje inne reguły i wyłącza wszystkie powiadomienia.
pt: Sobrescreve todas as outras regras e desativa todas as notificações.
ru: Перекрывает все другие правила и отключает все уведомления.
sk: Prekračuje všetky ostatné pravidlá a vypína všetky oznámenia.
sr: Prekida sve ostale pravila i onemogućava sva obaveštenja.
sv: Överskrider alla andra regler och inaktiverar alla aviseringar.
ta: அனைத்து விதிகளையும் மீறி அனைத்து அறிவிப்புகளையும் முடக்குகிறது.
th: แทนที่กฎทั้งหมดและปิดการแจ้งเตือนทั้งหมด
uk: Перевизначає всі інші правила і вимикає всі сповіщення.

# notificationRuleSuppressNotices
source: Suppress Automated Messages
be: Адключыць аўтаматычныя паведамленні
bn: স্বয়ংক্রিয় বার্তা দমন করুন
bo: རང་གི་འཕྲིན་ལས་འབད་བའི་ཚེར་ལས་འབད་མི་ཚུལ་ལ་ལོག་བསྐྱར་བཅོས།
ca: Elimina els missatges automàtics
cs: Potlačit automatické zprávy
da: Undertrykk automatiserede beskeder
de: Automatisierte Nachrichten unterdrücken
eo: Silenti Aŭtomatajn Mesaĝojn
et: Ära teavita automaatsete sõnumite korral
eu: Ezkutatu mezu automatikoak
fa: سرکوب پیام‌های خودکار
fi: Piilota automaattiset viestit
fr: Supprimer les messages automatisés
ga: Bain Teachtaireachtaí Uathoibrithe
gl: Suprimir mensaxes automatizadas
hi: स्वचालित संदेशों को दबाएँ
hr: Ugasiti automatske poruke
id: Dimakan Pesan Terautomasi
it: Silenziare i messaggi automatizzati
ka: ავტომატური შეტყობინებების ჩახშობა
nb: Undertrykk automatiserte meldinger
nl: Automatische berichten uitschakelen
pl: Wyłącz dla automatycznych wiadomości
pt: Suprimir mensagens automáticas
ru: Отключить автоматические сообщения
sk: Potlačiť automatické správy
sr: Suzbijanje automatskih poruka
sv: Undertryck automatiserade meddelanden
ta: தானாக இயங்கும் செய்திகள் தடுக்கவும்
th: ระงับข้อความอัตโนมัติ
uk: Заборонити автоматичні повідомлення

# notificationRuleSuppressNoticesDescription
source: Suppresses notifications from automated clients like bots.
be: Адключыць паведамленні ад аўтаматызаваных кліентаў, накшталт ботаў.
bn: অটোমেটেড ক্লায়েন্ট যেমন বট থেকে বিজ্ঞপ্তি দমন করে।
bo: འཕྲིན་ལས་འབད་བའི་སྤྱོད་ཚུལ་ལ་ལོག་བསྐྱར་བཅོས། སྤྱོད་ཚུལ་ལ་ལོག་བསྐྱར་བཅོས་བྱེད་མི་ཚུལ་ལ་ལོག་བསྐྱར་བཅོས།
ca: No envia notificacions relacionades amb usuàriïs automàtics com els bots.
cs: Potlačuje oznámení od automatizovaných klientů, jako jsou boti.
da: Undertrykker meddelelser fra automatiserede klienter som bots.
de: Unterdrückt Benachrichtigungen von automatisierten Clients wie Bots.
eo: Silentas sciigojn de aŭtomataj klientoj kiel robotoj.
et: Ära teavita sõnumite puhul, mis on genereeritud masinate, nt jututubade robotite poolt.
eu: BOTen eta bestelako bezero automatikoen jakinarazpenak ezkutatzen ditu.
fa: آگاه‌سازهای کارخواه‌های خودکار مانند ربات‌ها را سرکوب میکند.
fi: Piilottaa ilmoitukset automatisoiduilta asiakkailta kuten boteilta.
fr: Supprime les notifications des clients automatisés comme les bots.
ga: Sochtann sé fógraí ó chliaint uathoibrithe amhail róbónna.
gl: Suprime as notificacións desde clientes automatizados como os robots.
hi: बॉट जैसे स्वचालित क्लाइंट से सूचनाओं को दबाता है।
hr: Ugasuje obavijesti od automatiziranih klijenata poput botova.
id: Mendiamkan notifikasi dari klien terautomasi seperti bot.
it: Silenzia le notifiche da client automatizzati come i bot.
ka: ჩახშობს შეტყობინებებს ავტომატური კლაიენტებისგან, როგორიცაა ბოტები.
nb: Undertrykker varsler fra automatiserte klienter som roboter.
nl: Meldingen van automatische accounts zoals bots uitschakelen.
pl: Wyłącza powiadomienia z automatycznych klientów, takich jak boty.
pt: Suprime notificações de clientes automatizados como bots.
ru: Отключить уведомления от автоматизированных клиентов, таких как боты.
sk: Potlačuje oznámenia od automatizovaných klientov, ako sú boty.
sr: Suzbija obaveštenja od automatizovanih klijenata poput botova.
sv: Undertrycker aviseringar från automatiserade klienter som bots.
ta: போட்டிகள் போன்ற தானாக இயங்கும் கிளையண்டுகளிலிருந்து அறிவிப்புகளை தடுக்கிறது.
th: ระงับการแจ้งเตือนจากไคลเอนต์อัตโนมัติ เช่น บอท
uk: Забороняє сповіщення від автоматизованих клієнтів, таких як боти.

# notificationRuleInviteForMe
source: Invite for Me
be: Запрашэнне мяне
bn: আমার জন্য আমন্ত্রণ
bo: ང་ལ་འཕྲོ་བརྗེ་འབད་ནས།
ca: Invitació per a mi
cs: Pozvat mě
da: Invitation til mig
de: Einladung für mich
eo: Invito por Mi
et: Kutsed mulle
eu: Gonbidapena niretzat
fa: دعوت برای من
fi: Kutsu minulle
fr: Invitation pour moi
ga: Tabhair cuireadh Do Mhise
gl: Teño un convite
hi: मेरे लिए आमंत्रण
hr: Poziv za mene
id: Undang untuk Aku
it: Inviti per me
ka: მომიწვიე ჩემთვის
nb: Inviter for meg
nl: Uitnodiging voor mij
pl: Włącz dla zaproszeń
pt: Convite para Mim
ru: Приглашение для меня
sk: Pozvánka pre mňa
sr: Poziv za mene
sv: Inbjudan för mig
ta: எனக்கான அழைப்பு
th: เชิญสำหรับฉัน
uk: Запрошення мене
