Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# deleteEmptySpaceDesc
source: The course will be deleted for all participants. This action cannot be undone.
bn: কোর্সটি সব অংশগ্রহণকারীর জন্য মুছে ফেলা হবে। এই কাজটি পূর্বাবস্থায় ফিরিয়ে আনা যাবে না।
bo: འདི་ལས་སྤྱོད་ལས་སྤྱོད་མི་ཚུལ་ལས་སྤྱོད་གནང་བའི་སློབ་ཚན་ཚུ་གཏོད་ནས་སྤྱོད་མི་ཚུལ་ལས་སྤྱོད་གནང་བའི་ལས་རོལ།
ca: El curs s'eliminarà per a tots els participants. Aquesta acció no es pot desfer.
cs: Kurz bude smazán pro všechny účastníky. Tato akce nelze vrátit zpět.
da: Kurset vil blive slettet for alle deltagere. Denne handling kan ikke fortrydes.
de: Der Kurs wird für alle Teilnehmer gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
eo: La kurso estos forigita por ĉiuj partoprenantoj. Ĉi tiu ago ne povas esti malfarita.
et: Ruum kustutatakse kõigilt osalejatelt. Seda toimingut ei saa tagasi võtta.
eu: Ikastaroa parte-hartzaile guztientzat ezabatuko da. Ekintza hau ezin da desegin.
fi: Kurssi poistetaan kaikilta osallistujilta. Tätä toimintoa ei voi peruuttaa.
fr: Le cours sera supprimé pour tous les participants. Cette action est irréversible.
ga: Scriosfar an cúrsa do na rannpháirtithe go léir. Ní féidir an gníomh seo a chur ar ceal.
gl: A curso eliminarase para todos os participantes. Esta acción non se pode deshacer.
hi: कोर्स सभी प्रतिभागियों के लिए हटा दिया जाएगा। यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Tečaj će biti izbrisan za sve sudionike. Ova radnja se ne može poništiti.
it: Il corso verrà eliminato per tutti i partecipanti. Questa azione non può essere annullata.
ka: კურსი წაიშლება ყველა მონაწილისთვის. ეს მოქმედება ვერ იქნება გაუქმებული.
nb: Kurset vil bli slettet for alle deltakere. Denne handlingen kan ikke angres.
nl: De cursus wordt verwijderd voor alle deelnemers. Deze actie kan niet ongedaan worden gemaakt.
pl: Kurs zostanie usunięty dla wszystkich uczestników. Ta akcja jest nieodwracalna.
pt: O curso será excluído para todos os participantes. Esta ação não pode ser desfeita.
ru: Курс будет удален для всех участников. Это действие нельзя отменить.
sk: Kurz bude vymazaný pre všetkých účastníkov. Táto akcia sa nedá vrátiť späť.
sr: Курс ће бити избрисан за све учеснике. Ова акција се не може опозвати.
sv: Kursen kommer att raderas för alla deltagare. Denna åtgärd kan inte ångras.
ta: பாடத்திலுள்ள அனைத்து பங்கேற்பாளர்களுக்கும் இது நீக்கப்படும். இந்த நடவடிக்கை திரும்ப முடியாது.
th: หลักสูตรจะถูกลบสำหรับผู้เข้าร่วมทั้งหมด การดำเนินการนี้ไม่สามารถย้อนกลับได้

source: Regenerate
bn: পুনরায় তৈরি করুন
bo: རིགས་སྤྱོད་ལ་ལོག་འཇུག།
ca: Regenerar
cs: Vygenerovat znovu
da: Genopret
de: Neu generieren
eo: Regeneri
et: Uuesti genereeri
eu: Berriro sortu
fi: Luo uudelleen
fr: Régénérer
ga: Athghiniúint
gl: Rexenerar
hi: पुनः उत्पन्न करें
hr: Ponovno generiraj
it: Rigenera
ka: განახლება
nb: Regenerer
nl: Opnieuw genereren
pl: Regeneruj
pt: Regenerar
ru: Восстановить
sk: Obnoviť
sr: Поново генериши
sv: Regenerera
ta: மீண்டும் உருவாக்கு
th: สร้างใหม่

source: My Saved Activities
bn: আমার সংরক্ষিত কার্যকলাপ
bo: ངའི་དོན་ཚན་སྲུང་བའི་ལས་ཀ
ca: Les meves activitats desades
cs: Mé uložené aktivity
da: Mine gemte aktiviteter
de: Meine gespeicherten Aktivitäten
eo: Miaj konservitaj agadoj
et: Minu salvestatud tegevused
eu: Nire gordeak diren jarduerak
fi: Tallentamani aktiviteetit
fr: Mes activités enregistrées
ga: Mo Gníomhaíochtaí Sábháilte
gl: As miñas actividades gardadas
hi: मेरी सहेजी गई गतिविधियां
hr: Moje spremljene aktivnosti
it: Le mie attività salvate
ka: ჩემი შენახული აქტივობები
nb: Mine lagrede aktiviteter
nl: Mijn opgeslagen activiteiten
pl: Moje zapisane aktywności
pt: Minhas Atividades Salvas
ru: Мои сохранённые активности
sk: Moje uložené aktivity
sr: Моје сачуване активности
sv: Mina sparade aktiviteter
ta: எனது சேமிக்கப்பட்ட செயல்பாடுகள்
th: กิจกรรมที่บันทึกไว้ของฉัน

source: No saved activities
bn: কোন সংরক্ষিত কার্যকলাপ নেই
bo: དོན་ཚན་སྲུང་བའི་ལས་ཀ་མེད
ca: No hi ha activitats desades
cs: Žádné uložené aktivity
da: Ingen gemte aktiviteter
de: Keine gespeicherten Aktivitäten
eo: Neniuj konservitaj agadoj
et: Ei ole salvestatud tegevusi
eu: Ez dago gordetako jarduerarik
fi: Ei tallennettuja aktiviteetteja
fr: Aucune activité enregistrée
ga: Níl aon ghníomhaíochtaí sábáilte
gl: Non hai actividades gardadas
hi: कोई सहेजी गई गतिविधि नहीं
hr: Nema spremljenih aktivnosti
it: Nessuna attività salvata
ka: შენახული აქტივობები არ არის
nb: Ingen lagrede aktiviteter
nl: Geen opgeslagen activiteiten
pl: Brak zapisanych aktywności
pt: Nenhuma atividade salva
ru: Нет сохранённых активностей
sk: Žiadne uložené aktivity
sr: Нема сачуваних активности
sv: Inga sparade aktiviteter
ta: சேமிக்கப்பட்ட செயல்பாடுகள் இல்லை
th: ไม่มีการบันทึกกิจกรรม

# saveActivity
source: Save this activity
bn: এই কার্যকলাপ সংরক্ষণ করুন
bo: འདི་ལས་ཀ་སྲུང་བའི་རེད
ca: Desa aquesta activitat
cs: Uložit tuto aktivitu
da: Gem denne aktivitet
de: Aktivität speichern
eo: Konservi ĉi tiun agadon
et: Salvesta see tegevus
eu: Gorde jarduera hau
fi: Tallenna tämä aktiviteetti
fr: Enregistrer cette activité
ga: Sábháil an gníomhaíocht seo
gl: Gardar esta actividade
hi: इस गतिविधि को सहेजें
hr: Spremi ovu aktivnost
it: Salva questa attività
ka: შენახე ეს აქტივობა
nb: Lagre denne aktiviteten
nl: Deze activiteit opslaan
pl: Zapisz tę aktywność
pt: Salvar esta atividade
ru: Сохранить эту активность
sk: Uložiť túto aktivitu
sr: Сачувај ову активност
sv: Spara denna aktivitet
ta: இந்த செயல்பாட்டை சேமிக்கவும்
th: บันทึกกิจกรรมนี้

# yourSavedActivities
source: Saved Activities
bn: সংরক্ষিত কার্যকলাপ
bo: ཁྱེད་ཀྱི་སྲུང་བའི་ལས་ཀ
ca: Activitats desades
cs: Uložené aktivity
da: Gemte aktiviteter
de: Gespeicherte Aktivitäten
eo: Konservitaj agadoj
et: Sinu salvestatud tegevused
eu: Gordetako Jarduerak
fi: Tallennetut aktiviteetit
fr: Activités enregistrées
ga: Gníomhaíochtaí Sábháilte
gl: Actividades gardadas
hi: सहेजी गई गतिविधियां
hr: Spremljene aktivnosti
it: Attività salvate
ka: შენახული აქტივობები
nb: Lagrede aktiviteter
nl: Opgeslagen activiteiten
pl: Zapisane aktywności
pt: Atividades salvas
ru: Сохранённые активности
sk: Uložené aktivity
sr: Сачуване активности
sv: Sparade aktiviteter
ta: உங்கள் சேமிக்கப்பட்ட செயல்பாடுகள்
th: กิจกรรมที่บันทึกไว้

source: Failed to play video
bn: ভিডিও প্লে করতে ব্যর্থ হয়েছে
bo: བརྙན་རིམ་ལུས་འགྱོ་མི་བྱེད
ca: Error en reproduir el vídeo
cs: Nepodařilo se přehrát video
da: Mislykkedes med at afspille video
de: Video konnte nicht abgespielt werden
eo: Malsukcesis ludi la videon
et: Video mängimine ebaõnnestus
eu: Ezin izan da bideoa jokatu
fi: Videon toistaminen epäonnistui
fr: Échec de la lecture de la vidéo
ga: Theip ar sheinm an fhíseáin
gl: Non se puido reproducir o vídeo
hi: वीडियो चलाने में विफल
hr: Neuspješno reproduciranje videa
it: Impossibile riprodurre il video
ka: ვიდეოს გაშვება ვერ მოხერხდა
nb: Mislyktes i å spille av video
nl: Video afspelen is mislukt
pl: Nie udało się odtworzyć filmu
pt: Falha ao reproduzir o vídeo
ru: Не удалось воспроизвести видео
sk: Nepodarilo sa spustiť video
sr: Учитавање видеа није успело
sv: Det gick inte att spela upp videon
ta: வீடியோ播放 முடியவில்லை
th: ไม่สามารถเล่นวิดีโอได้

source: Done
bn: সম্পন্ন
bo: མཉམ་པའི
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
eo: Fino
et: Valmis
eu: Eginda
fi: Valmis
fr: Terminé
ga: Déanta
gl: Rematado
hi: पूर्ण
hr: Gotovo
it: Fatto
ka: შესრულებულია
nb: Ferdig
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
sk: Hotovo
sr: Завршено
sv: Klart
ta: முடிந்தது
th: เสร็จสิ้น

# inThisSpace
source: In this course
bn: এই কোর্সে
bo: འདིའི་སློབ་ཚན
ca: En aquest curs
cs: V tomto kurzu
da: I dette kursus
de: In diesem Kurs
eo: En ĉi tiu kurso
et: Selles ruumis
eu: Ikastaro honetan
fi: Tässä kurssissa
fr: Dans ce cours
ga: Sa chúrsa seo
gl: Neste curso
hi: इस कोर्स में
hr: U ovom tečaju
it: In questo corso
ka: ამ კურსში
nb: I dette kurset
nl: In deze cursus
pl: W tym kursie
pt: Neste espaço
ru: На этом курсе
sk: V tomto kurze
sr: У овом курсу
sv: I denna kurs
ta: இந்த பாடத்தில்
th: ในหลักสูตรนี้

source: My contacts
bn: আমার যোগাযোগ
bo: ངའི་དགོངས་ཚོད
ca: Els meus contactes
cs: Moje kontakty
da: Mine kontakter
de: Meine Kontakte
eo: Miaj kontaktoj
et: Minu kontaktid
eu: Nire kontaktuak
fi: Yhteystietoni
fr: Mes contacts
ga: Mo chuid teagmhálacha
gl: Os meus contactos
hi: मेरे संपर्क
hr: Moji kontakti
it: I miei contatti
ka: ჩემი კონტაქტები
nb: Mine kontakter
nl: Mijn contacten
pl: Moje kontakty
pt: Meus contatos
ru: Мои контакты
sk: Moje kontakty
sr: Моји контакти
sv: Mina kontakter
ta: எனது தொடர்புகள்
th: รายชื่อติดต่อของฉัน

# inviteAllInSpace
source: Invite all in this course
bn: এই কোর্সে সবাইকে আমন্ত্রণ জানান
bo: འདིའི་སློབ་ཚན་ལ་ཡོངས་རོགས་སྤོངས
ca: Convida a tothom en aquest curs
cs: Pozvat všechny do tohoto kurzu
da: Inviter alle i dette kursus
de: Alle in diesem Kurs einladen
eo: Inviti ĉiujn en ĉi tiu kurso
et: Kutsu kõik ruumis
eu: Deitu ikastaro honetan dauden guztiak
fi: Kutsu kaikki tähän kurssiin
fr: Inviter tous dans ce cours
ga: Cuireadh gach duine sa chúrsa seo
gl: Invitar a todos neste curso
hi: इस कोर्स में सभी को आमंत्रित करें
hr: Pozovi sve u ovom tečaju
it: Invita tutti in questo corso
ka: პირობეთ ყველა ამ კურსში
nb: Inviter alle i dette kurset
nl: Nodig iedereen uit in deze cursus
pl: Zaproś wszystkich w tym kursie
pt: Convidar todos neste espaço
ru: Пригласить всех на этот курс
sk: Pozvať všetkých v tomto kurze
sr: Позови све у овом курсу
sv: Bjud in alla i denna kurs
ta: இந்த பாடத்துக்கு அனைவரையும் அழைக்கவும்
th: เชิญชวนทุกคนในหลักสูตรนี้

# spaceParticipantsHaveBeenInvitedToTheChat
source: All course participants has been invited to the chat
bn: সব কোর্স অংশগ্রহণকারীকে চ্যাটে আমন্ত্রণ জানানো হয়েছে
bo: འདིའི་སློབ་ཚན་ལུ་སྒྲིག་བཀོད་སྤོངས་ཡོད
ca: Tots els participants del curs han estat convidats al xat
cs: Všichni účastníci kurzu byli pozváni do chatu
da: Alle kursusdeltagere er blevet inviteret til chatten
de: Alle Kursteilnehmer wurden zum Chat eingeladen
eo: Ĉiuj partoprenantoj de la kurso estis invititaj al la babilado
et: Kõik ruumi osalejad on kutsutud vestlusse
eu: Ikastaroaren parte-hartzaile guztiak gonbidatu dira txatera
fi: Kaikki kurssin osallistujat on kutsuttu keskusteluun
fr: Tous les participants du cours ont été invités au chat
ga: Tá rannpháirtithe an chúrsa uile tugtha cuireadh chuig an gcomhrá
gl: Todos os participantes do curso foron convidados ao chat
hi: सभी कोर्स प्रतिभागियों को चैट में आमंत्रित किया गया है
hr: Svi sudionici tečaja su pozvani u chat
it: Tutti i partecipanti del corso sono stati invitati alla chat
ka: ყველა კურსის მონაწილე მოწვეულია ჩათში
nb: Alle deltakere i kurset har blitt invitert til chatten
nl: Alle deelnemers aan de cursus zijn uitgenodigd voor de chat
pl: Wszyscy uczestnicy kursu zostali zaproszeni do czatu
pt: Todos os participantes do curso foram convidados para o chat
ru: Все участники курса приглашены в чат
sk: Všetci účastníci kurzu boli pozvaní do chatu
sr: Сви учесници курса су позвани у ћаскање
sv: Alla deltagare i kursen har bjudits in till chatten
ta: பாடத்தின் அனைத்து பங்கேற்பாளர்களும் உரையாடலுக்கு அழைக்கப்பட்டுள்ளனர்
th: ผู้เข้าร่วมหลักสูตรทั้งหมดได้รับเชิญเข้าร่วมแชทแล้ว

# numKnocking
source: {count} knocking
bn: {count} টা knocking
bo: {count} བརྗེད་བརྗེད
ca: {count} tocant
cs: {count} klepání
da: {count} banker på
de: {count} klopft
eo: {count} petas eniri
et: {count} koputab
eu: {count} jotzen
fi: {count} koputtaa
fr: {count} frappe
ga: {count} ag bualadh
gl: {count} tocando
hi: {count} दस्तक
hr: {count} kucanje
it: {count} in attesa
ka: {count} დარეკვა
nb: {count} banker på
nl: {count} kloppingen
pl: {count} puka
pt: {count} batendo
ru: {count} стучит
sk: {count} klopanie
sr: {count} kucanje
sv: {count} knackar
ta: {count} தட்டச்சு
th: {count} เคาะ

# numInvited
source: {count} invited
bn: {count} টা আমন্ত্রণ জানানো হয়েছে
bo: {count} རྟགས་སྤོངས
ca: {count} convidat
cs: {count} pozváno
da: {count} inviteret
de: {count} eingeladen
eo: {count} invitita
et: {count} kutsutud
eu: {count} gonbidatu
fi: {count} kutsuttu
fr: {count} invité
ga: {count} cuireadh
gl: {count} invitado
hi: {count} आमंत्रित
hr: {count} pozvano
it: {count} invitati
ka: {count} მოწვეული
nb: {count} invitert
nl: {count} uitgenodigd
pl: {count} zaproszonych
pt: {count} convidado(s)
ru: {count} приглашено
sk: {count} pozvaných
sr: {count} pozvan
sv: {count} inbjudna
ta: {count} அழைக்கப்பட்டவர்கள்
th: {count} เชิญ

source: Saved
bn: সংরক্ষিত
bo: སྲུང་བ
ca: Desat
cs: Uloženo
da: Gemt
de: Gespeichert
eo: Konservita
et: Salvestatud
eu: Gordeta
fi: Tallennettu
fr: Enregistré
ga: Sábháilte
gl: Gardado
hi: सहेजा गया
hr: Spremljeno
it: Salvato
ka: შენახულია
nb: Lagret
nl: Opgeslagen
pl: Zapisane
pt: Salvo
ru: Сохранено
sk: Uložené
sr: Sačuvano
sv: Sparad
ta: சேமிக்கப்பட்டது
th: บันทึกแล้ว

source: Reset
bn: রিসেট
bo: ལེན་སྤྱོད
ca: Restablir
cs: Obnovit
da: Nulstil
de: Zurücksetzen
eo: Restarigi
et: Lähtesta
eu: Berrezarri
fi: Nollaa
fr: Réinitialiser
ga: Athshocraigh
gl: Restablecer
hi: रीसेट करें
hr: Resetiraj
it: Reimposta
ka: გადატვირთვა
nb: Tilbakestill
pl: Resetuj
pt: Redefinir
ru: Сбросить
sk: Obnoviť
sr: Resetuj
sv: Återställ
ta: மீட்டமைக்கவும்
th: รีเซ็ต

# errorGenerateActivityMessage
source: Failed to generate activity
bn: অ্যাকটিভিটি তৈরি করতে ব্যর্থ হয়েছে
bo: ལས་ཀ་ཕྱིར་བསྐྱར་བཟོ་མི་བྱེད
ca: No s'ha pogut generar l'activitat
cs: Nepodařilo se vygenerovat aktivitu
da: Kunne ikke generere aktivitet
de: Aktivität konnte nicht generiert werden
eo: Malsukcesis generi agadon
et: Tegevuse loomine ebaõnnestus
eu: Ezin izan da jarduera sortu
fi: Aktiviteetin luominen epäonnistui
fr: Échec de la génération de l'activité
ga: Theip ar ghiniúint an ghníomhaíochta
gl: Non se puido xerar a actividade
hi: गतिविधि बनाने में विफल
hr: Neuspješno generiranje aktivnosti
it: Impossibile generare l'attività
ka: აქტივობის შექმნა ვერ მოხერხდა
nb: Mislyktes i å generere aktivitet
nl: Het genereren van activiteit is mislukt
pl: Nie udało się wygenerować aktywności
pt: Falha ao gerar atividade
ru: Не удалось создать активность
sk: Nepodarilo sa vygenerovať aktivitu
sr: Neuspešno generisanje aktivnosti
sv: Det gick inte att generera aktivitet
ta: செயல்பாட்டை உருவாக்க முடியவில்லை
th: ไม่สามารถสร้างกิจกรรมได้

# errorRegenerateActivityMessage
source: Failed to regenerate activity
bn: অ্যাকটিভিটি পুনরায় তৈরি করতে ব্যর্থ হয়েছে
bo: ལས་ཀ་ལོག་ལོག་བསྐྱར་བཟོ་མི་བྱེད
ca: No s'ha pogut regenerar l'activitat
cs: Nepodařilo se znovu vygenerovat aktivitu
da: Kunne ikke gengenerere aktivitet
de: Aktivität konnte nicht neu generiert werden
eo: Malsukcesis regeneri agadon
et: Tegevuse uuesti loomine ebaõnnestus
eu: Ezin izan da jarduera berriro sortu
fi: Virhe uudelleenluotaessa toimintaa
fr: Échec de la régénération de l'activité
ga: Theip ar athghiniúint an ghníomhaíochta
gl: Non se puido rexenerar a actividade
hi: गतिविधि पुनः बनाने में विफल
hr: Neuspješno ponovno generiranje aktivnosti
it: Impossibile rigenerare l'attività
ka: აქტივობის გადამუშავება ვერ მოხერხდა
nb: Mislyktes i å regenerere aktivitet
nl: Het opnieuw genereren van activiteit is mislukt
pl: Nie udało się ponownie wygenerować aktywności
pt: Falha ao regenerar atividade
ru: Не удалось восстановить активность
sk: Nepodarilo sa regenerovať aktivitu
sr: Neuspešno regenerisanje aktivnosti
sv: Det gick inte att regenerera aktivitet
ta: செயல்பாட்டை மீண்டும் உருவாக்க முடியவில்லை
th: ไม่สามารถสร้างกิจกรรมใหม่ได้

# errorLaunchActivityMessage
source: Failed to launch activity
bn: অ্যাকটিভিটি চালু করতে ব্যর্থ হয়েছে
bo: ལས་ཀ་ལའི་འགྱོ་བ་མི་བྱེད
ca: No s'ha pogut llançar l'activitat
cs: Nepodařilo se spustit aktivitu
da: Kunne ikke starte aktivitet
de: Aktivität konnte nicht gestartet werden
eo: Malsukcesis lanĉi agadon
et: Ei õnnestunud tegevust käivitada
eu: Ezin izan da jarduera abiarazi
fi: Virhe käynnistettäessä toimintaa
fr: Échec du lancement de l'activité
ga: Theip ar thosú an ghníomhaíochta
gl: Non se puido iniciar a actividade
hi: गतिविधि शुरू करने में विफल
hr: Neuspješno pokretanje aktivnosti
it: Impossibile avviare l'attività
ka: აქტივობის დაწყება ვერ მოხერხდა
nb: Mislyktes i å starte aktivitet
nl: Het starten van activiteit is mislukt
pl: Nie udało się uruchomić aktywności
pt: Falha ao iniciar atividade
ru: Не удалось запустить активность
sk: Nepodarilo sa spustiť aktivitu
sr: Neuspešno pokretanje aktivnosti
sv: Det gick inte att starta aktivitet
ta: செயலியை துவக்க முடியவில்லை
th: ไม่สามารถเริ่มกิจกรรมได้

# errorFetchingActivitiesMessage
source: Failed to fetch activities
bn: অ্যাকটিভিটিগুলি আনতে ব্যর্থ হয়েছে
bo: ལས་ཀ་ཕེབས་འབོར་མི་བྱེད
ca: No s'han pogut obtenir les activitats
cs: Nepodařilo se načíst aktivity
da: Kunne ikke hente aktiviteter
de: Fehler beim Abrufen der Aktivitäten
eo: Malsukcesis akiri agadojn
et: Tegevuste toomine ebaõnnestus
eu: Ezin izan da jarduerak lortu
fi: Virhe haettaessa aktiviteetteja
fr: Échec de la récupération des activités
ga: Theip ar fháil na ngníomhaíochtaí
gl: Non se puido obter as actividades
hi: गतिविधियों को प्राप्त करने में विफल
hr: Neuspješno dohvaćanje aktivnosti
it: Impossibile recuperare le attività
ka: აქტივობების მიღება ვერ მოხერხდა
nb: Mislyktes i å hente aktiviteter
nl: Fout bij het ophalen van activiteiten
pl: Nie udało się pobrać aktywności
pt: Falha ao buscar atividades
ru: Не удалось получить активности
sk: Nepodarilo sa načítať aktivity
sr: Neuspešno preuzimanje aktivnosti
sv: Misslyckades med att hämta aktiviteter
ta: செயல்பாடுகளை பெற முடியவில்லை
th: ไม่สามารถดึงกิจกรรมได้

# errorFetchingDefinition
source: Failed to fetch definition
bn: সংজ্ঞা আনতে ব্যর্থ হয়েছে
bo: བརྗེད་སྟོན་མི་བྱེད
ca: No s'ha pogut obtenir la definició
cs: Nepodařilo se načíst definici
da: Kunne ikke hente definition
de: Fehler beim Abrufen der Definition
eo: Malsukcesis akiri difinon
et: Definitsiooni toomine ebaõnnestus
eu: Ezin izan da definizioa lortu
fi: Virhe haettaessa määritelmää
fr: Échec de la récupération de la définition
ga: Theip ar fáil an sainmhíniú
gl: Fallo ao obter a definición
hi: परिभाषा प्राप्त करने में विफल
hr: Neuspješno dohvaćanje definicije
it: Impossibile recuperare la definizione
ka: განმარტების მიღება ვერ მოხერხდა
nb: Mislyktes i å hente definisjon
nl: Fout bij het ophalen van definitie
pl: Nie udało się pobrać definicji
pt: Falha ao buscar definição
ru: Не удалось получить определение
sk: Nepodarilo sa načítať definíciu
sr: Neuspešno preuzimanje definicije
sv: Misslyckades med att hämta definition
ta: வரையறையை பெற முடியவில்லை
th: ไม่สามารถดึงคำจำกัดความได้

# errorProcessAnalytics
source: Failed to process analytics
bn: অ্যানালিটিক্স প্রক্রিয়া করতে ব্যর্থ হয়েছে
bo: ལས་ཀ་ལས་སྒྲིག་བཅོས་མི་བྱེད
ca: No s'han pogut processar les anàlisis
cs: Nepodařilo se zpracovat analytiku
da: Kunne ikke behandle analytics
de: Fehler bei der Verarbeitung der Analysen
eo: Malsukcesis prilabori analizojn
et: Analüütika töötlemine ebaõnnestus
eu: Ezin izan da analitikak prozesatu
fi: Virhe analytiikan käsittelyssä
fr: Échec du traitement des analyses
ga: Theip ar phróiseáil anailíseachtaí
gl: Fallo ao procesar a análise
hi: विश्लेषण प्रक्रिया में विफल
hr: Neuspješno procesiranje analitike
it: Impossibile elaborare l'analisi
ka: ანალიტიკის დამუშავება ვერ მოხერხდა
nb: Mislyktes i å behandle analyse
nl: Fout bij het verwerken van analytics
pl: Nie udało się przetworzyć analityki
pt: Falha ao processar análises
ru: Не удалось обработать аналитику
sk: Nepodarilo sa spracovať analytiku
sr: Neuspešno procesiranje analitike
sv: Misslyckades med att bearbeta analysdata
ta: புள்ளிவிவரங்களை செயலாக்க முடியவில்லை
th: ไม่สามารถประมวลผลวิเคราะห์ได้

# errorDownloading
source: Download failed
bn: ডাউনলোড ব্যর্থ হয়েছে
bo: རེད་སྐབས་འགྱོ་མི་བྱེད།
ca: La baixada ha fallat
cs: Stahování selhalo
da: Download mislykkedes
de: Download fehlgeschlagen
eo: Malsukcesis elŝuti
et: Laadimine ebaõnnestus
eu: Deskarga huts egin du
fi: Lataus epäonnistui
fr: Échec du téléchargement
ga: Theip ar iarraidh
gl: Fallou a descarga
hi: डाउनलोड विफल
hr: Preuzimanje nije uspjelo
it: Download fallito
ka: ჩამოტვირთვა ვერ მოხერხდა
nb: Nedlasting mislyktes
nl: Downloaden mislukt
pl: Pobieranie nie powiodło się
pt: Falha ao baixar
ru: Не удалось скачать
sk: Sťahovanie zlyhalo
sr: Preuzimanje nije uspelo
sv: Nedladdning misslyckades
ta: பதிவிறக்கம் தோல்வியுற்றது
th: การดาวน์โหลดล้มเหลว

# errorFetchingLevelSummary
source: Failed to fetch level summary
bn: স্তর সংক্ষিপ্ততা আনতে ব্যর্থ হয়েছে
bo: ལོ་གསལ་བཀོད་འབད་མི་བྱེད།
ca: No s'ha pogut obtenir el resum del nivell
cs: Nepodařilo se načíst souhrn úrovně
da: Kunne ikke hente niveauoversigt
de: Fehler beim Abrufen der Level-Zusammenfassung
eo: Malsukcesis akiri nivelan resumon
et: Taseme kokkuvõtte toomine ebaõnnestus
eu: Ezin izan da mailaren laburpena lortu
fi: Virhe haettaessa tasoraporttia
fr: Échec de la récupération du résumé du niveau
ga: Theip ar fáilchur achoimre leibhéal
gl: Fallo ao obter o resumo do nivel
hi: स्तर सारांश प्राप्त करने में विफल
hr: Neuspješno dohvaćanje sažetka razine
it: Impossibile recuperare il riepilogo del livello
ka: საფეხურის მიმოხილვის მიღება ვერ მოხერხდა
nb: Mislyktes i å hente nivåoppsummering
nl: Fout bij het ophalen van niveauoverzicht
pl: Nie udało się pobrać podsumowania poziomu
pt: Falha ao buscar resumo do nível
ru: Не удалось получить сводку уровня
sk: Nepodarilo sa načítať súhrn úrovne
sr: Neuspešno preuzimanje sažetka nivoa
sv: Misslyckades med att hämta nivåsammanfattning
ta: நிலை சுருக்கத்தை பெற முடியவில்லை
th: ไม่สามารถดึงสรุประดับได้

# errorLoadingSpaceChildren
source: Failed to load chats within this course
bn: এই কোর্সের চ্যাট লোড করতে ব্যর্থ হয়েছে
bo: འདི་ལུས་སྤྱིར་ལོག་འབད་མི་བྱེད།
ca: No s'han pogut carregar els xats d'aquest curs
cs: Nepodařilo se načíst chaty v tomto kurzu
da: Kunne ikke indlæse chats inden for dette kursus
de: Fehler beim Laden der Chats innerhalb dieses Kurses
eo: Malsukcesis ŝarĝi babiladojn ene de ĉi tiu kurso
et: Vestluste laadimine selles ruumis ebaõnnestus
eu: Ezin izan da ikastaro honetan barruko txat batzuk kargatu
fi: Virhe ladataessa keskusteluja tämän kurssin sisällä
fr: Échec du chargement des discussions dans ce cours
ga: Theip ar luchtú comhráite laistigh den chúrsa seo
gl: Fallou ao cargar os chats dentro deste curso
hi: इस कोर्स के चैट लोड करने में विफल
hr: Neuspješno učitavanje razgovora unutar ovog tečaja
it: Impossibile caricare le chat all'interno di questo corso
ka: ჩათის ჩატვირთვა ვერ მოხერხდა ამ კურსში
nb: Mislyktes i å laste inn chatter innenfor dette kurset
nl: Fout bij het laden van chats binnen deze cursus
pl: Nie udało się załadować czatów w ramach tego kursu
pt: Falha ao carregar chats dentro deste curso
ru: Не удалось загрузить чаты в этом курсе
sk: Nepodarilo sa načítať chaty v rámci tohto kurzu
sr: Neuspešno učitavanje razgovora unutar ovog kursa
sv: Misslyckades med att ladda chattar inom denna kurs
ta: இந்த பாடத்திட்டத்தின் உள்ள உரையாடல்களை ஏற்ற முடியவில்லை
th: ไม่สามารถโหลดแชทภายในหลักสูตรนี้ได้

source: Unexpected error.
bn: অপ্রত্যাশিত ত্রুটি।
bo: མི་འབྲེལ་བར་སྐབས།
ca: Error inesperat.
cs: Neočekávaná chyba.
da: Uventet fejl.
de: Unerwarteter Fehler.
eo: Nekontata eraro.
et: Ootamatu viga.
eu: Errore ezezaguna.
fi: Odottamaton virhe.
fr: Erreur inattendue.
ga: Earráid neamhshocraithe.
gl: Erro inesperado.
hi: अप्रत्याशित त्रुटि।
hr: Neočekivana pogreška.
it: Errore imprevisto.
ka: უცნობი შეცდომა.
nb: Uventet feil.
nl: Onverwachte fout.
pl: Nieoczekiwany błąd.
pt: Erro inesperado.
ru: Неожиданная ошибка.
sk: Neočakávaná chyba.
sr: Nepredviđena greška.
sv: Oväntat fel.
ta: எதிர்பாராத பிழை.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
