Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: File name
be: Назва файла
bn: ফাইলের নাম
bo: ཡིག་སྣོད་མིང་
ca: Nom del fitxer
cs: Název souboru
da: Filnavn
de: Dateiname
eo: Dosiernomo
et: Faili nimi
eu: Fitxategiaren izena
fa: نام پرونده
fi: Tiedostonimi
fr: Nom du ficher
ga: Ainm an chomhaid
gl: Nome do ficheiro
hi: फ़ाइल का नाम
hr: Ime datoteke
id: Nama file
it: Nome del file
ka: ფაილის სახელი
kab: Isem n ufaylu
nb: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do arquivo
ru: Имя файла
sk: Názov súboru
sr: Назив фајла
sv: Filnamn
ta: கோப்பு பெயர்
th: ชื่อไฟล์
uk: Назва файлу

source: FluffyChat
bn: ফ্লাফি চ্যাট
bo: ཕླུབ་ཕླུབ་ཆེན་
fa: فلافی‌چت
hi: फ्लफीचैट
ka: ფლუფი ჩატი
ta: பஞ்சுபோன்ற

source: Font size
be: Памер шрыфту
bn: ফন্টের আকার
bo: ཡིག་རྣམ་
ca: Mida de la lletra
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
eo: Grandeco de tiparo
et: Fondi suurus
eu: Letraren tamaina
fa: اندازه قلم
fi: Fonttikoko
fr: Taille de la police
ga: Méid cló
gl: Tamaño da letra
hi: फ़ॉन्ट का आकार
hr: Veličina fonta
id: Ukuran font
it: Dimensione carattere
ka: ფონტის ზომა
kab: Tiddi n tsefsit
nb: Skriftstørrelse
nl: Lettergrootte
pl: Rozmiar fontu
pt: Tamanho da fonte
ru: Размер шрифта
sk: Veľkosť písma
sr: Величина фонта
sv: Textstorlek
ta: எழுத்துரு அளவு
th: ขนาดตัวอักษร
uk: Розмір шрифту

source: Forward
be: Пераслаць
bn: ফরোয়ার্ড
bo: རྒྱག་པ།
ca: Reenvia
cs: Přeposlat
da: Videresend
de: Weiterleiten
eo: Plusendi
et: Edasta
eu: Birbidali
fa: هدایت
fi: Edelleenlähetä
fr: Transférer
ga: Seol ar aghaidh
gl: Reenviar
hi: आगे बढ़ाएँ
hr: Proslijedi
id: Teruskan
it: Inoltra
ka: გაგზავნა წინ
kab: Ɣer zdat
nb: Videre
nl: Stuur door
pl: Przekaż
pt: Encaminhar
ru: Переслать
sk: Preposlať
sr: Напред
sv: Framåt
ta: முன்னோக்கி
th: ส่งต่อ
uk: Переслати

source: From joining
be: З далучэння
bn: যোগদান থেকে
bo: ལུས་སྤྱོད་ནས།
ca: Des de la unió
cs: Od vstupu
da: Fra tilslutning
de: Ab dem Beitritt
eo: Ekde aliĝo
et: Alates liitumise hetkest
eu: Batzeaz geroztik
fa: از پیوستن
fi: Alkaen liittymisestä
fr: À partir de l'entrée dans le salon
ga: Ó tar isteach
gl: Desde que se una
hi: शामिल होने से
hr: Od pridruživanja
id: Dari bergabung
it: Dall'adesione
ka: შესერთებისგან
kab: Seg unekcam-is
nb: Fra å ta del
nl: Vanaf toetreden
pl: Od dołączenia
pt: Ao ingressar
ru: С момента присоединения
sk: Od pripojenia
sr: од приступања
sv: Från att gå med
ta: சேருவதிலிருந்து
th: จากการเข้าร่วม
uk: З моменту приєднання

source: From the invitation
be: З запрашэння
bn: নিমন্ত্রণ থেকে
bo: འདི་ནས་འབྲེལ་བ་བྱེད་པ།
ca: Des de la invitació
cs: Od pozvání
da: Fra invitationen
de: Ab der Einladung
eo: Ekde la invito
et: Kutse saamisest
eu: Gonbidapenaz geroztik
fa: از دعوت
fi: Alkaen kutsumisesta
fr: À partir de l'invitation
ga: Ón gcuireadh
gl: Desde o convite
hi: आमंत्रण से
hr: Od poziva
id: Dari undangan
it: Dall'invito
ka: პატიჟიდან
kab: Seg tinubga
nb: Fra invitasjonen
nl: Vanaf uitnodiging
pl: Od zaproszenia
pt: A partir do convite
ru: С момента приглашения
sk: Od pozvania
sr: од позивања
sv: Från inbjudan
ta: அழைப்பிலிருந்து
th: จากคำเชิญ
uk: З моменту запрошення

source: Go to the new room
be: Перайсці ў новы пакой
bn: নতুন রুমে যান
bo: གཞི་བཙུགས་གི་ཁང་གི་ལུས་སྤྱོད།
ca: Ves a la sala nova
cs: Přejít do nové místnost
da: Gå til det nye rum
de: Zum neuen Raum wechseln
eo: Iri al la nova ĉambro
et: Hakka kasutama uut jututuba
eu: Joan gela berrira
fa: رفتن به اتاق جدید
fi: Mene uuteen huoneeseen
fr: Aller dans le nouveau salon
ga: Téigh go dtí an seomra nua
gl: Ir á nova sala
hi: नई कक्षा पर जाएं
hr: Idi u novu sobu
id: Pergi ke ruangan yang baru
it: Vai nella nuova stanza
ka: მოდით ახალ ოთახში
kab: Ddu ɣer texxamt tamaynut
nb: Gå til det nye rommet
nl: Ga naar de nieuwe kamer
pl: Przejdź do nowego pokoju
pt: Ir para a nova sala
ru: В новую комнату
sk: Prejsť do novej miestnosti
sr: Иди у нову собу
sv: Gå till det nya rummet
ta: புதிய அறைக்குச் செல்லுங்கள்
th: ไปยังห้องใหม่
uk: Перейти до нової кімнати

source: Group
be: Група
bn: গ্রুপ
bo: དབྱེན་ཁང་
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
eo: Grupo
et: Vestlusrühm
eu: Taldea
fa: گروه
fi: Ryhmä
fr: Groupe
ga: Grúpa
gl: Grupo
hi: समूह
hr: Grupiraj
id: Grup
it: Gruppo
ka: ჯგუფი
kab: Agraw
nb: Gruppe
nl: Groep
pl: Grupa
pt: Grupo
ru: Группа
sk: Skupina
sr: Група
sv: Grupp
ta: குழு
th: กลุ่ม
uk: Група

source: Chat description
be: Апісанне чату
bn: চ্যাট বিবরণ
bo: ཚེས་རིམ་བཀོད་ཡོད།
ca: Descripció del xat
cs: Popis konverzace
da: Chatbeskrivelse
de: Chatbeschreibung
eo: Babileja priskribo
et: Vestluse kirjeldus
eu: Txataren deskribapena
fa: توضیح گپ
fi: Keskustelun kuvaus
fr: Description de la discussion
ga: Cur síos ar an gcomhrá
gl: Descrición da conversa
hi: चैट विवरण
hr: Opis razgovora
id: Deskripsi obrolan
it: Descrizione della chat
ka: ჩატის აღწერა
kab: Aglam n udiwenni
nb: Chatbeskrivelse
nl: Chatomschrijving
pl: Opis czatu
pt: Descrição do chat
ru: Описание чата
sk: Popis chatu
sr: Opis četa
sv: Chattbeskrivning
ta: அரட்டை விளக்கம்
th: คำอธิบายแชท
uk: Опис бесіди

# chatDescriptionHasBeenChanged
source: Chat description changed
be: Апісанне чату зменена
bn: চ্যাট বিবরণ পরিবর্তিত হয়েছে
bo: ཚེས་རིམ་བཀོད་ཡོད།
ca: Ha canviat la descripció del xat
cs: Popis konverzace byl změněn
da: Chatbeskrivelsen er blevet ændret
de: Chatbeschreibung geändert
eo: Babileja priskribo ŝanĝita
et: Vestluse kirjeldus on muutunud
eu: Txataren deskribapena aldatu da
fa: توضیح گپ تغییر کرد
fi: Keskustelun kuvaus muutettu
fr: La description du salon a changé
ga: Athraíodh cur síos ar an gcomhrá
gl: Cambiou a descrición da conversa
hi: चैट विवरण बदल दिया गया है
hr: Opis razgovora je promijenjen
id: Deskripsi obrolan diubah
it: Descrizione della chat cambiata
ka: ჩატის აღწერა შეიცვალა
kab: Aglam n udiwenni yettwabeddel
nb: Chatbeskrivelse endret
nl: Chatomschrijving gewijzigd
pl: Zmieniono opis czatu
pt: Descrição do chat alterada
ru: Описание чата изменено
sk: Popis chatu bol zmenený
sr: Opis četa je promenjen
sv: Chattbeskrivningen ändrades
ta: அரட்டை விளக்கம் மாற்றப்பட்டது
th: คำอธิบายแชทถูกเปลี่ยนแปลง
uk: Опис бесіди змінено

source: Group is public
be: Група публічная
bn: গ্রুপটি পাবলিক
bo: དབྱེན་ཁང་ནང་མི་ཁུངས་ཡོད།
ca: El grup és públic
cs: Skupina je veřejná
da: Gruppen er offentlig
de: Öffentliche Gruppe
eo: Grupo estas publika
et: Vestlusrühm on avalik
eu: Taldea publikoa da
fa: گروه عمومی است
fi: Ryhmä on julkinen
fr: Le groupe est public
ga: Tá an grúpa poiblí
gl: O grupo é público
hi: समूह सार्वजनिक है
hr: Grupa je javna
id: Grup bersifat publik
it: Il gruppo è pubblico
ka: ჯგუფი საჯარია
kab: Agraw d azayez
nb: Gruppen er offentlig
nl: Groep is openbaar
pl: Grupa jest publiczna
pt: O grupo é público
ru: Публичная группа
sk: Skupina je verejná
sr: Група је јавна
sv: Gruppen är publik
ta: குழு பொது
th: กลุ่มสาธารณะ
uk: Загальнодоступна група

source: Groups
be: Групы
bn: গ্রুপসমূহ
bo: དགོངས་པའི་ཚོགས་
ca: Grups
cs: Skupiny
da: Grupper
de: Gruppen
eo: Grupoj
et: Vestlusrühmad
eu: Taldeak
fa: گروه‌ها
fi: Ryhmät
fr: Groupes
ga: Grúpaí
gl: Grupos
hi: समूह
hr: Grupe
id: Grup
it: Gruppi
ka: ჯგუფები
kab: Igrawen
nb: Grupper
nl: Groepen
pl: Grupy
pt: Grupos
ru: Группы
sk: Skupiny
sr: Групе
sv: Grupper
ta: குழுக்கள்
th: กลุ่ม
uk: Групи

# groupWith
source: Group with {displayname}
be: Групы з {displayname}
bn: {displayname} এর সাথে গ্রুপ
bo: {displayname} ལ་འབྲེལ་བ་བྱེད་
ca: Grup amb {displayname}
cs: Skupina s {displayname}
da: Gruppe med {displayname}
de: Gruppe mit {displayname}
eo: Grupo kun {displayname}
et: Vestlusrühm {displayname} kasutajanimega
eu: {displayname} duen taldea
fa: گروه با {displayname}
fi: Ryhmä seuralaisina {displayname}
fr: Groupe avec {displayname}
ga: Grúpa le {displayname}
gl: Grupo con {displayname}
hi: {displayname} के साथ समूह
hr: Grupa s {displayname}
id: Grup dengan {displayname}
it: Gruppo con {displayname}
ka: ჯგუფი {displayname} -თან
kab: Agraw s {displayname}
nb: Gruppe med {displayname}
nl: Groep met {displayname}
pl: Grupa z {displayname}
pt: Grupo com {displayname}
ru: Группа с {displayname}
sk: Skupina s {displayname}
sr: Група са корисником {displayname}
sv: Gruppen med {displayname}
ta: {displayname} உடன் குழு
th: กลุ่มกับ {displayname}
uk: Група з {displayname}

source: Guests are forbidden
be: Госці забаронены
bn: অতিথিদের নিষিদ্ধ করা হয়েছে
bo: གནས་ཁང་འབྲེལ་བ་མི་རུང་
ca: Els convidats no poden unir-se
cs: Hosté jsou zakázáni
da: Gæster er forbudt
de: Gäste sind verboten
eo: Gastoj estas malpermesitaj
et: Külalised ei ole lubatud
eu: Ez, bisitariak ez daude baimenduta
fa: مهمان‌ها ممنوع هستند
fi: Vieraat on kielletty
fr: Les invités ne peuvent pas rejoindre
ga: Tá cosc ar aíonna
gl: Non se permiten convidadas
hi: अतिथि मना है
hr: Gosti su zabranjeni
id: Tamu dilarang
it: Gli ospiti sono vietati
ka: მოწვევები აკრძალულია
nb: Gjester forbudt
nl: Gasten zijn verboden
pl: Goście są zakazani
pt: Convidados são proibidos
ru: Гости не могут присоединиться
sk: Hostia sú zakázaní
sr: гости су забрањени
sv: Gäster är förbjudna
ta: விருந்தினர்கள் தடைசெய்யப்பட்டுள்ளனர்
th: ไม่อนุญาตให้แขกเข้าร่วม
uk: Гості не можуть приєднуватись

source: Guests can join
be: Госці могуць далучацца
bn: অতিথিরা যোগ দিতে পারেন
bo: གནས་ཁང་འབྲེལ་བ་རྒྱུན་འབྱུང་ཡོད།
ca: Els convidats es poden unir
cs: Hosté se mohou připojit
da: Gæster kan deltage
de: Gäste dürfen beitreten
eo: Gastoj povas aliĝi
et: Külalised võivad liituda
eu: Bai, bisitariak batu daitezke
fa: مهمان‌ها می‌توانند بپیوندند
fi: Vieraat voivat liittyä
fr: Les invités peuvent rejoindre
ga: Is féidir le haíonna páirt a ghlacadh
gl: Permítense convidadas
hi: अतिथि शामिल हो सकते हैं
hr: Gosti se mogu pridružiti
id: Tamu bisa bergabung
it: Gli ospiti possono partecipare
ka: მოწვევები შემოუერთდებიან
nb: Gjester kan ta del
nl: Gasten kunnen deelnemen
pl: Goście mogą dołączyć
pt: Convidados podem entrar
ru: Гости могут присоединиться
sk: Hostia sa môžu pripojiť
sr: гости могу приступити
sv: Gäster kan ansluta
ta: விருந்தினர்கள் சேரலாம்
th: แขกสามารถเข้าร่วมได้
uk: Гості можуть приєднуватись

# hasWithdrawnTheInvitationFor
source: {username} has withdrawn the invitation for {targetName}
be: {username} адазваў запрашэнне для {targetName}
bn: {username} আমন্ত্রণ প্রত্যাহার করেছেন {targetName} এর জন্য
bo: {username} འདིར་འཕྲུལ་བཏང་བཏང་ཡོད། {targetName}
ca: {username} ha retirat la invitació de {targetName}
cs: {username} stáhl pozvánku pro {targetName}
da: {username} har trukket invitationen tilbage for {targetName}
de: {username} hat die Einladung für {targetName} zurückgezogen
eo: {username} nuligis la inviton por {targetName}
et: {username} on võtnud tagasi {targetName} kutse
eu: {username}(e)k {targetName}(r)en gonbidapena atzera bota du
fa: {username} دعوت {targetName} را پس گرفت
fi: {username} on perunnut käyttäjän {targetName} kutsun
fr: {username} a annulé l'invitation de {targetName}
ga: Tharraing {username} an cuireadh do {targetName} siar
gl: {username} retirou o convite para {targetName}
hi: {username} ने {targetName} के लिए आमंत्रण वापस ले लिया है
hr: {username} je povukao/la poziv za {targetName}
id: {username} telah mencabut undangan untuk {targetName}
it: {username} ha ritirato l'invito per {targetName}
ka: {username} გააუქმა მოწვევა {targetName}-თვის
nb: {username} har trukket tilbake invitasjonen til {targetName}
nl: {username} heeft de uitnodiging voor {targetName} ingetrokken
pl: {username} wycofał/-a zaproszenie dla {targetName}
pt: {username} retirou o convite para {targetName}
ru: {username} отозвал(а) приглашение для {targetName}
sk: {username} vzal späť pozvánku pre {targetName}
sr: {username} поништи позивницу за корисника {targetName}
sv: {username} har tagit tillbaka inbjudan för {targetName}
ta: {targetName} க்கான அழைப்பை {username} திரும்பப் பெற்றுள்ளார்
th: {username} ได้ถอนคำเชิญสำหรับ {targetName}
uk: {username} відкликає запрошення для {targetName}

source: Help
be: Дапамога
bn: সাহায্য
bo: རོལ་བཤད
ca: Ajuda
cs: Pomoc
da: Hjælp
de: Hilfe
eo: Helpo
et: Abiteave
eu: Laguntza
fa: کمک
fi: Apua
fr: Aide
ga: Cabhair
gl: Axuda
hi: मदद
hr: Pomoć
id: Bantuan
it: Aiuto
ka: დახმარება
nb: Hjelp
pl: Pomoc
pt: Ajuda
ru: Помощь
sk: Pomoc
sr: Помоћ
sv: Hjälp
ta: உதவி
th: ช่วยเหลือ
uk: Довідка

source: Hide redacted events
be: Схаваць адрэдагаваныя падзеі
bn: সংকলিত ইভেন্টগুলো লুকান
bo: རིམ་བཟོ་བཏོན་བཏང་
ca: Amaga els esdeveniments estripats
cs: Skrýt redigované události
da: Skjul redigerede begivenheder
de: Gelöschte Nachrichten ausblenden
eo: Kaŝi obskurigitajn eventojn
et: Peida muudetud sündmused
eu: Ezkutatu atzera botatako gertaerak
fa: پنهان کردن رویدادهای ویرایش‌شده
fi: Piilota poistetut tapahtumat
fr: Cacher les évènements supprimés
ga: Folaigh imeachtaí athdhéanta
gl: Agochar eventos editados
hi: संशोधित घटनाओं को छुपाएँ
hr: Sakrij promijenjene događaje
id: Sembunyikan peristiwa yang dihapus
it: Nascondi gli eventi eliminati
ka: დამალე რედაქტირებული მოვლენები
nb: Skjul tilbaketrukne hendelser
nl: Bewerkte gebeurtenissen verbergen
pl: Ukryj informacje o usuniętych zdarzeniach
pt: Ocultar eventos redigidos
ru: Скрыть отредактированные события
sk: Skryť redigované udalosti
sr: Сакриј редиговане догађаје
sv: Göm redigerade händelser
ta: திருத்தப்பட்ட நிகழ்வுகளை மறைக்கவும்
th: ซ่อนเหตุการณ์ที่ถูกลบ
uk: Сховати змінені події

source: Hide redacted messages
be: Схаваць адрэдагаваныя паведамленні
bn: সংকলিত বার্তা লুকান
bo: རིམ་བཟོ་བཏོན་བཏང་
ca: Amaga els missatges estripats
cs: Skrýt upravené zprávy
da: Skjul redigerede beskeder
de: Geschwärzte Nachrichten verstecken
eo: Kaŝi redaktitajn mesaĝojn
et: Peida muudetud sõnumid
eu: Ezkutatu atzera botatako mezuak
fa: پنهان کردن پیام‌های ویرایش‌شده
fi: Piilota muokatut viestit
fr: Cacher les messages édités
ga: Folaigh teachtaireachtaí curtha in eagar
gl: Agochar mensaxes editadas
hi: लपेटे गए संदेशों को छुपाएँ
hr: Sakrij redigirane poruke
id: Sembunyikan pesan yang dihapus
it: Mostra i messaggi rimossi
ka: დამალე რედაქტირებული შეტყობინებები
nb: Skjul redigerte meldinger
nl: Verberg verwijderde berichten
pl: Nie pokazuj usuniętych wiadomości
pt: Ocultar mensagens redigidas
ru: Скрыть редактированные сообщения
sk: Skryť redigované správy
sr: Sakrij redigovane poruke
sv: Dölj redigerade meddelanden
ta: சரிசெய்யப்பட்ட செய்திகளை மறைக்கவும்
th: ซ่อนข้อความที่ถูกลบ
uk: Сховати змінені повідомлення

# hideRedactedMessagesBody
source: If someone redacts a message, this message won't be visible in the chat anymore.
be: Калі хтосьці рэдагуе паведамленне, яно будзе схавана ў чаце.
bn: যদি কেউ একটি বার্তা সংকলন করে, তাহলে এই বার্তা আর চ্যাটে দেখা যাবে না।
bo: ནམ་མཁའ་གིས་གནང་བའི་ཚེས་བརྗོད་འདི་ནང་ལ་འགྱོ་བ་མི་འདུག, འདི་ཚེས་བརྗོད་འདི་ནང་ལ་མི་སྟོན་པ་འདི་ལ་མེད།
ca: Si algú estripa un missatge, ja no apareixerà a l'historial de la conversa.
cs: Pokud někdo zprávu zrediguje, nebude tato zpráva v chatu již viditelná.
da: Hvis nogen redigerer en besked, vil denne besked ikke længere være synlig i chatten.
de: Wenn jemand eine Nachricht schwärzt/löscht, dann wird diese Nachricht im Chat nicht mehr sichtbar sein.
eo: Se iu redaktas mesaĝon, ĉi tiu mesaĝo ne plu estos videbla en la babilejo.
et: Kui keegi muudab sõnumit, siis teda enam ei kuvataks vestluses.
eu: Norbaitek mezuren bat atzera botaz gero, mezua txatetik kenduko da, abisurik gabe.
fa: اگر کسی پیامی را ویرایش کند، دیگر نمیتوان آن پیام را در گپ دید.
fi: Jos joku muokkaa viestin, tämä viesti ei ole enää näkyvissä keskustelussa.
fr: Si quelqu'un modifie un message, celui-ci ne sera plus visible dans la discussion.
ga: Má athghníomhaíonn duine éigin teachtaireacht, ní bheidh an teachtaireacht seo le feiceáil sa chomhrá a thuilleadh.
gl: Se alguén corrixe unha mensaxe entón esta xa non será visible na charla.
hi: यदि कोई व्यक्ति संदेश को लपेटता है, तो यह संदेश अब चैट में दिखाई नहीं देगा।
hr: Ako netko redigira poruku, ta poruka više neće biti vidljiva u razgovoru.
id: Jika seseorang menghapus pesan, pesannya tidak akan terlihat lagi dalam obrolan.
it: Se qualcuno rimuove un messaggio, il messaggio non sarà più visibile nella chat.
ka: თუ ვინმე რედაქტირებს შეტყობინებას, ეს შეტყობინება აღარ იქნება გამოჩნდება ჩატში.
nb: Hvis noen redigerer en melding, vil denne meldingen ikke lenger være synlig i chatten.
nl: Als iemand een bericht verwijdert, is dit bericht niet meer zichtbaar in de chat.
pl: Usunięte wiadomości nie będą widoczne w czacie.
pt: Se alguém redige uma mensagem, essa mensagem não será mais visível no chat.
ru: Если кто-то редактирует сообщение, оно будет скрыто в чате.
sk: Ak niekto redigoval správu, táto správa už nebude viditeľná v chate.
sr: Ako neko rediguje poruku, ta poruka više neće biti vidljiva u chatu.
sv: Om någon redigerar ett meddelande kommer detta meddelande inte längre vara synligt i chatten.
ta: யாராவது ஒரு செய்தியை மாற்றியமைத்தால், இந்த செய்தி இனி அரட்டையில் காணப்படாது.
th: ถ้ามีคนลบข้อความ ข้อความนี้จะไม่ปรากฏในแชทอีกต่อไป
uk: Якщо хтось змінить повідомлення, його більше не буде видно в бесіді.

source: Hide invalid or unknown message formats
be: Хаваць памылковыя ці невядомыя фарматы паведамленняў
bn: অবৈধ বা অজানা বার্তার ফর্ম্যাট লুকান
bo: མི་སྟོན་པ་ཡང་ན་མི་དགོས་པའི་རིམ་བཟོ་ཚད་ལ་འགྱོ་བ
ca: Amaga els missatges que tinguin un format desconegut
cs: Skrytí nesprávných nebo neznámých formátů zpráv
da: Skjul ugyldige eller ukendte beskedformater
de: Ungültige und unbekannte Nachrichten-Formate ausblenden
eo: Kaŝi nevalide aŭ nekonatajn mesaĝaĵajn formatojn
et: Peida vigase või tundmatu vorminguga sõnumid
eu: Ezkutatu mezuen formatu ezezagun edo baliogabea
fa: پنهان کردن قالب‌های پیام نامعتبر یا ناشناخته
fi: Piilota virheelliset tai tuntemattomat viestimuodot
fr: Masquer les formats de message invalides ou inconnus
ga: Folaigh formáidí teachtaireachta neamhbhailí nó anaithnid
gl: Agochar formatos de mensaxe non válidos ou descoñecidos
hi: अमान्य या अज्ञात संदेश प्रारूपों को छुपाएँ
hr: Sakrij nevažeće ili nepoznate formate poruka
id: Sembunyikan format pesan yang tidak valid atau tidak diketahui
it: Nascondi formati di messaggi non validi o sconosciuti
ka: დამალე არასწორი ან უცნობი შეტყობინების ფორმატები
nb: Skjul ugyldige eller ukjente meldingsformater
nl: Verberg ongeldige of onbekende berichtformaten
pl: Ukryj niepoprawne lub nieznane typy wiadomości
pt: Ocultar formatos de mensagem inválidos ou desconhecidos
ru: Скрыть неправильные или неизвестные форматы сообщения
sk: Skryť neplatné alebo neznáme formáty správ
sr: Sakrij nevažeće ili nepoznate formate poruka
sv: Dölj ogiltiga eller okända meddelandeformater
ta: தவறான அல்லது அறியப்படாத செய்தி வடிவங்களை மறைக்கவும்
th: ซ่อนรูปแบบข้อความที่ไม่ถูกต้องหรือไม่รู้จัก
uk: Сховати недійсні або невідомі формати повідомлень

source: How offensive is this content?
be: Наколькі абражальны гэты кантэнт?
bn: এই বিষয়বস্তু কতটা আপত্তিজনক?
bo: འདི་ཚོགས་སྤྱོད་ལ་གང་ཚོད་སྤྱོད་འདུག?
ca: Com d’ofensiu és aquest contingut?
cs: Jak urážlivý je tento obsah?
da: Hvor stødende er dette indhold?
de: Wie beleidigend ist dieser Inhalt?
eo: Kiel ofenda estas ĉi tiu enhavo?
et: Kui solvav see sisu on?
eu: Zenbaterainoko iraingarria da eduki hau?
fa: این محتوا چقدر توهین‌آمیز است؟
fi: Kuinka loukkaavaa tämä sisältö on?
fr: À quel point ce contenu est-il offensant ?
ga: Cé chomh maslach atá an t-ábhar seo?
gl: É moi ofensivo este contido?
hi: यह सामग्री कितनी अभद्र है?
hr: Koliko je ovaj sadržaj uvredljiv?
id: Seberapa menyinggungnya konten ini?
it: Quanto è offensivo questo contenuto?
ka: რამდენად შეურაცხმყოფელია ეს კონტენტი?
nb: Hvor støtende er innholdet?
nl: Hoe beledigend is deze inhoud?
pl: Jak bardzo obraźliwa jest ta treść?
pt: Quão ofensivo é este conteúdo?
ru: Насколько оскорбительным является этот контент?
sk: Ako urážlivý je tento obsah?
sr: Колико је увредљив овај садржај?
sv: Hur stötande är detta innehåll?
ta: இந்த உள்ளடக்கம் எவ்வளவு ஆபத்தானது?
th: เนื้อหานี้รุนแรงแค่ไหน?
uk: Наскільки образливий цей вміст?

source: ID
bn: আইডি
bo: རང་བཞིན་ཁག
eo: Identigilo
eu: IDa
fa: شناسه
fr: Identifiant
hi: आईडी
pl: Identyfikator
sr: ИД
ta: ஐடி
th: รหัส

source: Identity
be: Ідэнтыфікацыя
bn: পরিচয়
bo: རང་བཞིན་སྤྱོད་ལྡན
ca: Identitat
cs: Identita
da: Identitet
de: Identität
eo: Identeco
et: Identiteet
eu: Identitatea
fa: هویت
fi: Identiteetti
fr: Identité
ga: Aitheantas
gl: Identidade
hi: पहचान
hr: Identitet
id: Identitas
it: Identità
ka: იდენტობა
nb: Identitet
nl: Identiteit
pl: Tożsamość
pt: Identidade
ru: Идентификация
sk: Identita
sr: Идентитет
sv: Identitet
ta: முற்றொருமை
th: ตัวตน
uk: Ідентифікація

source: Block
be: Заблакіраваць
bn: ব্লক করুন
bo: རྒྱག་
ca: Bloca
cs: Blokovat
da: Bloker
de: Blockieren
eo: Bloki
et: Blokeeri
eu: Blokeatu
fa: مسدود کردن
fi: Estä
fr: Bloquer
ga: Bloc
gl: Bloquear
hi: ब्लॉक करें
hr: Blokiraj
id: Blokir
it: Blocca
ka: ბლოკი
nb: Blokker
nl: Blokkeren
pl: Zablokuj
pt: Bloquear
ru: Заглушить
sk: Blokovať
sr: Blokiraj
sv: blockera
ta: தொகுதி
th: บล็อก
uk: Заблокувати

source: Blocked users
be: Заблакіраваныя карыстальнікі
bn: ব্লক করা ব্যবহারকারীরা
bo: རྒྱག་བྱེད་པའི་སྤྱོད་མཁན་
ca: Usuàrïis blocadis
cs: Zablokování uživatelé
da: Blokerede brugere
de: Blockierte Benutzer
eo: Blokitaj uzantoj
et: Blokeeritud kasutajad
eu: Blokeatutako erabiltzaileak
fa: کاربران مسدود‌شده
fi: Estetyt käyttäjät
fr: Utilisateurs/trices bloqués
ga: Úsáideoirí bactha
gl: Usuarias bloqueadas
hi: ब्लॉक किए गए उपयोगकर्ता
hr: Blokirani korisnici
id: Pengguna yang terblokir
it: Utenti bloccati
ka: ბლოკირებული მომხმარებლები
nb: Blokkerte brukere
nl: Geblokkeerde personen
pl: Zablokowani użytkownicy
pt: Usuários bloqueados
ru: Заглушённые пользователи
sk: Blokovaní používatelia
sr: Blokirani korisnici
sv: Blockerade användare
ta: தடுக்கப்பட்ட பயனர்கள்
th: ผู้ใช้ที่ถูกบล็อก
uk: Заблоковані користувачі
