Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# distractorFeedback
source: That's not quite right.
bn: এটি পুরোপুরি সঠিক নয়।
bo: འདི་མེད་ལས་བསྟན་པ།
ca: No és del tot correcte.
cs: To není úplně správné.
da: Det er ikke helt rigtigt.
de: Das ist nicht ganz richtig.
eo: Tio ne estas tute ĝusta.
et: See ei ole päris õige.
eu: Hori ez da oso zuzena.
fi: Se ei ole aivan oikein.
fr: Ce n'est pas tout à fait ça.
ga: Níl sé sin go hiomlán ceart.
gl: Non é del todo correcto.
hi: यह सही नहीं है।
hr: Nije baš točno.
it: Non proprio.
ka: ეს არ არის ზუსტად სწორი.
nb: Det er ikke helt riktig.
nl: Dat is niet helemaal correct.
pl: To nie jest do końca poprawne.
pt: Não está exatamente certo.
ru: Это не совсем правильно.
sk: To nie je úplne správne.
sr: Nije baš tako.
sv: Det är inte helt rätt.
ta: அது சரியானது அல்ல.
th: ไม่ค่อยถูกต้องเท่าไหร่

# bestAnswerFeedback
source: That's correct!
bn: এটি সঠিক!
bo: འདི་ནི་བཟོ་བཅོས་ཡོད།
ca: És correcte!
cs: To je správně!
da: Det er korrekt!
de: Das ist richtig!
eo: Tio estas ĝusta!
et: See on õige!
eu: Hori zuzena da!
fi: Se on oikein!
fr: C'est correct !
ga: Tá sé sin ceart!
gl: ¡Eso é correcto!
hi: यह सही है!
hr: To je točno!
it: Corretto!
ka: ეს სწორია!
nb: Det stemmer!
nl: Dat klopt!
pl: To jest poprawne!
pt: Isso mesmo!
ru: Это правильно!
sk: To je správne!
sr: To je tačno!
sv: Det stämmer!
ta: அது சரியானது!
th: ถูกต้องแล้ว!

# definitionDefaultPrompt
source: What does this word mean?
bn: এই শব্দের অর্থ কী?
bo: འདི་ཚིག་གི་ནང་བསྟན་ག་རེ་རེད།
ca: Què vol dir aquesta paraula?
cs: Co znamená toto slovo?
da: Hvad betyder dette ord?
de: Was bedeutet dieses Wort?
eo: Kion signifas ĉi tiu vorto?
et: Mida see sõna tähendab?
eu: Zer esan nahi du hitz horrek?
fi: Mitä tämä sana tarkoittaa?
fr: Que signifie ce mot ?
ga: Cad is brí leis an bhfocal seo?
gl: ¿Que significa esta palabra?
hi: इस शब्द का क्या अर्थ है?
hr: Što znači ova riječ?
it: Cosa significa questa parola?
ka: რა ნიშნავს ეს სიტყვა?
nb: Hva betyr dette ordet?
nl: Wat betekent dit woord?
pl: Co oznacza to słowo?
pt: O que essa palavra significa?
ru: Что означает это слово?
sk: Čo znamená toto slovo?
sr: Šta znači ova reč?
sv: Vad betyder detta ord?
ta: இந்த சொல்லின் அர்த்தம் என்ன?
th: คำนี้หมายความว่าอะไร?

# practiceDefaultPrompt
source: What is the best answer?
bn: সেরা উত্তর কী?
bo: བཟོ་བཅོས་སྤྱོད་ཚུལ་ག་རེ་རེད།
ca: Quina és la millor resposta?
cs: Jaká je nejlepší odpověď?
da: Hvad er det bedste svar?
de: Was ist die beste Antwort?
eo: Kio estas la plej bona respondo?
et: Mis on parim vastus?
eu: Zer da erantzun onena?
fi: Mikä on paras vastaus?
fr: Quelle est la meilleure réponse ?
ga: Cad é an freagra is fearr?
gl: ¿Cual é a mellor resposta?
hi: सबसे अच्छा उत्तर क्या है?
hr: Koji je najbolji odgovor?
it: Qual è la migliore risposta?
ka: რა არის საუკეთესო პასუხი?
nb: Hva er det beste svaret?
nl: Wat is het beste antwoord?
pl: Jaka jest najlepsza odpowiedź?
pt: Qual é a melhor resposta?
ru: Какой лучший ответ?
sk: Aká je najlepšia odpoveď?
sr: Koji je najbolji odgovor?
sv: Vad är det bästa svaret?
ta: சிறந்த பதில் என்ன?
th: คำตอบที่ดีที่สุดคืออะไร?

# correctionDefaultPrompt
source: What is the best replacement?
bn: সেরা প্রতিস্থাপন কী?
bo: བཟོ་བཅོས་ག་རེ་རེད།
ca: Quina és la millor substitució?
cs: Jaká je nejlepší náhrada?
da: Hvad er den bedste erstatning?
de: Was ist die beste Alternative?
eo: Kio estas la plej bona anstataŭaĵo?
et: Mis on parim asendus?
eu: Zer da ordezko onena?
fi: Mikä on paras korvaus?
fr: Quelle est la meilleure correction ?
ga: Cad é an ionad ceart?
gl: ¿Cual é a mellor substitución?
hi: सबसे अच्छा प्रतिस्थापन क्या है?
hr: Koja je najbolja zamjena?
it: Qual è la sostituzione migliore?
ka: რა არის საუკეთესო ჩანაცვლება?
nb: Hva er den beste erstatningen?
nl: Wat is de beste vervanging?
pl: Jaka jest najlepsza zamiana?
pt: Qual é a melhor substituição?
ru: Какое лучшее исправление?
sk: Aká je najlepšia náhrada?
sr: Koja je najbolja zamena?
sv: Vad är det bästa ersättningsordet?
ta: சிறந்த மாற்று என்ன?
th: คำทดแทนที่ดีที่สุดคืออะไร?

# itStartDefaultPrompt
source: Do you want help translating?
bn: আপনি অনুবাদে সাহায্য চান?
bo: ཁྱེད་ཀྱིས་འགྱོ་བའི་ལག་ལེན་འདི་ག་རེ་རེད།
ca: Vols ajuda per traduir?
cs: Chcete pomoc s překladem?
da: Vil du have hjælp til at oversætte?
de: Möchten Sie Hilfe beim Übersetzen?
eo: Ĉu vi volas helpon pri tradukado?
et: Kas soovite tõlkimisel abi?
eu: Zer laguntza nahi duzu itzultzen?
fi: Haluatko apua kääntämisessä?
fr: Voulez-vous de l'aide pour traduire ?
ga: Ar mhaith leat cabhair a fháil le haistriúchán?
gl: Queres axuda para traducir?
hi: क्या आप अनुवाद में मदद चाहते हैं?
hr: Želite li pomoć pri prevođenju?
it: Vuoi aiuto con la traduzione?
ka: გსურთ დახმარება თარგმნაში?
nb: Vil du ha hjelp med oversettelse?
nl: Wil je hulp bij vertalen?
pl: Czy chcesz pomocy w tłumaczeniu?
pt: Você quer ajuda para traduzir?
ru: Хотите помочь с переводом?
sk: Chcete pomoc s prekladom?
sr: Želite li pomoć pri prevođenju?
sv: Vill du ha hjälp med att översätta?
ta: மொழிபெயர்க்க உதவி வேண்டும் என்று நினைக்கிறீர்களா?
th: คุณต้องการความช่วยเหลือในการแปลไหม?

# lockedChatWarning
source: 🔒 This chat has been locked
bn: 🔒 এই চ্যাটটি লক করা হয়েছে
bo: 🔒 འདི་ཚེས་ལུགས་བསྐྱོད་ཡོད།
ca: 🔒 Aquesta conversa ha estat bloquejada
cs: 🔒 Tento chat byl uzamčen
da: 🔒 Denne chat er blevet låst
de: 🔒 Dieser Chat wurde gesperrt
eo: 🔒 Ĉi tiu babilejo estas ŝlosita
et: 🔒 See vestlus on lukustatud
eu: 🔒 Chat hau blokeatuta dago
fi: 🔒 Tämä keskustelu on lukittu
fr: 🔒 Ce chat a été verrouillé
ga: 🔒 Tá an comhrá seo dúnta
gl: 🔒 Este chat foi bloqueado
hi: 🔒 यह चैट लॉक कर दी गई है
hr: 🔒 Ovaj chat je zaključan
it: 🔒 Questa chat è stata bloccata
ka: 🔒 ეს ჩატი დაილუქა
nb: 🔒 Denne chatten er låst
nl: 🔒 Deze chat is vergrendeld
pl: 🔒 Ten czat został zablokowany
pt: 🔒 Este chat foi bloqueado
ru: 🔒 Этот чат заблокирован
sk: 🔒 Tento chat bol zamknutý
sr: 🔒 Овај чат је закључан
sv: 🔒 Denna chatt har låsts
ta: 🔒 இந்த உரையாடல் பூட்டப்பட்டுள்ளது
th: 🔒 แชทนี้ถูกล็อกแล้ว

source: Lock Chat
bn: চ্যাট লক করুন
bo: ཚེས་ལུགས་བསྐྱོད།
ca: Bloquejar conversa
cs: Zamknout chat
da: Lås chat
de: Chat sperren
eo: Malfermu Babilon
et: Lukusta vestlus
eu: Blokeatu Chat
fi: Lukitse keskustelu
fr: Verrouiller le chat
ga: Dún Comhrá
gl: Bloquear chat
hi: चैट लॉक करें
hr: Zaključaj chat
it: Blocca chat
ka: დაილუქე ჩატი
nb: Lås chat
nl: Chat Vergrendelen
pl: Zablokuj czat
pt: Bloquear Chat
ru: Заблокировать чат
sk: Zamknúť chat
sr: Закључај чат
sv: Lås chatt
ta: உரையாடலை பூட்டு
th: ล็อกแชท

# suggestToChat
source: Suggest this chat
bn: এই চ্যাটের জন্য প্রস্তাব দিন
bo: འདི་ཚེས་ལུགས་བསྐྱོད།
ca: Suggerir aquesta conversa
cs: Navrhnout tento chat
da: Foreslå denne chat
de: Diesen Chat vorschlagen
eo: Sugesti ĉi tiun babilejon
et: Soovita seda vestlust
eu: Iradoki chat hau
fi: Ehdota tätä keskustelua
fr: Suggérer ce chat
ga: Mol an comhrá seo
gl: Suxerir este chat
hi: इस चैट का सुझाव दें
hr: Predloži ovaj chat
it: Suggerisci questa chat
ka: შეთავაზე ეს ჩატი
nb: Foreslå denne chatten
nl: Stel deze chat voor
pl: Zaproponuj ten czat
pt: Sugerir este chat
ru: Предложить этот чат
sk: Navrhnúť tento chat
sr: Предложи овај чат
sv: Föreslå denna chatt
ta: இந்த உரையாடலை பரிந்துரைக்கவும்
th: แนะนำแชทนี้

# suggestToChatDesc
source: Suggested chats will appear in chat lists
bn: প্রস্তাবিত চ্যাটগুলি চ্যাট তালিকায় দেখানো হবে
bo: བསྟན་པའི་ཚེས་ལུགས་ཚོད་ལ་ལོག་སྟེང་།
ca: Les converses suggerides apareixeran a les llistes de converses
cs: Navržené chaty se objeví v seznamu chatů
da: Foreslåede chats vil vises i chatlister
de: Vorgeschlagene Chats erscheinen in der Chatliste
eo: Sugestitaj babilejoj aperos en la listoj de babilejoj
et: Soovitatud vestlused ilmuvad vestluste nimekirjades
eu: Iradokitako chat-ak chat zerrendetan agertuko dira
fi: Ehdotetut keskustelut näkyvät keskustelulistoissa
fr: Les chats suggérés apparaîtront dans la liste des chats
ga: Leagann comhráite molta le feiceáil i liostaí comhrá
gl: Os chats suxeridos aparecerán nas listas de chat
hi: सुझाए गए चैट चैट सूचियों में दिखाई देंगे
hr: Predloženi chatovi će se pojaviti na popisima chatova
it: Le chat suggerite appariranno nelle liste delle chat
ka: შეეთავაზებული ჩატები გამოჩნდება ჩატის სიებში
nb: Foreslåtte chatter vil vises i chatlister
nl: Voorgestelde chats verschijnen in chatlijsten
pl: Zaproponowane czaty pojawią się na listach czatów
pt: Chats sugeridos aparecerão nas listas de chat
ru: Предложенные чаты появятся в списках чатов
sk: Navrhnuté chaty sa zobrazia v zoznamoch chatov
sr: Предложени чатови ће се појавити у листи чатова
sv: Föreslagna chattar kommer att visas i chattlistor
ta: பரிந்துரைக்கப்பட்ட உரையாடல்கள் உரையாடல் பட்டியலில் தோன்றும்
th: แชทที่แนะนำจะปรากฏในรายการแชท

# acceptSelection
source: Accept Correction
bn: সংশোধন গ্রহণ করুন
bo: བཟོ་བཅོས་སྤྱོད་ནས་དགོས།
ca: Acceptar correcció
cs: Přijmout opravu
da: Accepter rettelsen
de: Korrektur akzeptieren
eo: Akceptu la korekton
et: Nõustu parandusega
eu: Onartu Zuzendaritza
fi: Hyväksy korjaus
fr: Accepter la correction
ga: Glac Leasú
gl: Aceptar corrección
hi: सही को स्वीकार करें
hr: Prihvati korekciju
it: Accetta la correzione
ka: დადასტურება შეცდომის
nb: Godta korrigering
nl: Correctie Accepteren
pl: Zaakceptuj poprawkę
pt: Aceitar Correção
ru: Принять исправление
sk: Prijať opravu
sr: Прихвати исправку
sv: Acceptera korrigering
ta: திருத்தத்தை ஏற்கவும்
th: ยอมรับการแก้ไข

# acceptSelectionAnyway
source: Use this anyway
bn: এটি যাই হোক না কেন ব্যবহার করুন
bo: འདི་ལ་བཟོ་བཅོས་བྱེད་ནས།
ca: Utilitzar això de totes maneres
cs: Použít to tak či tak
da: Brug dette alligevel
de: Trotzdem verwenden
eo: Uzu ĉi tion ĉiuokaze
et: Kasuta seda siiski
eu: Erabili hori edozer
fi: Käytä tätä silti
fr: Utiliser ceci quand même
ga: Úsáid é seo ar aon nós
gl: Usar isto de todos modos
hi: इसे फिर भी उपयोग करें
hr: Koristi ovo ipak
it: Usa comunque questa
ka: მიუხედავად ამისა, გამოიყენე ეს
nb: Bruk dette likevel
nl: Toch gebruiken
pl: Użyj tego mimo wszystko
pt: Usar isto mesmo assim
ru: Использовать это всё равно
sk: Použiť to tak či tak
sr: Употреби ово ипак
sv: Använd detta ändå
ta: இதையும் பயன்படுத்தவும்
th: ใช้สิ่งนี้อยู่ดี

source: Making activity
bn: ক্রিয়াকলাপ তৈরি হচ্ছে
bo: ལས་ཀ་བྱེད་ནས།
ca: Realitzant activitat
cs: Vytváření aktivity
da: Udfører aktivitet
de: Aktivität wird erstellt
eo: Farado de agado
et: Tegevuse tegemine
eu: Jarduera sortzen
fi: Tehdään toimintaa
fr: Création d'une activité
ga: Ag déanamh gníomhaíochta
gl: Creando actividade
hi: गतिविधि बना रहा है
hr: Izrada aktivnosti
it: Creando attività
ka: მოქმედების შექმნა
nb: Lager aktivitet
nl: Activiteit maken
pl: Tworzenie aktywności
pt: Criando atividade
ru: Создание активности
sk: Vykonávanie aktivity
sr: Обавља активност
sv: Skapar aktivitet
ta: செயல்பாட்டை உருவாக்குதல்
th: กำลังทำกิจกรรม

source: Why?
bn: কেন?
bo: ག་རེ་རེད།
ca: Per què?
cs: Proč?
da: Hvorfor?
de: Warum?
eo: Kial?
et: Miks?
eu: Zergatik?
fi: Miksi?
fr: Pourquoi ?
ga: Cén fáth?
gl: Por que?
hi: क्यों?
hr: Zašto?
it: Perché?
ka: რატომ?
nb: Hvorfor?
nl: Waarom?
pl: Dlaczego?
pt: Por quê?
ru: Почему?
sk: Prečo?
sr: Зашто?
sv: Varför?
ta: ஏன்?
th: ทำไม?

source: Definition
bn: সংজ্ঞা
bo: ནང་བསྟན།
ca: Definició
cs: Definice
eo: Difino
et: Määratlus
eu: Definizioa
fi: Määritelmä
fr: Définition
ga: Sainmhíniú
gl: Definición
hi: परिभाषा
hr: Definicija
it: Definizione
ka: განმარტება
nb: Definisjon
nl: Definitie
pl: Definicja
pt: Definição
ru: Определение
sk: Definícia
sr: Дефиниција
ta: வரையறை
th: คำจำกัดความ

source: Example Sentence
bn: উদাহরণ বাক্য
bo: འདི་ནང་བསྟན་སྐད་ཡིག
ca: Exemple de frase
cs: Příklad věty
da: Eksempelsætning
de: Beispielsatz
eo: Ekzempla Frazo
et: Näidislause
eu: Adibidearen Zatia
fi: Esimerkkilause
fr: Exemple de phrase
ga: Sampla Abairt
gl: Exemplo de frase
hi: उदाहरण वाक्य
hr: Primjer rečenice
it: Esempio di frase
ka: მაგალითი წინადადება
nb: Eksempelsentence
nl: Voorbeeldzin
pl: Przykładowe zdanie
pt: Exemplo de frase
ru: Приклад речення
sk: Príklad vety
sr: Пример реченице
sv: Exempelsats
ta: உதாரண வாக்கியம்
th: ประโยคตัวอย่าง

# reportToTeacher
source: Who do you want to report this message to?
bn: আপনি এই বার্তা কার কাছে রিপোর্ট করতে চান?
bo: ཁྱེད་ཀྱང་འདི་ལ་འགྱོ་སྤྱོད་འདི་ལ་གནང་བ་སྤྱོད་ཀྱི་རེད།
ca: A qui vols informar d'aquest missatge?
cs: Komu chcete nahlásit tuto zprávu?
da: Hvem vil du rapportere denne besked til?
de: Wen möchten Sie diese Nachricht melden?
eo: Al kiu vi volas raporti ĉi tiun mesaĝon?
et: Kellele soovite seda sõnumit teatada?
eu: Nori jakinarazi nahi diozu mezua hau?
fi: Kenelle haluat raportoida tämän viestin?
fr: À qui souhaitez-vous signaler ce message ?
ga: Cé acu mhaith leat tuairisciú a dhéanamh ar an teachtaireacht seo?
gl: A quen queres informar esta mensaxe?
hi: आप इस संदेश की रिपोर्ट किससे करना चाहते हैं?
hr: Kome želite prijaviti ovu poruku?
it: A chi vuoi segnalare questo messaggio?
ka: ვის გსურთ ამ შეტყობინების შეტყობინება?
nb: Hvem vil du rapportere denne meldingen til?
nl: Aan wie wilt u dit bericht melden?
pl: Do kogo chcesz zgłosić tę wiadomość?
pt: Para quem você quer reportar esta mensagem?
ru: Кому ви хочете повідомити про це повідомлення?
sk: Komu chcete nahlásiť túto správu?
sr: Коме желите да пријавите ову поруку?
sv: Vem vill du rapportera detta meddelande till?
ta: இந்த செய்தியை யாருக்கு அறிக்கை செய்ய விரும்புகிறீர்கள்?
th: คุณต้องการรายงานข้อความนี้ให้ใคร?

# reportMessageTitle
source: {reportingUserId} has reported a message from {reportedUserId} in the chat {roomName}
bn: {reportingUserId} একটি বার্তা রিপোর্ট করেছে {reportedUserId} থেকে {roomName} চ্যাটে
bo: {reportingUserId} འདི་ལ་འབྲེལ་བའི་ཚེས་གྲངས {reportedUserId} འདི་ལ་འབྲེལ་བའི་ཚེས་གྲངས {roomName} ལ་འབྲེལ་བའི་ཚེས་གྲངས
ca: {reportingUserId} ha reportat un missatge de {reportedUserId} a la conversa {roomName}
cs: {reportingUserId} nahlásil zprávu od {reportedUserId} v chatu {roomName}
da: {reportingUserId} har rapporteret en besked fra {reportedUserId} i chatten {roomName}
de: {reportingUserId} hat eine Nachricht von {reportedUserId} im Chat {roomName} gemeldet
eo: {reportingUserId} raportis mesaĝon de {reportedUserId} en la babilejo {roomName}
et: {reportingUserId} on teatanud sõnumist {reportedUserId} vestluses {roomName}
eu: {reportingUserId} erabiltzaileak {roomName} txataren mezua salatu du {reportedUserId} erabiltzailearen izenean
fi: {reportingUserId} on raportoinut viestin käyttäjältä {reportedUserId} chatissa {roomName}
fr: {reportingUserId} a signalé un message de {reportedUserId} dans le chat {roomName}
ga: Tá {reportingUserId} tuairisciú ar theachtaireacht ó {reportedUserId} sa chomhrá {roomName}
gl: {reportingUserId} informou dunha mensaxe de {reportedUserId} no chat {roomName}
hi: {reportingUserId} ने {reportedUserId} से एक संदेश रिपोर्ट किया है, जो {roomName} में है
hr: {reportingUserId} je prijavio poruku od {reportedUserId} u chatu {roomName}
it: {reportingUserId} ha segnalato un messaggio da {reportedUserId} nella chat {roomName}
ka: {reportingUserId} შეტყობინება გაასაჯაროვა {reportedUserId}-ისგან ჩატში {roomName}
nb: {reportingUserId} har rapportert en melding fra {reportedUserId} i chatten {roomName}
nl: {reportingUserId} heeft een bericht gerapporteerd van {reportedUserId} in de chat {roomName}
pl: {reportingUserId} zgłosił wiadomość od {reportedUserId} w czacie {roomName}
pt: {reportingUserId} reportou uma mensagem de {reportedUserId} no chat {roomName}
ru: {reportingUserId} повідомив про повідомлення від {reportedUserId} у чаті {roomName}
sk: {reportingUserId} nahlásil správu od {reportedUserId} v chate {roomName}
sr: {reportingUserId} је пријавио поруку од {reportedUserId} у чату {roomName}
sv: {reportingUserId} har rapporterat ett meddelande från {reportedUserId} i chatten {roomName}
ta: {reportingUserId} என்பவர் {reportedUserId} இன் செய்தியை {roomName} இல் அறிக்கை செய்துள்ளார்
th: {reportingUserId} ได้รายงานข้อความจาก {reportedUserId} ในแชท {roomName}

# reportMessageBody
source: Message: {reportedMessage} Reason: {reason}
bn: বার্তা: {reportedMessage} কারণ: {reason}
bo: ཚེས་གྲངས: {reportedMessage} ལེགས་སྤྱོད: {reason}
ca: Missatge: {reportedMessage} Motiu: {reason}
cs: Zpráva: {reportedMessage} Důvod: {reason}
da: Besked: {reportedMessage} Årsag: {reason}
de: Nachricht: {reportedMessage} Grund: {reason}
eo: Mesaĝo: {reportedMessage} Kialo: {reason}
et: Sõnum: {reportedMessage} Põhjus: {reason}
eu: Mezua: {reportedMessage} Arrazoia: {reason}
fi: Viesti: {reportedMessage} Syy: {reason}
fr: Message : {reportedMessage} Raison : {reason}
ga: Teachtaireacht: {reportedMessage} Cúis: {reason}
gl: Mensaxe: {reportedMessage} Razón: {reason}
hi: संदेश: {reportedMessage} कारण: {reason}
hr: Poruka: {reportedMessage} Razlog: {reason}
it: Messaggio: {reportedMessage} Motivo: {reason}
ka: შეტყობინება: {reportedMessage} მიზეზი: {reason}
nb: Melding: {reportedMessage} Årsak: {reason}
nl: Bericht: {reportedMessage} Reden: {reason}
pl: Wiadomość: {reportedMessage} Powód: {reason}
pt: Mensagem: {reportedMessage} Razão: {reason}
ru: Повідомлення: {reportedMessage} Причина: {reason}
sk: Správa: {reportedMessage} Dôvod: {reason}
sr: Порука: {reportedMessage} Разлог: {reason}
sv: Meddelande: {reportedMessage} Orsak: {reason}
ta: செய்தி: {reportedMessage} காரணம்: {reason}
th: ข้อความ: {reportedMessage} เหตุผล: {reason}

# noTeachersFound
source: No teachers found to report to
bn: রিপোর্ট করার জন্য কোনও শিক্ষক পাওয়া যায়নি
bo: འདི་ལ་འགྱོ་སྤྱོད་འདི་ལ་འབྲེལ་བའི་སློབ་དཔོན་མེད།
ca: No s'han trobat mestres per informar-hi
cs: Nebyli nalezeni žádní učitelé k nahlášení
da: Ingen lærere fundet til rapportering
de: Keine Lehrer zum Melden gefunden
eo: Neniu instruisto trovita por raporti
et: Õpetajaid ei leitud teatamiseks
eu: Ez da irakaslerik aurkitu salatzeko
fi: Ei opettajia raportoitu
fr: Aucun enseignant trouvé pour signaler
ga: Níl múinteoirí le fáil le tuairisciú orthu
gl: Non se atoparon profesores para informar
hi: रिपोर्ट करने के लिए कोई शिक्षक नहीं मिले
hr: Nema nastavnika za prijavu
it: Nessun insegnante trovato a cui segnalare
ka: მასწავლებელი ვერ მოიძებნა შეტყობინებისთვის
nb: Ingen lærere funnet å rapportere til
nl: Geen leraren gevonden om te rapporteren
pl: Nie znaleziono nauczycieli do zgłoszenia
pt: Nenhum professor encontrado para relatar
ru: Вчителі не знайдені для повідомлення
sk: Nenašli sa žiadni učitelia na nahlásenie
sr: Нема пронађених наставника за пријаву
sv: Inga lärare hittades att rapportera till
ta: அறிக்கை செய்ய ஆசிரியர்கள் இல்லை
th: ไม่พบครูที่จะรายงาน

source: View Archive
bn: আর্কাইভ দেখুন
bo: རྒྱབ་སྒོར་ལག་ཁྱེར།
ca: Veure arxiu
cs: Zobrazit archiv
da: Se Arkiv
de: Archiv anzeigen
eo: Vidi Arkivon
et: Vaata arhiivi
eu: Artxiboa Ikusi
fi: Näytä arkisto
fr: Voir l'archive
ga: Féach ar an gCartlann
gl: Ver arquivo
hi: आर्काइव देखें
hr: Pogledaj arhivu
it: Visualizza archivio
ka: ნახე არქივი
nb: Se arkiv
nl: Archief bekijken
pl: Zobacz archiwum
pt: Ver Arquivo
ru: Переглянути архів
sk: Zobraziť archív
sr: Погледај архиву
sv: Visa arkiv
ta: காப்பகத்தைப் பார்வையிடவும்
th: ดูไฟล์เก่า

# trialExpiration
source: Your free trial expires on {expiration}
bn: আপনার ফ্রি ট্রায়াল {expiration} তারিখে শেষ হবে
bo: ཁྱེད་ཀྱང་གནང་བའི་སྤྱི་ཚེས {expiration} ལ་སྟེང་འགྱོའི་ཡོད།
ca: La teva prova gratuïta expira el {expiration}
cs: Váš bezplatný zkušební čas vyprší dne {expiration}
da: Din gratis prøveperiode udløber den {expiration}
de: Ihre kostenlose Testphase läuft am {expiration} ab
eo: Via senpaga provtempo finiĝos je {expiration}
et: Teie tasuta prooviperiood lõpeb {expiration}
eu: Zure proba-aldia {expiration} data amaitzen da
fi: Ilmainen kokeilujakso päättyy {expiration}
fr: Votre essai gratuit expire le {expiration}
ga: Críochnaíonn do thriail saor in aisce ar {expiration}
gl: A túa proba gratuíta expira o {expiration}
hi: आपका मुफ्त ट्रायल {expiration} को समाप्त हो जाएगा
hr: Vaš besplatni probni rok istječe {expiration}
it: La tua prova gratuita scade il {expiration}
ka: თქვენს უფასო ცდას ვადა ამოიწურება {expiration}
nb: Din gratis prøveperiode utløper den {expiration}
nl: Uw gratis proefperiode verloopt op {expiration}
pl: Twój darmowy okres próbny wygasa {expiration}
pt: Seu período de teste gratuito expira em {expiration}
ru: Ваша безкоштовна пробна версія закінчується {expiration}
sk: Váš bezplatný skúšobný čas vyprší dňa {expiration}
sr: Ваша бесплатна проба истиче на {expiration}
sv: Din gratis provperiod löper ut den {expiration}
ta: உங்கள் இலவச சோதனை {expiration} அன்று முடிவடைகிறது
th: การทดลองใช้งานฟรีของคุณจะหมดอายุใน {expiration}

# freeTrialDesc
source: New users recieve a one week free trial of Pangea Chat
bn: নতুন ব্যবহারকারীরা পাঞ্জিয়া চ্যাটের এক সপ্তাহের ফ্রি ট্রায়াল পান
bo: གསར་བའི་རོགས་མིང་ཚོས་སྤྱི་ཚེས་དུས་སུ་གནང་བའི་སྤྱི་ཚེས་གཅིག་ལ་སྤྱོད་ཚུལ།
ca: Els nous usuaris reben una prova gratuïta d'una setmana de Pangea Chat
cs: Noví uživatelé získávají týdenní bezplatnou zkušební verzi Pangea Chat
da: Nye brugere får en gratis prøveperiode på en uge med Pangea Chat
de: Neue Nutzer erhalten eine einwöchige kostenlose Testphase von Pangea Chat
eo: Novaj uzantoj ricevas semajnan senpagan provon de Pangea Chat
et: Uued kasutajad saavad ühe nädala tasuta Pangea Chat-i prooviperioodi
eu: Erabiltzaile berriek Pangea Chat-en aste bateko proba-aldia doan jasotzen dute
fi: Uudet käyttäjät saavat viikon ilmaisen kokeilun Pangea Chatista
fr: Les nouveaux utilisateurs bénéficient d'un essai gratuit d'une semaine de Pangea Chat
ga: Faigheann úsáideoirí nua triail saor in aisce ar feadh seachtain de Pangea Chat
gl: Os novos usuarios reciben unha proba gratuíta dunha semana de Pangea Chat
hi: नए उपयोगकर्ताओं को पैंजिया चैट का एक सप्ताह का मुफ्त ट्रायल मिलता है
hr: Novi korisnici dobivaju tjedan dana besplatnog probnog razdoblja Pangea Chata
it: I nuovi utenti ricevono una prova gratuita di una settimana di Pangea Chat
ka: ახალი მომხმარებლები იღებენ ერთკვირიან უფასო ცდას Pangea Chat-ის
nb: Nye brukere får en ukes gratis prøveperiode av Pangea Chat
nl: Nieuwe gebruikers krijgen een gratis proefperiode van één week voor Pangea Chat
pl: Nowi użytkownicy otrzymują tygodniowy darmowy okres próbny Pangea Chat
pt: Novos usuários recebem uma semana de teste gratuito do Pangea Chat
ru: Нові користувачі отримують тижневу безкоштовну пробну версію Pangea Chat
sk: Noví používatelia dostanú týždennú bezplatnú skúšobnú verziu Pangea Chat
sr: Нови корисници добијају једну недељу бесплатне пробе Пангее Чат
sv: Nya användare får en veckas gratis provperiod av Pangea Chat
ta: புதிய பயனர்கள் பங்கேயா சந்தையில் ஒரு வார இலவச சோதனை பெறுகிறார்கள்
th: ผู้ใช้ใหม่จะได้รับการทดลองใช้งานฟรีหนึ่งสัปดาห์ของ Pangea Chat

# activateTrial
source: Free 7-Day Trial
bn: ফ্রি ৭-দিনের ট্রায়াল
bo: རོགས་མིང་ཚོས་སྤྱི་ཚེས 7 ཉིན་ལ་སྤྱོད་ཚུལ།
ca: Prova gratuïta de 7 dies
cs: Aktivovat bezplatnou 7denní zkušební verzi
da: Gratis 7-dages prøve
de: Kostenlose 7-Tage-Testversion
eo: Aktivigu Senpagan 7-tagan Provon
et: Tasuta 7-päevane proov
eu: Proba Doakoa 7 Egun
fi: Vapaa 7 päivän kokeilu
fr: Essai gratuit de 7 jours
ga: Triail Saor in Aisce 7 Lá
gl: Proba gratuíta de 7 días
hi: मुफ्त 7-दिन का ट्रायल
hr: Aktiviraj besplatno 7-dnevno probno razdoblje
it: Prova gratuita di 7 giorni
ka: უფასო 7-დღიანი საცდელი პერიოდი
nb: Gratis 7-dagers prøveperiode
nl: Gratis proefperiode van 7 dagen
pl: Darmowy 7-dniowy okres próbny
pt: Teste Gratuito de 7 Dias
ru: Безкоштовна 7-денна пробна версія
sk: Bezplatná 7-dňová skúšobná verzia
sr: Активирај бесплатну пробу од 7 дана
sv: Gratis 7-dagars provperiod
ta: இலவச 7-நாள் சோதனை
th: ทดลองใช้งานฟรี 7 วัน
