Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# deleteSpaceDesc
source: The course and any selected chats will be deleted for all participants and all messages within the chat will no longer be available for practice or learning analytics. This action cannot be undone.
bn: কোর্স এবং যেকোনো নির্বাচিত চ্যাট সকল অংশগ্রহণকারীর জন্য মুছে ফেলা হবে এবং চ্যাটের সমস্ত বার্তা আর অনুশীলন বা শেখার বিশ্লেষণের জন্য উপলব্ধ থাকবে না। এই ক্রিয়া পূর্বাবস্থায় ফিরিয়ে আনা যাবে না।
bo: ཁོངས་སྐབས་དང་གནང་བའི་ཆོག་ལས་ཚོད་ལས་བཏོན་ན་འདི་ནི་ཚོད་ལས་སྤྱོད་མི་ཚོད་ལས་བཏོན་ན་འགྱོ་མི་ཚུལ་ལ་འགྱོ་མི་འདུག། འདི་ལ་འགྱོ་མི་ཚུལ་ལ་འགྱོ་མི་འདུག།
ca: El curs i qualsevol xat seleccionat s'eliminaran per a tots els participants i tots els missatges dins del xat ja no estaran disponibles per a pràctica o anàlisi d'aprenentatge. Aquesta acció no es pot desfer.
cs: Kurz a jakékoli vybrané chaty budou smazány pro všechny účastníky a všechny zprávy v chatu již nebudou dostupné pro praxi nebo analytiku učení. Tato akce nelze vrátit zpět.
da: Kurset og eventuelle valgte chats vil blive slettet for alle deltagere, og alle beskeder i chatten vil ikke længere være tilgængelige til øvelse eller læringsanalyser. Denne handling kan ikke fortrydes.
de: Der Kurs und alle ausgewählten Chats werden für alle Teilnehmer gelöscht und alle Nachrichten im Chat sind nicht mehr für Übungen oder Lernanalysen verfügbar. Diese Aktion kann nicht rückgängig gemacht werden.
eo: La kurso kaj ĉiuj elektitaj babilejoj estos forigitaj por ĉiuj partoprenantoj kaj ĉiuj mesaĝoj ene de la babilejo ne plu estos haveblaj por praktiko aŭ lernado-analizoj. Ĉi tiu ago ne povas esti malkonata.
et: Tüüp ja kõik valitud vestlused ja/või alamruumid kustutatakse kõigilt osalejatelt ning kõik vestluse sõnumid ei ole enam saadaval harjutamiseks ega õppeanalüütikaks. Seda toimingut ei saa tagasi võtta.
eu: Ikastaroa eta aukeratutako txat guztiak ezabatuko dira parte-hartzaile guztientzat eta txataren mezu guztiak ez dira gehiago erabiliko praktikan edo ikasketa analitiketan. Ekintza hau ezin da desegin.
fi: Kurssi ja kaikki valitut keskustelut poistetaan kaikilta osallistujilta ja kaikki keskustelun viestit eivät ole enää käytettävissä harjoitteluun tai oppimisanalytiikkaan. Tätä toimintoa ei voi peruuttaa.
fr: Le cours et toutes les conversations sélectionnées seront supprimés pour tous les participants et tous les messages de la conversation ne seront plus disponibles pour la pratique ou l'analyse d'apprentissage. Cette action ne peut pas être annulée.
ga: Scriosfar an cúrsa agus aon chomhrá roghnaithe do gach rannpháirtí agus ní bheidh aon teachtaireachtaí laistigh den chomhrá ar fáil níos mó le haghaidh cleachtadh nó anailís foghlama. Ní féidir an gníomh seo a chur ar ceal.
gl: O curso e calquera conversa seleccionada serán eliminados para todos os participantes e todos os mensaxes dentro da conversa xa non estarán dispoñibles para práctica ou análise de aprendizaxe. Esta acción non se pode deshacer.
hi: कोर्स और कोई भी चयनित चैट सभी प्रतिभागियों के लिए हटा दी जाएगी और चैट के सभी संदेश अब अभ्यास या सीखने के विश्लेषण के लिए उपलब्ध नहीं होंगे। इस क्रिया को पूर्ववत नहीं किया जा सकता।
hr: Tečaj i svi odabrani razgovori bit će izbrisani za sve sudionike, a sve poruke unutar razgovora više neće biti dostupne za vježbanje ili analitiku učenja. Ova radnja se ne može poništiti.
it: Il corso e tutte le chat selezionate verranno eliminati per tutti i partecipanti e tutti i messaggi all'interno della chat non saranno più disponibili per la pratica o le analisi di apprendimento. Questa azione non può essere annullata.
ka: კურსი და ნებისმიერი არჩეული ჩატები წაიშლება ყველა მონაწილისთვის და ყველა შეტყობინება, რომელიც ჩატშია, აღარ იქნება ხელმისაწვდომი პრაქტიკის ან სწავლების ანალიტიკისთვის. ეს მოქმედება ვერ იქნება გაუქმებული.
nb: Kurset og eventuelle valgte samtaler vil bli slettet for alle deltakere, og alle meldinger i samtalen vil ikke lenger være tilgjengelige for praksis eller læringsanalyse. Denne handlingen kan ikke angres.
nl: De cursus en alle geselecteerde chats worden verwijderd voor alle deelnemers en alle berichten binnen de chat zijn niet meer beschikbaar voor oefening of leeranalyses. Deze actie kan niet ongedaan worden gemaakt.
pl: Kurs i wybrane czaty zostaną usunięte dla wszystkich uczestników, a wszystkie wiadomości w czacie nie będą już dostępne do ćwiczeń lub analityki nauki. Ta operacja jest nieodwracalna.
pt: O curso e quaisquer conversas selecionadas serão excluídos para todos os participantes e todas as mensagens dentro da conversa não estarão mais disponíveis para prática ou análises de aprendizagem. Esta ação não pode ser desfeita.
ru: Курс и все выбранные чаты будут удалены для всех участников, и все сообщения в чате больше не будут доступны для практики или аналитики обучения. Это действие нельзя отменить.
sk: Kurz a akékoľvek vybrané chaty budú vymazané pre všetkých účastníkov a všetky správy v chate už nebudú dostupné na prax alebo analytiku učenia. Táto akcia sa nedá vrátiť.
sr: Курс и било који изабрани разговори ће бити избрисани за све учеснике, а све поруке унутар разговора више неће бити доступне за праксу или аналитике учења. Ова акција се не може опозвати.
sv: Kursen och eventuella valda chattar kommer att raderas för alla deltagare och alla meddelanden i chatten kommer inte längre att vara tillgängliga för övning eller inlärningsanalys. Denna åtgärd kan inte ångras.
ta: பாடம் மற்றும் தேர்ந்தெடுத்த உரையாடல்கள் அனைத்தும் அனைத்து பங்கேற்பாளர்களுக்கும் நீக்கப்படும் மற்றும் உரையாடலுக்குள் உள்ள அனைத்து செய்திகளும் பயிற்சி அல்லது கற்றல் பகுப்பாய்வுகளுக்கு இனி கிடைக்காது. இந்த நடவடிக்கை திருத்த முடியாது.
th: หลักสูตรและแชทที่เลือกจะถูกลบสำหรับผู้เข้าร่วมทุกคนและข้อความทั้งหมดในแชทจะไม่สามารถใช้งานได้อีกต่อไปสำหรับการฝึกฝนหรือวิเคราะห์การเรียนรู้ การดำเนินการนี้ไม่สามารถย้อนกลับได้

source: Chat with activities
bn: অ্যাকটিভিটিসহ চ্যাট করুন
bo: ལས་ཀྱི་ཆོག་ལས་ལེན་སྤྱོད།
ca: Xat amb activitats
cs: Chat s aktivitami
da: Chat med aktiviteter
de: Chat mit Aktivitäten
eo: Babilejo kun agadoj
et: Vestlus tegevustega
eu: Aktibitateekin txateatu
fi: Keskustele aktiviteeteilla
fr: Chat avec activités
ga: Comhrá le gníomhaíochtaí
gl: Conversar con actividades
hi: गतिविधियों के साथ चैट
hr: Razgovor s aktivnostima
it: Chat con attività
ka: ჩატი აქტივობებით
nb: Chat med aktiviteter
nl: Chat met activiteiten
pl: Czat z aktywnościami
pt: Conversa com atividades
ru: Чат с активностями
sk: Chat s aktivitami
sr: Разговор са активностима
sv: Chatta med aktiviteter
ta: செயல்பாடுகளுடன் உரையாடல்
th: แชทพร้อมกิจกรรม

source: Launch
bn: শুরু করুন
bo: འགྱོ་རོགས།
ca: Llançar
cs: Spustit
da: Start
de: Starten
eo: Lanĉi
et: Käivita
eu: Abiarazi
fi: Käynnistä
fr: Lancer
ga: Seol
gl: Iniciar
hi: लॉन्च करें
hr: Pokreni
it: Avvia
ka: შესრულება
nb: Start
nl: Start
pl: Uruchom
pt: Iniciar
ru: Запустить
sk: Spustiť
sr: Покрени
sv: Starta
ta: துவக்கம்
th: เปิดตัว

source: Launch activity to chats
bn: চ্যাটে অ্যাকটিভিটি শুরু করুন
bo: ལས་ཀྱི་ཆོག་ལས་ལ་འགྱོ་རོགས།
ca: Llançar activitat als xats
cs: Spustit aktivitu do chatů
da: Start aktivitet til chats
de: Aktivität zu Chats starten
eo: Lanĉi agadon al babilejoj
et: Käivita tegevus vestlustesse
eu: Abiarazi aktibitatea txateetara
fi: Käynnistä aktiviteetti keskusteluihin
fr: Lancer une activité dans les conversations
ga: Seol gníomhaíocht chuig comhráite
gl: Iniciar actividade nas conversas
hi: चैट में गतिविधि शुरू करें
hr: Pokreni aktivnost u razgovorima
it: Avvia attività nelle chat
ka: აქტივობის დაწყება ჩატებში
nb: Start aktivitet i samtaler
nl: Start activiteit in chats
pl: Uruchom aktywność w czatach
pt: Iniciar atividade nas conversas
ru: Запустить активность в чаты
sk: Spustiť aktivitu do chatov
sr: Покрени активност у разговоре
sv: Starta aktivitet till chattar
ta: செயல்பாட்டை உரையாடல்களுக்கு துவக்கவும்
th: เปิดตัวกิจกรรมไปยังแชท

source: Search chats
bn: চ্যাট অনুসন্ধান করুন
bo: ཆོག་ལས་བཟོ་བཅོས།
ca: Cerca converses
cs: Hledat chaty
da: Søg chats
de: Chats suchen
eo: Serĉi babilejojn
et: Otsi vestlusi
eu: Bilatu txateak
fi: Etsi keskusteluja
fr: Rechercher des conversations
ga: Cuardaigh comhráite
gl: Buscar conversas
hi: चैट खोजें
hr: Pretraži razgovore
it: Cerca chat
ka: ძებნა საუბრები
nb: Søk i samtaler
nl: Zoek chats
pl: Wyszukaj czaty
pt: Pesquisar conversas
ru: Поиск чатов
sk: Hľadať chaty
sr: Тражи разговоре
sv: Sök chattar
ta: உரையாடல்களைத் தேடு
th: ค้นหาแชท

source: Select chats
bn: চ্যাট নির্বাচন করুন
bo: ཆོག་ལས་ཚོད་ལས་འདེགས།
ca: Selecciona converses
cs: Vybrat chaty
da: Vælg chats
de: Chats auswählen
eo: Elekti babilejojn
et: Vali vestlused
eu: Hautatu txateak
fi: Valitse keskustelut
fr: Sélectionner des conversations
ga: Roghnaigh comhráite
gl: Seleccionar conversas
hi: चैट चुनें
hr: Odaberi razgovore
it: Seleziona chat
ka: აირჩიეთ საუბრები
nb: Velg samtaler
nl: Selecteer chats
pl: Wybierz czaty
pt: Selecionar conversas
ru: Выбрать чаты
sk: Vybrať chaty
sr: Изабери разговоре
sv: Välj chattar
ta: உரையாடல்களை தேர்ந்தெடு
th: เลือกแชท

# selectChatToStart
source: Complete! Select a chat to start
bn: সম্পন্ন! শুরু করার জন্য একটি চ্যাট নির্বাচন করুন
bo: ལེན་སྤྱོད་འགྱོ་ནས། ཆོག་ལས་ཚོད་ལས་འདེགས།
ca: ¡Completat! Selecciona una conversa per començar
cs: Hotovo! Vyberte chat pro začátek
da: Færdig! Vælg en chat for at starte
de: Fertig! Wählen Sie einen Chat zum Starten
eo: Komplete! Elektu babilejon por komenci
et: Valmis! Valige vestlus alustamiseks
eu: Amaitu! Aukeratu txat bat hasteko
fi: Valmis! Valitse keskustelu aloittaaksesi
fr: Terminé ! Sélectionnez une conversation pour commencer
ga: Críochnaigh! Roghnaigh comhrá chun tús a chur
gl: ¡Completo! Selecciona unha conversa para comezar
hi: पूर्ण! शुरू करने के लिए एक चैट चुनें
hr: Završeno! Odaberite razgovor za početak
it: Completo! Seleziona una chat per iniziare
ka: შესანიშნავია! აირჩიეთ საუბარი დასაწყებად
nb: Ferdig! Velg en samtale for å starte
nl: Klaar! Selecteer een chat om te starten
pl: Gotowe! Wybierz czat, aby rozpocząć
pt: Concluído! Selecione uma conversa para começar
ru: Готово! Выберите чат для начала
sk: Hotovo! Vyberte chat na začatie
sr: Завршено! Изаберите разговор за почетак
sv: Klart! Välj en chatt för att starta
ta: முடிந்தது! துவக்க ஒரு உரையாடலை தேர்ந்தெடு
th: เสร็จสิ้น! เลือกแชทเพื่อเริ่มต้น

# maxFifty
source: Max 50
bn: সর্বোচ্চ ৫০
bo: མཐའ་མར 50
ca: Màxim 50
da: Maks 50
de: Maximal 50
eo: Maks. 50
et: Maksimum 50
eu: Gehienez 50
fi: Maks 50
fr: Maximum 50
gl: Máximo 50
hi: अधिकतम 50
hr: Maksimalno 50
it: Massimo 50
ka: მაქსიმუმ 50
nb: Maks 50
nl: Maximaal 50
pt: Máximo 50
ru: Макс. 50
sr: Максимум 50
ta: அதிகபட்சம் 50
th: สูงสุด 50

# configureSpace
source: Configure course
bn: কোর্স কনফিগার করুন
bo: ཁོངས་སྐབས་ཚོད་ལས་བཟོ་བཅོས།
ca: Configura el curs
cs: Nastavit kurz
da: Konfigurer kursus
de: Kurs konfigurieren
eo: Agordi kurson
et: Seadista ruum
eu: Konfiguratu ikastaroa
fi: Määritä kurssi
fr: Configurer le cours
ga: Cumraigh cúrsa
gl: Configurar o curso
hi: कोर्स कॉन्फ़िगर करें
hr: Konfiguriraj tečaj
it: Configura corso
ka: კურსის კონფიგურაცია
nb: Konfigurer kurs
nl: Configureer cursus
pl: Konfiguruj kurs
pt: Configurar curso
ru: Настроить курс
sk: Konfigurovať kurz
sr: Конфигуриши курс
sv: Konfigurera kurs
ta: பாடத்தைக் கட்டமைக்கவும்
th: กำหนดค่าห้องเรียน

source: Pin messages
bn: বার্তা পিন করুন
bo: ཚིག་རྟགས་སྤྱོད་ལེན།
ca: Fixa missatges
cs: Připnout zprávy
da: Fastgør beskeder
de: Nachrichten anheften
eo: Streki mesaĝojn
et: Kinnita sõnumid
eu: Pin mezuak
fi: Kiinnitä viestit
fr: Épingler les messages
ga: Greamaigh teachtaireachtaí
gl: Fixar mensaxes
hi: संदेश पिन करें
hr: Prikači poruke
it: Blocca messaggi
ka: მესიჯების პინვა
nb: Fest meldinger
nl: Pin berichten
pl: Przypnij wiadomości
pt: Fixar mensagens
ru: Закрепить сообщения
sk: Pripnúť správy
sr: Залепи поруке
sv: Fäst meddelanden
ta: செய்திகளை பின் இடுக
th: ปักหมุดข้อความ

source: Set join rules
bn: যোগদানের নিয়ম সেট করুন
bo: ལག་ལེན་སྒོམ་སྐབས་ཚུལ་ཁྱད་རོགས།
ca: Estableix les regles d'entrada
cs: Nastavit pravidla připojení
da: Indstil tilmeldingsregler
de: Beitrittsregeln festlegen
eo: Agordi enirregulojn
et: Määra liitumisreeglid
eu: Ezarri parte-hartzeko arauak
fi: Aseta liittymissäännöt
fr: Définir les règles de participation
ga: Socraigh rialacha rannpháirtíochta
gl: Establecer regras de incorporación
hi: सदस्यता नियम सेट करें
hr: Postavi pravila pridruživanja
it: Imposta regole di ingresso
ka: შეადგინეთ შეუერთების წესები
nb: Sett innmeldingsregler
nl: Stel toetredingsregels in
pl: Ustaw zasady dołączenia
pt: Definir regras de entrada
ru: Установить правила присоединения
sk: Nastaviť pravidlá pripojenia
sr: Постави правила придруживања
sv: Ställ in anslutningsregler
ta: சேரும் விதிகளை அமைக்கவும்
th: ตั้งกฎการเข้าร่วม

source: Change general settings
bn: সাধারণ সেটিংস পরিবর্তন করুন
bo: དབྱེ་བའི་ཚོད་ལས་བསྐྱར་བཟོ།
ca: Canvia la configuració general
cs: Změnit obecná nastavení
da: Skift generelle indstillinger
de: Allgemeine Einstellungen ändern
eo: Ŝanĝi ĝeneralajn agordojn
et: Muuda üldseadeid
eu: Aldatu ezarpen orokorrak
fi: Vaihda yleiset asetukset
fr: Modifier les paramètres généraux
ga: Athraigh socruithe ginearálta
gl: Cambiar configuracións xerais
hi: सामान्य सेटिंग्स बदलें
hr: Promijeni opće postavke
it: Modifica le impostazioni generali
ka: განსაზღვრეთ ზოგადი პარამეტრები
nb: Endre generelle innstillinger
nl: Wijzig algemene instellingen
pl: Zmień ustawienia ogólne
pt: Alterar configurações gerais
ru: Изменить общие настройки
sk: Zmeniť všeobecné nastavenia
sr: Промени општа подешавања
sv: Ändra allmänna inställningar
ta: பொதுவான அமைப்புகளை மாற்றவும்
th: เปลี่ยนการตั้งค่าทั่วไป

# changeTheNameOfTheSpace
source: Change the name of the course
bn: কোর্সের নাম পরিবর্তন করুন
bo: ཁོངས་སྐབས་མིང་ལས་བསྐྱར་བཟོ།
ca: Canvia el nom del curs
cs: Změnit název kurzu
da: Skift navnet på kurset
de: Den Namen des Kurses ändern
eo: Ŝanĝi la nomon de la kurso
et: Muuda ruumi nime
eu: Aldatu ikastaroaren izena
fi: Vaihda kurssin nimi
fr: Changer le nom du cours
ga: Athraigh ainm an spáis
gl: Cambiar o nome do curso
hi: कोर्स का नाम बदलें
hr: Promijeni naziv tečaja
it: Cambia il nome del corso
ka: კურსის სახელის შეცვლა
nb: Endre navnet på kurset
nl: Wijzig de naam van de cursus
pl: Zmień nazwę kursu
pt: Alterar o nome do curso
ru: Изменить название курса
sk: Zmeniť názov kurzu
sr: Промени име курса
sv: Ändra namnet på kursen
ta: பள்ளியின் பெயரை மாற்றவும்
th: เปลี่ยนชื่อห้องเรียน

source: Change the description
bn: বর্ণনা পরিবর্তন করুন
bo: བརྡ་སྤྱོད་ལས་བསྐྱར་བཟོ།
ca: Canvia la descripció
cs: Změnit popis
da: Skift beskrivelsen
de: Ändere die Beschreibung
eo: Ŝanĝi la priskribon
et: Muuda kirjelduse
eu: Aldatu deskribapena
fi: Vaihda kuvaus
fr: Modifier la description
ga: Athraigh an cur síos
gl: Cambiar a descrición
hi: विवरण बदलें
hr: Promijeni opis
it: Modifica la descrizione
ka: აღწერის შეცვლა
nb: Endre beskrivelsen
nl: Wijzig de beschrijving
pl: Zmień opis
pt: Alterar a descrição
ru: Изменить описание
sk: Zmeniť popis
sr: Промени опис
sv: Ändra beskrivningen
ta: விளக்கத்தை மாற்றவும்
th: เปลี่ยนคำอธิบาย

source: Change the permissions
bn: অনুমতিগুলি পরিবর্তন করুন
bo: དབྱེ་བའི་གནད་སྡེབ་ལས་བསྐྱར་བཟོ།
ca: Canvia els permisos
cs: Změnit oprávnění
da: Skift tilladelserne
de: Ändere die Berechtigungen
eo: Ŝanĝi la permesojn
et: Muuda õigusi
eu: Aldatu baimenak
fi: Vaihda oikeudet
fr: Modifier les permissions
ga: Athraigh na ceadanna
gl: Cambiar os permisos
hi: अनुमतियों को बदलें
hr: Promijeni dopuštenja
it: Modifica le autorizzazioni
ka: უფლებების შეცვლა
nb: Endre tillatelser
nl: Wijzig de machtigingen
pl: Zmień uprawnienia
pt: Alterar permissões
ru: Изменить разрешения
sk: Zmeniť oprávnenia
sr: Промени дозволе
sv: Ändra behörigheterna
ta: அனுமதிகளை மாற்றவும்
th: เปลี่ยนสิทธิ์การเข้าถึง

source: Introductions
bn: পরিচিতি
bo: བཀའ་རྟེན་ཚུལ།
ca: Presentacions
cs: Představení
da: Introduktioner
de: Vorstellungen
eo: Enkondukoj
et: Tutvustused
eu: Aurkezpenak
fi: Esittelyt
fr: Présentations
ga: Réamhráite
gl: Presentacións
hi: परिचय
hr: Uvodne informacije
it: Presentazioni
ka: შესავალი
nb: Introduksjoner
nl: Introducties
pl: Wprowadzenia
pt: Apresentações
ru: Вступительные слова
sk: Úvodné predstavenia
sr: Уводи
sv: Introduktioner
ta: அறிமுகங்கள்
th: คำแนะนำ

source: Announcements
bn: ঘোষণাগুলি
bo: सूचना
ca: Anuncis
cs: Oznámení
da: Meddelelser
de: Ankündigungen
eo: Anoncoj
et: Teated
eu: Albisteak
fi: Ilmoitukset
fr: Annonces
ga: Fógraí
gl: Anuncios
hi: घोषणाएँ
hr: Obavijesti
it: Annunci
ka: შეტყობინებები
nb: Kunngjøringer
nl: Aankondigingen
pl: Ogłoszenia
pt: Anúncios
ru: Объявления
sk: Oznámenia
sr: Обавештења
sv: Meddelanden
ta: அறிவிப்புகள்
th: ประกาศ

source: Activities
bn: ক্রিয়াকলাপ
bo: क्रियाकलापहरू
ca: Activitats
cs: Aktivity
da: Aktiviteter
de: Aktivitäten
eo: Aktivecoj
et: Tegevused
eu: Jarduerak
fi: Toiminnot
fr: Activités
ga: Gníomhaíochtaí
gl: Actividades
hi: गतिविधियाँ
hr: Aktivnosti
it: Attività
ka: აქტივობები
nb: Aktiviteter
nl: Activiteiten
pl: Aktywności
pt: Atividades
ru: Мероприятия
sk: Aktivity
sr: Активности
sv: Aktiviteter
ta: செயல்பாடுகள்
th: กิจกรรม

source: Access
bn: প্রবেশ
bo: प्रवेश
ca: Accés
cs: Přístup
da: Adgang
de: Zugang
eo: Aksesoj
et: Juhtimine
eu: Sarrera
fi: Pääsy
fr: Accès
ga: Rochtain
gl: Acceso
hi: पहुँच
hr: Pristup
it: Accesso
ka: წვდომა
nb: Tilgang
nl: Toegang
pl: Dostęp
pt: Acesso
ru: Доступ
sk: Prístup
sr: Приступ
sv: Åtkomst
ta: அணுகல்
th: การเข้าถึง

source: Bot settings
bn: বট সেটিংস
bo: बोट सेटिङहरू
ca: Configuració del bot
cs: Nastavení bota
da: Bot-indstillinger
de: Bot-Einstellungen
eo: Bot-agordoj
et: Boti seaded
eu: Botaren ezarpenak
fi: Botin asetukset
fr: Paramètres du bot
ga: Socruithe bot
gl: Configuración do bot
hi: बॉट सेटिंग्स
hr: Postavke bota
it: Impostazioni del bot
ka: ბოტის პარამეტრები
nb: Bot-innstillinger
nl: Bot-instellingen
pl: Ustawienia bota
pt: Configurações do bot
ru: Настройки бота
sk: Nastavenia bota
sr: Подешавања бота
sv: Bot-inställningar
ta: போட் அமைப்புகள்
th: การตั้งค่าบอท

# activitySuggestionTimeoutMessage
source: We are working hard to generate more activities for you, please check back in a minute
bn: আমরা আপনার জন্য আরও কার্যকলাপ তৈরি করতে কঠোর পরিশ্রম করছি, অনুগ্রহ করে এক মিনিট পরে আবার চেক করুন
bo: हामी तपाईंको लागि थप गतिविधिहरू सिर्जना गर्न कडा मेहनत गर्दैछौं, कृपया एक मिनेटमा फेरि जाँच गर्नुहोस्
ca: Estem treballant dur per generar més activitats per a tu, si us plau, torna a consultar en un minut
cs: Pracujeme tvrdě na generování více aktivit pro vás, prosím, vraťte se za minutu
da: Vi arbejder hårdt på at generere flere aktiviteter til dig, venligst tjek igen om et minut
de: Wir arbeiten hart daran, mehr Aktivitäten für Sie zu generieren. Bitte schauen Sie in einer Minute wieder vorbei
eo: Ni laboras forte por generi pli da aktivecoj por vi, bonvolu reveni post momento
et: Töötame kõvasti, et genereerida tegevusi teile, palun kontrollige uuesti minut hiljem
eu: Lan handia egiten ari gara zuretzat jarduera gehiago sortzeko, mesedez, egiaztatu minutu batean
fi: Työskentelemme kovasti luodaksemme lisää aktiviteetteja sinulle, tarkista uudelleen minuutin kuluttua
fr: Nous travaillons dur pour générer plus d'activités pour vous, veuillez revenir dans une minute
ga: Táimid ag obair go dian chun tuilleadh gníomhaíochtaí a ghiniúint duit, seiceáil ar ais i nóiméad le do thoil
gl: Estamos traballando duro para xerar máis actividades para ti, por favor, comproba nun minuto
hi: हम आपके लिए और गतिविधियाँ बनाने में मेहनत कर रहे हैं, कृपया एक मिनट में वापस जांचें
hr: Radimo na tome da vam pružimo više aktivnosti, molimo provjerite ponovo za minutu
it: Stiamo lavorando duramente per generare più attività per te, per favore controlla tra un minuto
ka: ჩვენ ვმუშაობთ აქტივობების დამატებაზე, გთხოვთ, დაბრუნდეთ ერთ წუთში
nb: Vi jobber hardt for å generere flere aktiviteter for deg, vennligst sjekk igjen om et minutt
nl: We werken hard om meer activiteiten voor je te genereren, controleer over een minuut opnieuw
pl: Pracujemy ciężko, aby generować dla Ciebie więcej aktywności, sprawdź ponownie za minutę
pt: Estamos trabalhando duro para gerar mais atividades para você, por favor, volte em um minuto
ru: Мы усердно работаем над созданием новых мероприятий для вас, пожалуйста, проверьте снова через минуту
sk: Pracujeme tvrdo na generovaní ďalších aktivít pre vás, prosím, skontrolujte to o minútu
sr: Трудимо се да генеришемо више активности за вас, молимо вас да проверите поново за минут
sv: Vi arbetar hårt för att generera fler aktiviteter för dig, vänligen kontrollera igen om en minut
ta: நீங்கள் விரும்பும் மேலும் செயல்பாடுகளை உருவாக்க நாங்கள் கடுமையாக பணியாற்றுகிறோம், தயவுசெய்து ஒரு நிமிடத்தில் மீண்டும் சரிபார்க்கவும்
th: เรากำลังทำงานอย่างหนักเพื่อสร้างกิจกรรมเพิ่มเติมสำหรับคุณ กรุณาตรวจสอบอีกครั้งในหนึ่งนาที
