Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# needPantalaimonWarning
source: Please be aware that you need Pantalaimon to use end-to-end encryption for now.
be: Пераканайцеся, калі ласка, што вы выкарыстоўваеце Pantalaimon для end-to-end шыфравання.
bn: দয়া করে জানুন যে এখনই এন্ড-টু-এন্ড এনক্রিপশনের জন্য আপনাকে Pantalaimon প্রয়োজন।
bo: ཁྱེད་རང་གིས་དེ་ལས་མངོན་པའི་ལས་ཀ་ལ་ལོག་འདེབས་ལ་སྤྱོད་འཐབ་དགོས་ཡོད།
ca: Tingueu en compte que, ara per ara, us cal el Pantalaimon per a poder utilitzar el xifratge d’extrem a extrem.
cs: Prosím vezměte na vědomí, že pro použití koncového šifrování je prozatím potřeba použít Pantalaimon.
da: Vær opmærksom på, at du skal bruge Pantalaimon for nu at kunne bruge ende-til-ende-kryptering.
de: Bitte beachte, dass du Pantalaimon brauchst, um Ende-zu-Ende-Verschlüsselung benutzen zu können.
eo: Bonvolu scii, ke vi ankoraŭ bezonas la programon Pantalaimon por uzi tutvojan ĉifradon.
et: Palun arvesta, et sa saad hetkel kasutada läbivat krüptimist vaid siis, kui koduserver kasutab Pantalaimon'it.
eu: Kontuan izan oraingoz Pantalaimon behar duzula ertzetik ertzerako zifratzerako.
fa: لطفاً توجه کنید که برای رمزنگاری سرتاسر به Pantalaimon نیاز دارید.
fi: Tiedäthän tarvitsevasi toistaiseksi Pantalaimonin käyttääksesi päästä-päähän-salausta.
fr: Pour l'instant, vous avez besoin de Pantalaimon pour utiliser le chiffrement de bout en bout.
ga: Bí ar an eolas go dteastaíonn Pantalaimon uait chun criptiú ó cheann go ceann a úsáid anois.
gl: Ten en conta que polo de agora precisas Pantalaimon para a cifraxe extremo-a-extremo.
hi: कृपया ध्यान दें कि आपको अभी के लिए एंड-टू-एंड एन्क्रिप्शन का उपयोग करने के लिए पैंटालाइमन की आवश्यकता है।
hr: Za trenutačno korištenje obostranog šifriranja trebaš Pantalaimon.
id: Perlu diketahui bahwa kamu memerlukan Pantalaimon untuk menggunakan enkripsi ujung-ke-ujung untuk saat ini.
it: Tieni presente che per ora hai bisogno di Pantalaimon per utilizzare la crittografia dall'inizio alla fine.
ka: გთხოვთ გაითვალისწინოთ, რომ ახლა საჭიროა Pantalaimon-ის გამოყენება კარიბჭის დაშიფვრისთვის.
nb: Merk at du trenger Pantalaimon for å bruke ende-til-ende -kryptering inntil videre.
nl: Houd er rekening mee dat je voorlopig Pantalaimon nodig hebt om eind-tot-eindversleuteling te gebruiken.
pl: Należy pamiętać, że Pantalaimon wymaga na razie szyfrowania od końca do końca.
pt: Por favor, esteja ciente de que você precisa do Pantalaimon para usar criptografia de ponta a ponta por enquanto.
ru: Помните, что вам нужен Pantalaimon для использования сквозного шифрования.
sk: Prosím berte na vedomie, že na koncové šifrovanie zatiaľ potrebujete Pantalaimon.
sr: За сада, потребан је Пантелејмон (Pantalaimon) да бисте користили шифровање с краја на крај.
sv: Var medveten om att du behöver Pantalaimon för att använda ändpunktskryptering tillsvidare.
ta: இப்போதைக்கு இறுதி முதல் இறுதி குறியாக்கத்தைப் பயன்படுத்த உங்களுக்கு பாண்டலாயமன் தேவை என்பதை நினைவில் கொள்க.
th: โปรดทราบว่าคุณจำเป็นต้องใช้ Pantalaimon เพื่อเข้ารหัสแบบปลายทางถึงปลายทางในตอนนี้
uk: Майте на увазі, що на цей час вам потрібен Pantalaimon, щоб використовувати наскрізне шифрування.

source: New chat
be: Новы чат
bn: নতুন চ্যাট
bo: གསར་པའི་ཚིག་རྒྱུན།
ca: Xat nou
cs: Nový chat
da: Ny chat
de: Neuer Chat
eo: Nova babilo
et: Uus vestlus
eu: Txat berria
fa: گپ جدید
fi: Uusi keskustelu
fr: Nouvelle discussion
ga: Comhrá nua
gl: Nova conversa
hi: नई चैट
hr: Novi razgovor
id: Chat baru
it: Nuova discussione
ka: ახალი საუბარი
nb: Ny sludring
nl: Nieuwe chat
pl: Nowa rozmowa
pt: Novo chat
ru: Новый чат
sk: Nový chat
sr: Ново ћаскање
sv: Ny chatt
ta: புதிய அரட்டை
th: แชทใหม่
uk: Нова бесіда

source: 💬 New message in FluffyChat
be: 💬 Новае паведамленне ў FluffyChat
bn: 💬 ফ্লাফি চ্যাটে নতুন বার্তা
bo: 💬 གསར་པའི་ཚིག་རྒྱུན། ནང་གི་ཚིག་རྒྱུན།
ca: 💬 Missatge nou al FluffyChat
cs: Nová zpráva ve FluffyChatu
da: 💬 Ny besked i FluffyChat
de: 💬 Neue Nachricht in FluffyChat
eo: Nova mesaĝo en FluffyChat
et: 💬 Uus sõnum FluffyChat'i vahendusel
eu: 💬 Mezu berria FluffyChaten
fa: 💬 پیام جدید در فلافی‌چت
fi: 💬 Uusi viesti FluffyChätissä
fr: 💬 Nouveau message dans FluffyChat
ga: 💬 Teachtaireacht nua in FluffyChat
gl: 💬 Nova mensaxe en FluffyChat
hi: 💬 फ्लफीचैट में नया संदेश
hr: 💬 Nova poruka u FluffyChatu
id: 💬 Pesan baru di FluffyChat
it: 💬 Nuovo messaggio in FluffyChat
ka: 💬 ახალი შეტყობინება FluffyChat-ში
nb: Ny melding i FluffyChat
nl: 💬 Nieuw bericht in FluffyChat
pl: 💬 Nowa wiadomość we FluffyChat
pt: 💬 Nova mensagem no FluffyChat
ru: 💬 Новое сообщение во FluffyChat
sk: Nová správa v FluffyChate
sr: Нова порука — FluffyChat
sv: 💬 Nya meddelanden i FluffyChat
ta: Fuf பஞ்சுபோன்ற புதிய செய்தி
th: 🗨️ ข้อความใหม่ใน FluffyChat
uk: 💬 Нове повідомлення у FluffyChat

source: New verification request!
be: Новы запыт на верыфікацыю!
bn: নতুন যাচাইকরণ অনুরোধ!
bo: གསར་པའི་བརྡ་འཕྲིན་ཟེར་བ།
ca: Nova sol·licitud de verificació!
cs: Nová žádost o ověření!
da: Ny verifikationsanmodning!
de: Neue Verifikationsanfrage!
eo: Nova kontrolpeto!
et: Uus verifitseerimispäring!
eu: Egiaztaketa-eskaera berria!
fa: درخواست بازبینی جدید!
fi: Uusi varmennuspyyntö!
fr: Nouvelle demande de vérification !
ga: Iarratas fíoraithe nua!
gl: Nova solicitude de verificación!
hi: नई सत्यापन अनुरोध!
hr: Novi zahtjev za potvrđivanje!
id: Permintaan verifikasi baru!
it: Nuova richiesta di verifica!
ka: ახალი დადასტურების მოთხოვნა!
nb: Ny bekreftelsesforespørsel!
nl: Nieuw verificatieverzoek!
pl: Nowa prośba o weryfikację!
pt: Nova solicitação de verificação!
ru: Новый запрос на подтверждение!
sk: Nová žiadosť o verifikáciu!
sr: Нови захтев за верификацију!
sv: Ny verifikationsbegäran!
ta: புதிய சரிபார்ப்பு கோரிக்கை!
th: คำขอการยืนยันตัวตนใหม่!
uk: Новий запит перевірки!

source: Next
be: Далей
bn: পরবর্তী
bo: ཤེས་རེད།
ca: Següent
cs: Další
da: Næste
de: Weiter
eo: Sekva
et: Edasi
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fr: Suivant
ga: Ar Aghaidh
gl: Seguinte
hi: अगला
hr: Dalje
id: Lanjut
it: Avanti
ka: შემდეგი
nb: Neste
nl: Volgende
pl: Dalej
pt: Próximo
ru: Далее
sk: Ďalej
sr: Следеће
sv: Nästa
ta: அடுத்தது
th: ถัดไป
uk: Далі

source: No
be: Не
bn: না
bo: མི།
cs: Ne
da: Nej
de: Nein
eo: Ne
et: Ei
eu: Ez
fa: خیر
fi: Ei
fr: Non
ga: Níl
gl: Non
hi: नहीं
hr: Ne
id: Tidak
ka: არა
nb: Nei
nl: Nee
pl: Nie
pt: Não
ru: Нет
sk: Nie
sr: Не
sv: Nej
ta: இல்லை
th: ไม่
uk: Ні

source: No connection to the server
be: Няма злучэння з серверам
bn: সার্ভারের সাথে সংযোগ নেই
bo: ལག་ལེན་ལ་འབྲེལ་མེད།
ca: Sense connexió al servidor
cs: Žádné připojení k serveru
da: Ingen forbindelse til serveren
de: Keine Verbindung zum Server
eo: Neniu konekto al la servilo
et: Puudub ühendus koduserveriga
eu: Ez dago konexiorik zerbitzariarekin
fa: بدون اتصال به سرور
fi: Ei yhteyttä palvelimeen
fr: Aucune connexion au serveur
ga: Gan aon nasc leis an bhfreastalaí
gl: Sen conexión co servidor
hi: सर्वर से कनेक्शन नहीं
hr: Ne postoji veza s poslužiteljem
id: Tidak ada koneksi ke server
it: Nessuna connessione al server
ka: სერვერთან კავშირი არ არის
nb: Ingen tilkobling til tjeneren
nl: Geen verbinding met de server
pl: Brak połączenia z serwerem
pt: Sem conexão com o servidor
ru: Нет соединения с сервером
sk: Žiadne spojenie so serverom
sr: Нема везе са сервером
sv: Ingen anslutning till servern
ta: சேவையகத்துடன் எந்த தொடர்பும் இல்லை
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์
uk: Немає з'єднання з сервером

source: No emotes found. 😕
be: Эмодзі не знойдзены. 😕
bn: কোন ইমোট পাওয়া যায়নি। 😕
bo: རང་བཞིན་ལས་མེད། 😕
ca: No s’ha trobat cap emoticona. 😕
cs: Nebyly nalezeny žádné emotikony. 😕
da: Ingen emojis fundet. 😕
de: Keine Emoticons gefunden. 😕
eo: Neniuj mienetoj troviĝis. 😕
et: Ühtegi emotsioonitegevust ei leidunud. 😕
eu: Ez da emoterik aurkitu. 😕
fa: شکلکی پیدا نشد. 😕
fi: Emoteja ei löytynyt. 😕
fr: Aucune émoticône trouvée. 😕
ga: Níor aimsíodh aon straoiseoga. 😕
gl: Non hai emotes. 😕
hi: कोई इमोट नहीं मिला। 😕
hr: Nema emotikona. 😕
id: Tidak ada emote yang ditemukan. 😕
it: Nessun emote trovato. 😕
ka: ემოტები არ მოიძებნა. 😕
nb: Fant ingen smilefjes. 😕
nl: Geen emoticons gevonden. 😕
pl: Nie znaleziono żadnych emotikonów. 😕
pt: Nenhum emote encontrado. 😕
ru: Эмодзи не найдены 😕
sk: Nenašli sa žiadne emotikony. 😕
sr: Нема емотија. 😕
sv: Hittade inga dekaler. 😕
ta: உணர்ச்சிகள் எதுவும் காணப்படவில்லை. .
th: ไม่พบอีโมจิ 😝
uk: Емоджі не знайдено. 😕

# noEncryptionForPublicRooms
source: You can only activate encryption as soon as the room is no longer publicly accessible.
be: Вы зможаце актывіраваць шыфраванне як толькі пакой перастане быць агульнадаступным.
bn: আপনি কেবল তখনই এনক্রিপশন সক্রিয় করতে পারেন যখন রুমটি আর পাবলিক অ্যাক্সেসযোগ্য নয়।
bo: ཁྱེད་རང་གིས་ལུས་སྤྱོད་ལ་ལོག་འདེབས་ལ་འགྱོ་མི་ཚུལ་ལས་སྤྱོད་འཐབ་དགོས།
ca: Només podreu activar el xifratge quan la sala ja no sigui accessible públicament.
cs: Můžete aktivovat šifrování jakmile místnost přestane být veřejně dostupná.
da: Du kan kun aktivere kryptering, når rummet ikke længere er offentligt tilgængeligt.
de: Du kannst die Verschlüsselung erst aktivieren, sobald dieser Raum nicht mehr öffentlich zugänglich ist.
eo: Vi nur povas aktivigi ĉifradon kiam la ĉambro ne plu estas publike alirebla.
et: Sa võid krüptimise kasutusele võtta niipea, kui jututuba pole enam avalik.
eu: Zifratzea aktiba dezakezu soilik gelak publikoa izateari utzi badio.
fa: رمزنگاری را تنها زمانی می‌توانید فعال کنید که اتاق عمومی نباشد.
fi: Voit ottaa salauksen käyttöön vasta kun huone ei ole julkisesti liityttävissä.
fr: Vous pouvez activer le chiffrement seulement quand le salon n'est plus accessible au public.
ga: Ní féidir leat criptiú a ghníomhachtú ach a luaithe nach bhfuil an seomra inrochtana go poiblí a thuilleadh.
gl: Só podes activar a cifraxe tan pronto como a sala non sexa públicamente accesible.
hi: आप केवल तभी एन्क्रिप्शन सक्रिय कर सकते हैं जब कमरा अब सार्वजनिक रूप से उपलब्ध न हो।
hr: Šifriranje možeš aktivirati samo nakon što soba više nije javno dostupna.
id: Kamu hanya bisa mengaktifkan enkripsi setelah ruangan tidak lagi dapat diakses secara publik.
it: Puoi attivare la crittografia solo quando la stanza non è più accessibile pubblicamente.
ka: შეგიძლიათ გააქტიუროთ დაშიფვრა მხოლოდ მაშინ, როდესაც ოთახი აღარ არის საჯარო.
nb: Du kan bare aktivere kryptering når rommet ikke lenger er offentlig tilgjengelig.
nl: Je kunt de versleuteling pas activeren zodra de kamer niet meer openbaar toegankelijk is.
pl: Możesz aktywować szyfrowanie dopiero kiedy pokój nie będzie publicznie dostępny.
pt: Você só pode ativar a criptografia assim que a sala não estiver mais acessível ao público.
ru: Вы можете активировать шифрование только тогда, когда комната перестает быть общедоступной.
sk: Šifrovanie môžete aktivovať iba vtedy, keď miestnosť už nie je verejne prístupná.
sr: Шифровање се може активирати након што соба престане да буде јавно доступна.
sv: Du kan endast aktivera kryptering när rummet inte längre är publikt tillgängligt.
ta: அறை இனி பகிரங்கமாக அணுக முடியாதவுடன் மட்டுமே நீங்கள் குறியாக்கத்தை செயல்படுத்த முடியும்.
th: คุณสามารถเปิดใช้งานการเข้ารหัสได้เมื่อห้องไม่สามารถเข้าถึงได้สาธารณะอีกต่อไป
uk: Активувати шифрування можна лише тоді, коли кімната більше не буде загальнодоступною.

# noGoogleServicesWarning
source: Firebase Cloud Messaging doesn't appear to be available on your device. To still receive push notifications, we recommend installing ntfy. With ntfy or another Unified Push provider you can receive push notifications in a data secure way. You can download ntfy from the PlayStore or from F-Droid.
be: Здаецца, на вашай прыладзе няма ці недаступны Firebase Cloud Messaging. Каб далей атрымліваць паведамленні, мы прапануем усталяваць ntfy ці іншы правайдар паведамленняў, каб атрымліваць іх бяспечна. Вы можаце спампаваць ntfy з PlayStore ці F-Droid.
bn: ফায়ারবেস ক্লাউড মেসেজিং আপনার ডিভাইসে উপলব্ধ নয় বলে মনে হচ্ছে। এখনও পুশ নোটিফিকেশন পেতে, আমরা ntfy ইনস্টল করার সুপারিশ করি। ntfy বা অন্য কোনও ইউনিফাইড পুশ প্রোভাইডার দিয়ে আপনি ডেটা সুরক্ষিত উপায়ে পুশ নোটিফিকেশন পেতে পারেন। আপনি PlayStore বা F-Droid থেকে ntfy ডাউনলোড করতে পারেন।
bo: Firebase Cloud Messaging ཁྱེད་རང་ལ་འབྱོར་མི་ཚུལ་ལས་མེད། ལོག་འདེབས་ལ་བསྐུར་འབད་ནས་ཁྱེད་རང་གིས་ཚིག་རྒྱུན་ལ་ལོག་འདེབས་ལ་འགྱོ་མི་ཚུལ་ལས་སྤྱོད་འཐབ་དགོས། ntfy ལུས་སྤྱོད་འབད་ནས་ཁྱེད་རང་གིས་ཚིག་རྒྱུན་ལ་ལོག་འདེབས་ལ་འགྱོ་མི་ཚུལ་ལས་སྤྱོད་འཐབ་དགོས། ntfy དང་གཅིག་ལས་སྤྱོད་འཐབ་ནས་ཁྱེད་རང་གིས་ཚིག་རྒྱུན་ལ་ལོག་འདེབས་ལ་འགྱོ་མི་ཚུལ་ལས་སྤྱོད་འཐབ་དགོས།
ca: Sembla que no teniu els Serveis de Google al telèfon. Això és una bona decisió respecte a la vostra privadesa! Per a rebre notificacions automàtiques del FluffyChat, us recomanem instaŀlar ntfy. Amb ntfy o qualsevol altre proveïdor de Unified Push, pots rebre notificacions de forma segura i lliure. Pots instaŀlar ntfy des de la PlayStore o des de F-Droid.
cs: Zdá se, že služba Firebase Cloud Messaging není ve vašem zařízení k dispozici. Chcete-li i nadále přijímat push oznámení, doporučujeme nainstalovat ntfy. Pomocí ntfy nebo jiného poskytovatele Unified Push můžete přijímat oznámení push zabezpečeným způsobem přenosu dat. Aplikaci ntfy si můžete stáhnout z obchodu PlayStore nebo z webu F-Droid.
da: Firebase Cloud Messaging ser ud til ikke at være tilgængelig på din enhed. For stadig at modtage push-notifikationer anbefaler vi at installere ntfy. Med ntfy eller en anden Unified Push-udbyder kan du modtage push-notifikationer på en sikker måde. Du kan downloade ntfy fra PlayStore eller F-Droid.
de: Firebase Cloud Messaging scheint auf deinem Gerät nicht verfügbar zu sein. Um trotzdem Push-Benachrichtigungen zu erhalten, empfehlen wir die Installation von ntfy. Mit ntfy oder einem anderen Unified-Push-Anbieter kannst du Push-Benachrichtigungen datensicher empfangen. Du kannst ntfy im PlayStore oder bei F-Droid herunterladen.
eo: Ŝajnas, ke via telefono ne havas servojn de Google. Tio estas bona decido por via privateco! Por ricevadi pasivajn sciigojn en FluffyChat, ni rekomendas, ke vi uzu la https://microg.org/ aŭ https://unifiedpush.org/.
et: Tundub, et sinu nutiseadmes pole Firebase Cloud Messaging teenuseid. Sinu privaatsuse mõttes on see kindlasti hea otsus! Kui sa soovid FluffyChatis näha tõuketeavitusi, siis soovitame, et selle jaoks kasutad ntfy liidestust. Kasutades ntfyd või mõnda muud Unified Push standardil põhinevat liidestust saad tõuketeavitusi turvalisel moel. Ntfy rakendus on saadaval nii PlayStore kui F-Droidi rakendusepoodides.
eu: Ez dirudi Firebase Cloud Messaging zure mugikorrean erabilgarri dagoenik. Jakinarazpenak jasotzeko ntfy instalatzea gomendatzen dugu. ntfy edo beste Unified Push hornitzaileren batekin, push jakinarazpenak jaso ditzazkezu datuentzako segurua den modu batean. ntfy PlayStore edo F-Droid dendetatik deskarga dezakezu.
fa: به نظر می‌رسد دستگاه شما سرویس‌های گوگل ندارد. این انتخاب خوبی برای حریم خصوصی است! برای دریافت آگاه‌سازها در فلافی‌چت، پیشنهاد می‌کنیم از https://ntfy.sh استفاده کنید. با ntfy یا یک فراهم‌کننده UnifiedPush می‌توانید آگاه‌سازهای امن دریافت کنید. می‌توانید ntfy را از Play Store یا F-Droid بارگیری کنید.
fi: Firebase Cloud Messaging -palvelu ei vaikuta olevan saatavilla laitteellasi. Saadaksesi push-ilmoituksia silti, suosittelemme Ntfy-sovelluksen asentamista. Käyttämällä Ntfy-sovellusta tai muuta Unified Push -tarjoajaa, saat push-ilmoitukset tietoturvallisella tavalla. Voit ladata Ntfy-sovelluksen Play Kaupasta tai F-Droidista.
fr: Firebase Cloud Messaging ne semble pas être disponible sur votre appareil. Pour continuer à recevoir des notifications poussées, nous vous recommandons d'installer ntfy. Avec ntfy ou un autre fournisseur Unified Push, vous pouvez recevoir des notifications poussées de manière sécurisée. Vous pouvez télécharger ntfy sur le PlayStore ou sur F-Droid.
ga: Is cosúil nach bhfuil Firebase Cloud Messaging ar fáil ar do ghléas. Chun fógraí brú a fháil fós, molaimid ntfy a shuiteáil. Le ntfy nó soláthraí Unified Push eile is féidir leat fógraí brú a fháil ar bhealach atá slán ó thaobh sonraí. Is féidir leat ntfy a íoslódáil ón PlayStore nó ó F-Droid.
gl: Semella que non tes Firebase Cloud Messaging dispoñible no teu dispositivo. Para recibir notificacións push recomendamos que instales ntfy. Con ntfy ou outro provedor Unified Push podes recibir notificacións push de xeito seguro. Podes descargar ntfy desde a PlayStore ou F-Droid.
hi: Firebase क्लाउड मैसेजिंग आपके डिवाइस पर उपलब्ध नहीं लगती। पुश सूचनाएं प्राप्त करने के लिए, हम ntfy इंस्टॉल करने की सलाह देते हैं। ntfy या किसी अन्य यूनिफाइड पुश प्रदाता के साथ आप डेटा सुरक्षित तरीके से पुश सूचनाएं प्राप्त कर सकते हैं। आप ntfy को PlayStore या F-Droid से डाउनलोड कर सकते हैं।
hr: Čini se da Firebase Cloud Messaging nije dostupan na tvom uređaju. Za daljnje primanje push obavijesti, preporučujemo da instaliraš ntfy. S ntfy ili drugim pružateljem usluge Unified Push možeš primati push obavijesti na podatkovno siguran način. Ntfy možeš preuzeti s PlayStorea ili s F-Droida.
id: Perpesanan Awan Firebase sepertinya tidak tersedia di perangkatmu. Untuk dapat menerima notifikasi dorongan, kami menyarankan memasang ntfy. Dengan ntfy atau penyedia UnifiedPush lainnya, kamu bisa menerima notifikasi dorongan dengan cara yang aman. Kamu bisa mengunduh ntfy dari Play Store atau F-Droid.
it: Firebase Cloud Messaging non sembra essere disponibile sul tuo dispositivo. Per continuare a ricevere notifiche push, ti consigliamo di installare ntfy. Con ntfy o un altro provider Unified Push puoi ricevere notifiche push in modo sicuro per i dati. Puoi scaricare ntfy dal PlayStore o da F-Droid.
ka: Firebase Cloud Messaging-ი თქვენს მოწყობილობაზე არ ჩანს ხელმისაწვდომი. შეტყობინებების მიღებისათვის გირჩევთ დააინსტალიროთ ntfy. ntfy ან სხვა ერთიანი შეტყობინების მიმწოდებლის გამოყენებით შეგიძლიათ მიიღოთ შეტყობინებები მონაცემების უსაფრთხო გზით. შეგიძლიათ ჩამოტვირთოთ ntfy PlayStore-დან ან F-Droid-დან.
nb: Bruk https://microg.org/ for å få Google-tjenester (uten at det går ut over personvernet) for å få push-merknader i FluffyChat:
nl: Firebase Cloud Messaging lijkt niet beschikbaar op je apparaat. Om nog steeds pushmeldingen te krijgen, adviseren we om ntfy te installeren. Met ntfy of een andere Unified Push provider kun je pushmeldingen ontvangen op een veilige manier. Je kunt ntfy downloaden van de PlayStore of van F-Droid.
pl: Wygląda na to, że Twoje urządzenie nie obsługuje Firebase Cloud Messaging. Aby wciąż otrzymywać powiadomienia push, zalecamy istalację ntfy. Używając ntfy lub inengo zunifikowanego dostawcy powiadomień push, możesz bezpiecznie otrzymywać takowe powiadomienia. Ntfy można pobrać ze sklepu Google Play Store lub z F-Droid.
pt: Firebase Cloud Messaging não parece estar disponível no seu dispositivo. Para ainda receber notificações push, recomendamos instalar o ntfy. Com o ntfy ou outro provedor de Push Unificado, você pode receber notificações push de forma segura. Você pode baixar o ntfy na PlayStore ou no F-Droid.
ru: Похоже, у вас нет служб Google на вашем телефоне. Это хорошее решение для вашей конфиденциальности! Для получения push-уведомлений во FluffyChat мы рекомендуем использовать ntfy. С ntfy или другим провайдером единых уведомлений вы можете получать push-уведомления безопасным способом передачи данных. Скачать ntfy можно из F-Droid или из Play Маркета.
sk: Zdá sa, že nemáte žiadne služby Googlu v telefóne. To je dobré rozhodnutie pre vaše súkromie! Ak chcete dostávať push notifikácie vo FluffyChat, odporúčame používať microG: https://microg.org/.
sr: Чини се да немате Гугл услуге на телефону. То је добра одлука за вашу приватност! Да би се протурале нотификације у FluffyChat, препоручујемо коришћење https://microg.org/ или https://unifiedpush.org/
sv: De ser ut som att du inte har google-tjänster på din telefon. Det är ett bra beslut för din integritet! För att få aviseringar i FluffyChat rekommenderar vi att använda https://microg.org/ eller https://unifiedpush.org/ .
ta: ஃபயர்பேச் முகில் செய்தி உங்கள் சாதனத்தில் கிடைக்கவில்லை. இன்னும் புச் அறிவிப்புகளைப் பெற, NTFY ஐ நிறுவ பரிந்துரைக்கிறோம். NTFY அல்லது மற்றொரு ஒருங்கிணைந்த புச் வழங்குநருடன் நீங்கள் தரவு பாதுகாப்பான வழியில் புச் அறிவிப்புகளைப் பெறலாம். நீங்கள் பிளேச்டோரிலிருந்து அல்லது எஃப்-டிராய்டிலிருந்து NTFY ஐ பதிவிறக்கம் செய்யலாம்.
th: Firebase Cloud Messaging ดูเหมือนจะไม่พร้อมใช้งานบนอุปกรณ์ของคุณ เพื่อรับการแจ้งเตือนแบบพุชต่อเนื่อง เรายินดีแนะนำให้ติดตั้ง ntfy ด้วย ntfy หรือผู้ให้บริการ Push รวมอื่น ๆ คุณสามารถดาวน์โหลด ntfy จาก PlayStore หรือ F-Droid
uk: Схоже, Firebase Cloud Messaging недоступна на вашому пристрої. Щоб отримувати push-сповіщення, радимо встановити ntfy. За допомогою ntfy або іншого постачальника Unified Push ви можете отримувати push-сповіщення у безпечний спосіб. Ви можете завантажити ntfy з PlayStore або з F-Droid.

# noMatrixServer
source: {server1} is no matrix server, use {server2} instead?
be: {server1} не з'яўляецца серверам matrix. Выкарыстоўваць {server2} замест яго?
bn: {server1} কোনও ম্যাট্রিক্স সার্ভার নয়, এর পরিবর্তে {server2} ব্যবহার করবেন?
bo: {server1} ནང་མེད་པའི་མ་ལག་ལེན་ལས་འབྱོར་བ་ཡོད། {server2} ལ་བསྐུར་འབད་ན་ཡོད་པས།
ca: {server1} no és un servidor de matrix, vols fer servir {server2} ?
cs: {server1} není matrixový server, použít místo toho server {server2}?
da: {server1} er ikke en matrixserver, brug {server2} i stedet?
de: {server1} ist kein Matrix-Server, stattdessen {server2} benutzen?
eo: {server1} ne estas matriksa servilo, eble provu anstataŭe servilon {server2}?
et: {server1} pole Matrix'i server, kas kasutame selle asemel {server2} serverit?
eu: {server1} ez da matrix zerbitzari bat, {server2} erabili nahi duzu haren ordez?
fa: {server1} سرور ماتریکس نیست، از {server2} استفاده شود؟
fi: {server1} ei ole Matrix-palvelin, käytetäänkö {server2} sen sijaan?
fr: {server1} n'est pas un serveur Matrix, souhaitez-vous utiliser {server2} à la place ?
ga: Níl {server1} freastalaí Matrix. Úsáid {server2} ina áit sin?
gl: {server1} non é un servidor matrix, usar {server2} no seu lugar?
hi: {server1} कोई मैट्रिक्स सर्वर नहीं है, क्या आप {server2} का उपयोग करना चाहेंगे?
hr: {server1} nije matrix poslužitelj. Da li umjesto njega koristiti {server2}?
id: {server1} itu bukan server Matrix, gunakan {server2} saja?
it: {server1} non è un server matrix, vuoi invece usare {server2}?
ka: {server1} არ არის მეტრიქს სერვერი, გამოიყენეთ {server2} ნაცვლად?
nb: {server1} er ingen matrix-server, bruk {server2} i stedet?
nl: {server1} is geen Matrix-server, wil je {server2} gebruiken?
pl: {server1} nie jest serwerem Matriksa, czy chcesz zamiast niego użyć {server2}?
pt: {server1} não é um servidor Matrix, usar {server2} em vez disso?
ru: {server1} не является matrix-сервером, использовать {server2} вместо него?
sk: {server1} nie je matrix server, namiesto toho použite {server2}?
sr: {server1} није матрик сервер, да ли да користимо {server2}?
sv: {server1} är inte en matrix server, använd {server2} istället?
ta: {server1} என்பது மேட்ரிக்ஸ் சர்வர் இல்லை, அதற்கு பதிலாக {server2} ஐ பயன்படுத்தவா?
th: {server1} ไม่ใช่เซิร์ฟเวอร์ matrix ใช้ {server2} แทนไหม?
uk: {server1} не є сервером matrix, використовувати {server2} натомість?

source: Share invite link
be: Падзяліцца запрашальнай спасылкай
bn: আমন্ত্রণ লিঙ্ক শেয়ার করুন
bo: འཕྲིན་ལམ་ཚིག་ལག་ལེན་འབད།
ca: Comparteix un enllaç d'invitació
cs: Sdílet pozvánku
da: Del invitationslink
de: Einladungslink teilen
eo: Dividi invitan ligilon
et: Jaga kutse linki
eu: Partekatu gonbidapen-esteka
fa: هم‌رسانی پیوند دعوت
fi: Jaa kutsulinkki
fr: Partager un lien d'invitation
ga: Roinn an nasc cuireadh
gl: Comparte ligazón de convite
hi: आमंत्रण लिंक साझा करें
hr: Dijeli poveznicu za poziv
id: Bagikan tautan undangan
it: Condividi link d'invito
ka: გაუზიარე მოწვევის ბმული
nb: Del invitasjonslenke
nl: Uitnodigingslink delen
pl: Udostępnij link z zaproszeniem
pt: Compartilhar link de convite
ru: Поделиться приглашением
sk: Zdieľať odkaz na pozvanie
sr: Подели линк за позив
sv: Dela inbjudningslänk
ta: இணைப்பைப் பகிரவும்
th: แชร์ลิงก์เชิญ
uk: Надіслати запрошувальне посилання
