Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# pleaseEnter4Digits
source: Please enter 4 digits or leave empty to disable app lock.
be: Калі ласка, увядзіце 4 лічбы ці пакіньце пустым, каб адключыць код-пароль.
bn: অনুগ্রহ করে ৪ অঙ্ক লিখুন বা অ্যাপ লক নিষ্ক্রিয় করতে খালি রাখুন।
bo: ကျေးဇူးပြု၍ ၄ လုံးအထိနံပါတ်ထည့်ပါ သို့မဟုတ်အက်ပလီကေးရှင်းပိတ်ရန်အတွက်လက်လွတ်ထားပါ
ca: Introdueix 4 dígits o deixa-ho buit per desactivar el bloqueig.
cs: Chcete-li deaktivovat zámek aplikace, zadejte 4 číslice nebo nechte prázdné.
da: Indtast venligst 4 cifre eller lad være med at indtaste for at deaktivere app-lås.
de: Bitte 4 Ziffern eingeben oder leer lassen, um die Anwendungssperre zu deaktivieren.
eo: Bonvolu enigi 4 ciferojn, aŭ nenion por malŝalti ŝlosadon de la aplikaĵo.
et: Rakenduse luku jaoks sisesta 4 numbrit või kui sa sellist võimalust ei soovi kasutada, siis jäta nad tühjaks.
eu: Sartu lau zenbaki edo utzi hutsik aplikazioa babestu nahi ez baduzu.
fa: لطفاً ۴ رقم وارد کنید یا خالی بگذارید تا قفل برنامه غیرفعال شود.
fi: Syötä 4 numeroa tai jätä tyhjäksi poistaaksesi sovelluksen lukituksen.
fr: Veuillez saisir 4 chiffres ou laisser vide pour désactiver le verrouillage de l’application.
ga: Iontráil 4 dhigit le do thoil nó fág folamh chun glas aipe a dhíchumasú.
gl: Escribe 4 díxitos ou deíxao baleiro para non activar o bloqueo.
hi: कृपया 4 अंक दर्ज करें या ऐप लॉक को अक्षम करने के लिए खाली छोड़ें।
hr: Upiši 4 znamenke ili ostavi prazno, za deaktiviranje zaključavanja programa.
id: Mohon masukkan 4 digit atau tinggalkan kosong untuk menonaktifkan kunci aplikasi.
it: Inserisci 4 cifre o lascia vuoto per disabilitare il blocco dell'app.
ka: გთხოვთ, შეიყვანეთ 4 ციფრი ან დატოვეთ ცარიელი აპლიკაციის გასაღების გამორთვისთვის.
nb: Vennligst skriv inn 4 sifre eller la det stå tomt for å deaktivere app-låsen.
nl: Voer 4 cijfers in of laat leeg om app-vergrendeling uit te schakelen.
pl: Proszę podaj 4 cyfry. By wyłączyć blokadę pozostaw puste.
pt: Por favor, insira 4 dígitos ou deixe vazio para desativar o bloqueio do aplicativo.
ru: Введите 4 цифры или оставьте поле пустым, чтобы отключить блокировку приложения.
sk: Zadajte 4 číslice alebo nechajte prázdne na vypnutie zámku aplikácie.
sr: Унесите 4 цифре или оставите празно да не закључавате апликацију.
sv: Ange 4 siffror eller lämna tom för att inaktivera app-lås.
ta: பயன்பாட்டு பூட்டை முடக்க 4 இலக்கங்களை உள்ளிடவும் அல்லது காலியாக விடவும்.
th: กรุณาใส่ตัวเลข 4 หลักหรือเว้นว่างเพื่อปิดการล็อคแอป
uk: Введіть 4 цифри або залиште порожнім, щоб вимкнути блокування застосунку.

# pleaseEnterRecoveryKey
source: Please enter your recovery key:
be: Увядзіце ключ аднаўлення:
bn: অনুগ্রহ করে আপনার পুনরুদ্ধার কী লিখুন:
bo: ကျေးဇူးပြု၍ သင်၏ပြန်လည်ရယူသောသော့ကိုထည့်ပါ
ca: Introdueix la teva clau de recuperació:
cs: Prosím vložte váš klíč pro obnovení:
da: Indtast venligst din gendannelsesnøgle:
de: Bitte gib deinen Wiederherstellungsschlüssel ein:
eo: Bonvolu enmeti vian restarigan ŝlosilon:
et: Palun sisesta oma taastevõti:
eu: Sartu berreskuratze-gakoa:
fa: لطفاً کلید بازیابی خود را وارد کنید:
fi: Syötä palautusavaimesi:
fr: Veuillez saisir votre clé de récupération :
ga: Cuir isteach d'eochair athshlánaithe le do thoil:
gl: Escribe a túa chave de recuperación:
hi: कृपया अपनी रिकवरी की दर्ज करें:
hr: Upiši svoj ključ za obnavljanje:
id: Mohon masukkan kunci pemulihanmu:
it: Per favore inserisci la tua chiave di recupero:
ka: გთხოვთ, შეიყვანეთ თქვენი აღდგენის გასაღები:
nb: Vennligst skriv inn gjenopprettingsnøkkelen din:
nl: Voer jouw herstelsleutel in:
pl: Wprowadź swój klucz odzyskiwania:
pt: Por favor, insira sua chave de recuperação:
ru: Введите ключ восстановления:
sk: Zadajte svoj kľúč na obnovenie:
sr: Unesite vašu ključ za oporavak:
sv: Ange din återställningsnyckel:
ta: உங்கள் மீட்பு விசையை உள்ளிடவும்:
th: กรุณาใส่คีย์กู้คืนของคุณ:
uk: Введіть ключ відновлення:

source: Please enter your password
be: Калі ласка, увядзіце ваш пароль
bn: অনুগ্রহ করে আপনার পাসওয়ার্ড লিখুন
bo: ကျေးဇူးပြု၍ သင်၏စကားဝှက်ကိုထည့်ပါ
ca: Introdueix la teva contrasenya
cs: Zadejte prosím své heslo
da: Indtast venligst din adgangskode
de: Bitte dein Passwort eingeben
eo: Bonvolu enigi vian pasvorton
et: Palun sisesta oma salasõna
eu: Sartu zure pasahitza
fa: لطفاً گذرواژه خود را وارد کنید
fi: Syötä salasanasi
fr: Renseignez votre mot de passe
ga: Iontráil do phasfhocal le do thoil
gl: Escribe o teu contrasinal
hi: कृपया अपना पासवर्ड दर्ज करें
hr: Upiši svoju lozinku
id: Mohon masukkan kata sandimu
it: Inserisci la tua password
ka: გთხოვთ, შეიყვანოთ თქვენი პაროლი
nb: Skriv inn passordet ditt
nl: Voer jouw wachtwoord in
pl: Wprowadź swoje hasło
pt: Por favor, insira sua senha
ru: Пожалуйста, введите ваш пароль
sk: Prosím zadajte svoje heslo
sr: Унесите своју лозинку
sv: Ange ditt lösenord
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்
th: กรุณาใส่รหัสผ่านของคุณ
uk: Введіть свій пароль

source: Please enter your pin
be: Калі ласка, увядзіце пін-код
bn: অনুগ্রহ করে আপনার পিন লিখুন
bo: ကျေးဇူးပြု၍ သင်၏ pin ကိုထည့်ပါ
ca: Introdueix el teu pin
cs: Zadejte svůj PIN
da: Indtast venligst din pinkode
de: Bitte gib deine Pin ein
eo: Bonvolu enigi vian personan identigan numeron
et: Palun sisesta oma PIN-kood
eu: Sartu zure PINa
fa: لطفاً رمز کوتاه خود را وارد کنید
fi: Syötä PIN-koodisi
fr: Veuillez saisir votre code PIN
ga: Cuir isteach d'uimhir PIN le do thoil
gl: Escribe o teu pin
hi: कृपया अपना पिन दर्ज करें
hr: Upiši svoj pin
id: Masukkan pin
it: Per favore inserisci il tuo PIN
ka: გთხოვთ, შეიყვანოთ თქვენი პინკოდი
nb: Vennligst skriv inn din pin-kode
nl: Voer je pincode in
pl: Podaj swój PIN
pt: Por favor, insira seu PIN
ru: Пожалуйста, введите свой пин-код
sk: Zadajte svoj pin
sr: Унесите свој пин
sv: Ange din pin-kod
ta: உங்கள் முள் உள்ளிடவும்
th: กรุณาใส่ PIN ของคุณ
uk: Введіть свій PIN-код

source: Please enter your username
be: Калі ласка, увядзіце імя карыстальніка
bn: অনুগ্রহ করে আপনার ব্যবহারকারীর নাম লিখুন
bo: ကျေးဇူးပြု၍ သင်၏အသုံးပြုသူအမည်ကိုထည့်ပါ
ca: Introdueix el teu nom d'usuàriï
cs: Zadejte prosím své uživatelské jméno
da: Indtast venligst dit brugernavn
de: Bitte deinen Benutzernamen eingeben
eo: Bonvolu enigi vian uzantonomon
et: Palun sisesta oma kasutajanimi
eu: Sartu zure erabiltzaile-izena
fa: لطفاً نام کاربری خود را وارد کنید
fi: Syötä käyttäjätunnuksesi
fr: Renseignez votre nom d'utilisateur·ice
ga: Cuir isteach d'ainm úsáideora le do thoil
gl: Escribe o teu nome de usuaria
hi: कृपया अपना उपयोगकर्ता नाम दर्ज करें
hr: Upiši svoje korisničko ime
id: Mohon masukkan nama penggunamu
it: Inserisci il tuo nome utente
ka: გთხოვთ, შეიყვანოთ თქვენი მომხმარებლის სახელი
nb: Skriv inn brukernavnet ditt
nl: Voer je inlognaam in
pl: Wpisz swoją nazwę użytkownika
pt: Por favor, insira seu nome de usuário
ru: Пожалуйста, введите имя пользователя
sk: Zadajte svoje používateľské meno
sr: Унесите своје корисничко име
sv: Ange ditt användarnamn
ta: உங்கள் பயனர்பெயரை உள்ளிடவும்
th: กรุณาใส่ชื่อผู้ใช้ของคุณ
uk: Введіть своє ім'я користувача

# pleaseFollowInstructionsOnWeb
source: Please follow the instructions on the website and tap on next.
be: Калі ласка, сачыце за інстуркцыямі ў браўзеры і націсніце "Далей".
bn: অনুগ্রহ করে ওয়েবসাইটে নির্দেশনা অনুসরণ করুন এবং পরবর্তী বোতামে ট্যাপ করুন।
bo: ကျေးဇူးပြု၍ ဝဘ်ဆိုက်ပေါ်ရှိညွှန်ကြားချက်များကိုလိုက်နာပြီးနောက်တစ်ဆင့်ကိုနှိပ်ပါ
ca: Seguiu les instruccions al lloc web i toqueu «Següent».
cs: Postupujte podle pokynů na webu a klepněte na další.
da: Følg venligst instruktionerne på hjemmesiden og tryk på næste.
de: Bitte folge den Anweisungen auf der Website und tippe auf Weiter.
eo: Bonvolu sekvi la instrukciojn de la retejo kaj tuŝetu al «Sekva».
et: Palun järgi veebilehel olevaid juhiseid ja klõpsi nuppu Edasi.
eu: Jarraitu webguneko argibideak eta sakatu 'Hurrengoa'.
fa: لطفاً دستورالعمل‌های وبگاه را دنبال کنید و روی بعدی بزنید.
fi: Seuraa ohjeita verkkosivulla ja paina seuraava.
fr: Veuillez suivre les instructions sur le site et appuyer sur Suivant.
ga: Lean na treoracha ar an suíomh gréasáin agus tapáil "ar aghaidh".
gl: Segue as instruccións do sitio web e toca en seguinte.
hi: कृपया वेबसाइट पर निर्देशों का पालन करें और अगला पर टैप करें।
hr: Slijedi upute na web-stranici i dodirni „Dalje”.
id: Mohon ikuti petunjuk di situs web dan tekan lanjut.
it: Segui le istruzioni sul sito web e tocca Avanti.
ka: გთხოვთ, მიჰყვეთ ინსტრუქციებს ვებგვერდზე და დააჭირეთ შემდეგს.
nb: Følg instruksen på nettsiden og trykk på «Neste».
nl: Volg de instructies op de website en tik op volgende.
pl: Wykonaj instrukcje na stronie internetowej i naciśnij „dalej”.
pt: Por favor, siga as instruções no site e toque em próximo.
ru: Следуйте инструкциям на веб-сайте и нажмите «Далее».
sk: Postupujte podľa pokynov na webovej stránke a klepnite na ďalšie.
sr: Испратите упутства на веб сајту и тапните на „Следеће“.
sv: Följ instruktionerna på hemsidan och tryck på nästa.
ta: வலைத்தளத்தின் வழிமுறைகளைப் பின்பற்றி அடுத்து தட்டவும்.
th: โปรดปฏิบัติตามคำแนะนำบนเว็บไซต์และแตะที่ถัดไป
uk: Виконайте вказівки вебсайту та торкніться далі.

source: Privacy
be: Прыватнасць
bn: গোপনীয়তা
bo: ကိုယ်ပိုင်အချက်အလက်
ca: Privadesa
cs: Soukromí
da: Privatliv
de: Privatsphäre
eo: Privateco
et: Privaatsus
eu: Pribatutasuna
fa: حریم خصوصی
fi: Yksityisyys
fr: Vie privée
ga: Príobháideacht
gl: Privacidade
hi: गोपनीयता
hr: Privatnost
id: Privasi
ka: პირადობა
nb: Personvern
pl: Prywatność
pt: Privacidade
ru: Конфиденциальность
sk: Súkromie
sr: Приватност
sv: Integritet
ta: தனியுரிமை
th: ความเป็นส่วนตัว
uk: Приватність

source: Public Rooms
be: Публічныя пакоі
bn: পাবলিক রুম
bo: အများပြည်သူအခန်းများ
ca: Sales públiques
cs: Veřejné místnosti
da: Offentlige rum
de: Öffentliche Räume
eo: Publikaj ĉambroj
et: Avalikud jututoad
eu: Gela publikoak
fa: اتاق‌های عمومی
fi: Julkiset huoneet
fr: Salons publics
ga: Seomraí Poiblí
gl: Salas públicas
hi: सार्वजनिक कमरे
hr: Javne sobe
id: Ruangan Publik
it: Stanze pubbliche
ka: საზოგადოებრივი ოთახები
nb: Offentlige rom
nl: Openbare kamers
pl: Publiczne pokoje
pt: Salas públicas
ru: Публичные комнаты
sk: Verejné miestnosti
sr: Јавне собе
sv: Publika Rum
ta: பொது அறைகள்
th: ห้องสาธารณะ
uk: Загальнодоступні кімнати

source: Push rules
be: Правілы пушэй
bn: পুশ নিয়ম
bo: ပစ်စည်းကမ်းများ
ca: Regles push
cs: Pravidla push
da: Push-regler
de: Push-Regeln
eo: Reguloj de pasivaj sciigoj
et: Tõukereeglid
eu: Push arauak
fa: قوانین آگاه‌ساز
fi: Push-säännöt
fr: Règles de notifications
ga: Rialacha na bhfógraí
gl: Regras de envío
hi: पुश नियम
hr: Pravila slanja
id: Aturan push
it: Regole notifiche
ka: საწვდენი წესები
nb: Dyttingsregler
nl: Meldingsinstellingen
pl: Reguły push
pt: Regras de notificação
ru: Правила push
sk: Pravidlá push notifikácií
sr: Правила протурања
sv: Regler
ta: தள்ளி விதிகள்
th: กฎการแจ้งเตือน
uk: Правила сповіщень

source: Reason
be: Прычына
bn: কারণ
bo: အကြောင်းပြချက်
ca: Raó
cs: Důvod
da: Årsag
de: Grund
eo: Kialo
et: Põhjus
eu: Arrazoia
fa: دلیل
fi: Syy
fr: Motif
ga: Fáth
gl: Razón
hi: कारण
hr: Razlog
id: Alasan
it: Motivo
ka: მიზეზი
nb: Grunn
nl: Reden
pl: Powód
pt: Razão
ru: Причина
sk: Dôvod
sr: Разлог
sv: Anledning
ta: காரணம்
th: เหตุผล
uk: Причина

source: Recording
be: Запіс
bn: রেকর্ডিং
bo: မှတ်တမ်းတင်ခြင်း
ca: Enregistrant
cs: Nahrávání
da: Optagelse
de: Aufnahme
eo: Registrante
et: Salvestan
eu: Grabatzen
fa: در حال ضبط
fi: Tallenne
fr: Enregistrement
ga: Ag Taifeadadh
gl: Gravando
hi: रिकॉर्डिंग
hr: Snimanje
id: Merekam
it: Registrazione
ka: ჩაწერა
nb: Opptak
nl: Opnemen
pl: Nagranie
pt: Gravando
ru: Запись
sk: Nahrávam
sr: Снимам
sv: Spelar in
ta: பதிவு
th: การบันทึก
uk: Запис

# redactedBy
source: Redacted by {username}
be: Адрэдагавана {username}
bn: {username} দ্বারা সম্পাদিত
bo: {username} မှ ပြင်ဆင်ခဲ့သည်
ca: Estripat per {username}
cs: Smazáno uživatelem {username}
da: Redigeret af {username}
de: Gelöscht von {username}
eo: Redaktita de {username}
et: Muutja: {username}
eu: {username}(e)k atzera bota du
fa: ویرایش‌شده به‌دست {username}
fi: Poistanut {username}
fr: Modifié par {username}
ga: Arna chur in eagar ag {username}
gl: Editada por {username}
hi: द्वारा संपादित {username}
hr: Preuređeno od {username}
id: Dihilangkan oleh {username}
it: Rimosso da {username}
ka: წაშლილია {username} მიერ
nb: Redigert av {username}
nl: Aangepast door {username}
pl: Usunięte przez {username}
pt: Redigido por {username}
ru: {username} отредактировал это событие
sk: Redigované {username}
sr: Uredio {username}
sv: Borttaget av {username}
ta: {username} ஆல் திருத்தப்பட்டது
th: ถูกแก้ไขโดย {username}
uk: Відредаговано {username}

source: Direct chat
be: Асобны чат
bn: সরাসরি চ্যাট
bo: တိုက်ရိုက်စကားပြောခြင်း
ca: Xat directe
cs: Přímá konverzace
da: Direkte chat
de: Privater Chat
eo: Rekta babilejo
et: Otsevestlus
eu: Banakako txata
fa: گپ مستقیم
fi: Yksityiskeskustelu
fr: Discussion directe
ga: Comhrá díreach
gl: Conversa Directa
hi: प्रत्यक्ष चैट
hr: Izravni razgovor
id: Chat langsung
it: Chat diretta
ka: მიმდინარე ჩატი
nb: Direktemeldingschat
nl: Directe chat
pl: Czat bezpośredni
pt: Chat direto
ru: Личный чат
sk: Priama konverzácia
sr: Direktni razgovor
sv: Direktchatt
ta: நேரடி அரட்டை
th: แชทโดยตรง
uk: Особисте повідомлення

# redactedByBecause
source: Redacted by {username} because: "{reason}"
be: Адрэдагавана {username}, прычына: "{reason}"
bn: {username} দ্বারা সম্পাদিত কারণ: "{reason}"
bo: {username} မှ {reason} ကြောင့် ပြင်ဆင်ခဲ့သည်
ca: Estripat per {username} per: "{reason}"
cs: Smazáno uživatelem {username} s důvodem: "{reason}"
da: Redigeret af {username} fordi: "{reason}"
de: Gelöscht von {username} weil: "{reason}"
eo: Redaktita de {username} ĉar: "{reason}"
et: Muutja {username} märkis põhjuseks: „{reason}“
eu: {username}(e)k atzera bota du "{reason}" dela-eta
fa: ویرایش‌شده به‌دست {username} زیرا: «{reason}»
fi: Poistanut {username} syystä: "{reason}"
fr: Modifié par {username} car : "{reason}"
ga: Athbhreithnithe ag {username} mar: "{reason}"
gl: Editada por {username} debido a: "{reason}"
hi: द्वारा संपादित {username} क्योंकि: "{reason}"
hr: Preuređeno od {username} zbog: „{reason}”
id: Dihilangkan oleh {username} karena: "{reason}"
it: Rimosso da {username} per: "{reason}"
ka: წაშლილია {username} მიერ, რადგან: "{reason}"
nb: Redigert av {username} fordi: "{reason}"
nl: Aangepast door {username}, reden: "{reason}"
pl: Usunięte przez {username} z powodu „{reason}”
pt: Redigido por {username} porque: "{reason}"
ru: {username} отредактировал это событие. Причина: "{reason}"
sk: Redigované {username} pretože: "{reason}"
sr: Uredio {username} jer: "{reason}"
sv: Borttaget av {username} på grund av: ”{reason}”
ta: {username} ஆல் திருத்தப்பட்டது ஏனெனில்: "{reason}"
th: ถูกแก้ไขโดย {username} เพราะ: "{reason}"
uk: Відредаговано {username}, тому що: "{reason}"

# redactedAnEvent
source: {username} redacted an event
be: {username} адрэдагаваў(-ла) падзею
bn: {username} একটি ইভেন্ট সম্পাদিত করেছেন
bo: {username} မှ အဖြစ်အပျက်တစ်ခုကို ပြင်ဆင်ခဲ့သည်
ca: {username} ha estripat un esdeveniment
cs: {username} opravili událost
da: {username} har redigeret en begivenhed
de: {username} hat ein Ereignis gelöscht
eo: {username} obskurigis eventon
et: {username} muutis sündmust
eu: {username}(e)k gertaera bat atzera bota du
fa: {username} یک رویداد را ویرایش کرد
fi: {username} poisti tapahtuman
fr: {username} a supprimé un évènement
ga: Rinne {username} cinsire imeacht
gl: {username} editou un evento
hi: {username} ने एक घटना को संपादित किया
hr: {username} je preuredio/la događaj
id: {username} menghapus sebuah peristiwa
it: {username} ha eliminato un evento
ka: {username} წაშალა მოვლენა
nb: {username} har trukket tilbake en hendelse
nl: {username} heeft een event verwijderd
pl: {username} usunął/-ęła zdarzenie
pt: {username} redigiu um evento
ru: {username} отредактировал(а) событие
sk: {username} odstránili udalosť
sr: {username} редигова догађај
sv: {username} redigerade en händelse
ta: {username} ஒரு நிகழ்வை மறுவடிவமைத்தது
th: {username} ได้แก้ไขเหตุการณ์
uk: {username} змінює подію

source: Redact message
be: Адрэдагаваць паведамленне
bn: বার্তা সম্পাদনা করুন
bo: ཚར་རིམ་བཟོ་བ
ca: Estripa el missatge
cs: Redigovat zprávu
da: Rediger besked
de: Nachricht löschen
eo: Obskurigi mesaĝon
et: Muuda sõnumit
eu: Bota mezua atzera
fa: ویرایش پیام
fi: Poista viesti
fr: Supprimer un message
ga: Bain teachtaireacht amach
gl: Eliminar mensaxe
hi: संदेश को संपादित करें
hr: Ispravi poruku
id: Hapus pesan
it: Elimina un messaggio
ka: მესიჯის წაშლა
nb: Rediger melding
nl: Aangepast bericht
pl: Usuń wiadomość
pt: Redigir mensagem
ru: Отредактировать сообщение
sk: Redigovať správu
sr: Редигуј поруку
sv: Redigera meddelande
ta: திருத்தும் செய்தி
th: แก้ไขข้อความ
uk: Редагувати повідомлення

source: Register
be: Зарэгістравацца
bn: নিবন্ধন করুন
bo: རྒྱབ་སྤྱོད
ca: Registra't
cs: Registrovat
da: Tilmeld
de: Registrieren
eo: Registriĝi
et: Registreeru
eu: Eman izena
fa: ثبت‌نام
fi: Rekisteröidy
fr: S'inscrire
ga: Cláraigh
gl: Crear conta
hi: पंजीकरण करें
hr: Registracija
id: Daftar
it: Registrati
ka: რეგისტრაცია
nb: Registrer
nl: Registeren
pl: Zarejestruj
pt: Registrar
ru: Зарегистрироваться
sk: Registrovať
sr: Регистрација
sv: Registrera
ta: பதிவு செய்யுங்கள்
th: ลงทะเบียน
uk: Зареєструватися

source: Reject
be: Адмовіць
bn: প্রত্যাখ্যান করুন
bo: མིན་སྤྱོད
ca: Rebutja
cs: Zamítnout
da: Afvis
de: Ablehnen
eo: Rifuzi
et: Lükka tagasi
eu: Baztertu
fa: رد کردن
fi: Hylkää
fr: Refuser
ga: Diúltaigh
gl: Rexeitar
hi: अस्वीकार करें
hr: Odbij
id: Tolak
it: Rifiuta
ka: უარყოფა
nb: Avslå
nl: Afwijzen
pl: Odrzuć
pt: Rejeitar
ru: Отказать
sk: Odmietnuť
sr: Одбиј
sv: Avböj
ta: நிராகரிக்கவும்
th: ปฏิเสธ
uk: Відхилити

# rejectedTheInvitation
source: {username} rejected the invitation
be: {username} адмовіў запрашэнне
bn: {username} আমন্ত্রণ প্রত্যাখ্যান করেছেন
bo: {username} འདི་ལ་འདེབས་བཏང་བཞག་ཡིན།
ca: {username} ha rebutjat la invitació
cs: {username} odmítli pozvání
da: {username} afviste invitationen
de: {username} hat die Einladung abgelehnt
eo: {username} rifuzis la inviton
et: {username} lükkas kutse tagasi
eu: {username}(e)k gonbidapena baztertu du
fa: {username} دعوت را رد کرد
fi: {username} hylkäsi kutsun
fr: {username} a refusé l'invitation
ga: Dhiúltaigh {username} don chuireadh
gl: {username} rexeitou o convite
hi: {username} ने निमंत्रण अस्वीकार कर दिया
hr: {username} je odbio/la poziv
id: {username} menolak undangannya
it: {username} ha rifiutato l'invito
ka: {username} უარყო მოწვევა
nb: {username} avslo invitasjonen
nl: {username} heeft de uitnodiging afgewezen
pl: {username} odrzucił/-a zaproszenie
pt: {username} rejeitou o convite
ru: {username} отклонил(а) приглашение
sk: {username} odmietli pozvánku
sr: {username} одби позивницу
sv: {username} avböjde inbjudan
ta: {username} அழைப்பை நிராகரித்தது
th: {username} ปฏิเสธคำเชิญ
uk: {username} відхиляє запрошення

source: Rejoin
be: Далучыцца зноў
bn: পুনরায় যোগ দিন
bo: ལོག་ལོག་ལ་ལོག
ca: Torna-t'hi a unir
cs: Znovu se připojte
da: Genforen
de: Wieder beitreten
eo: Ree aliĝi
et: Liitu uuesti
eu: Batu berriro
fa: پیوستن دوباره
fi: Liity uudelleen
fr: Rejoindre de nouveau
ga: Téigh ar ais isteach
gl: Volta a unirte
hi: फिर से जुड़ें
hr: Ponovo se pridruži
id: Gabung kembali
it: Riunisciti
ka: გაერთიანება מחדש
nb: Ta del igjen
nl: Opnieuw deelnemen
pl: Dołącz ponownie
pt: Reentrar
ru: Зайти повторно
sk: Vrátiť sa
sr: Поново се придружи
sv: Återanslut
ta: மீண்டும் சேரவும்
th: เข้าร่วมใหม่
uk: Приєднатися знову

source: Remove all other devices
be: Выдаліць усе іншыя прылады
bn: অন্য সব ডিভাইস সরান
bo: གཞི་བཙུགས་ལས་གཞི་བཙུགས་ལ་བཏོན
ca: Elimina tots els altres dispositius
cs: Odstranit všechna další zařízení
da: Fjern alle andre enheder
de: Alle anderen Geräte entfernen
eo: Forigi ĉiujn aliajn aparatojn
et: Eemalda kõik muud seadmed
eu: Kendu gainerako gailu guztiak
fa: پاک کردن همه دستگاه‌های دیگر
fi: Poista kaikki muut laitteet
fr: Supprimer tous les autres appareils
ga: Bain gach gléas eile
gl: Quitar todos os outros dispositivos
hi: सभी अन्य उपकरणों को हटा दें
hr: Ukloni sve druge uređaje
id: Hapus semua perangkat lain
it: Rimuovi tutti gli altri dispositivi
ka: წაშალეთ ყველა სხვა მოწყობილობა
nb: Fjern alle andre enheter
nl: Verwijder alle andere apparaten
pl: Usuń wszystkie inne urządzenia
pt: Remover todos os outros dispositivos
ru: Удалить все другие устройства
sk: Odstráňiť všetky ostatné zariadenia
sr: Уклони све остале уређаје
sv: Ta bort alla andra enheter
ta: மற்ற எல்லா சாதனங்களையும் அகற்றவும்
th: ลบอุปกรณ์อื่นทั้งหมด
uk: Вилучити всі інші пристрої

# removedBy
source: Removed by {username}
be: Выдалена {username}
bn: {username} দ্বারা সরানো হয়েছে
bo: {username} འདི་ལ་བཏོན་ཡིན།
ca: Eliminat per {username}
cs: Odstraněno {username}
da: Fjernet af {username}
de: Entfernt von {username}
eo: Forigita de {username}
et: {username} eemaldas sündmuse
eu: {username}(e)k kendu du
fa: پاک‌شده توسط {username}
fi: Poistanut {username}
fr: Supprimé par {username}
ga: Bainte de ag {username}
gl: Eliminado por {username}
hi: {username} द्वारा हटाया गया
hr: Uklonjeno od {username}
id: Dihapus oleh {username}
it: Rimosso da {username}
ka: წაშლილია {username} მიერ
nb: Fjernet av {username}
nl: Verwijderd door {username}
pl: Usunięta przez {username}
pt: Removido por {username}
ru: Удалено пользователем {username}
sk: Odstánené užívateľom {username}
sr: Уклонио корисник {username}
sv: Bortagen av {username}
ta: {username} ஆல் அகற்றப்பட்டது
th: ถูกลบโดย {username}
uk: Вилучено користувачем {username}

source: Remove device
be: Выдаліць прыладу
bn: ডিভাইস সরান
bo: གཞི་བཙུགས་ལ་བཏོན
ca: Elimina dispositiu
cs: Odstraňit zařízení
da: Fjern enhed
de: Gerät entfernen
eo: Forigi aparaton
et: Eemalda seade
eu: Kendu gailua
fa: پاک کردن دستگاه
fi: Poista laite
fr: Supprimer l'appareil
ga: Bain gléas
gl: Quitar dispositivo
hi: डिवाइस हटाएँ
hr: Ukloni uređaj
id: Hapus perangkat
it: Rimuovi il dispositivo
ka: წაშალეთ მოწყობილობა
nb: Fjern enhet
nl: Verwijder apparaat
pl: Usuń urządzenie
pt: Remover dispositivo
ru: Удалить устройство
sk: Odstráňiť zariadenie
sr: Уклони уређај
sv: Ta bort enhet
ta: சாதனத்தை அகற்று
th: ลบอุปกรณ์
uk: Вилучити пристрій

source: Unban from chat
be: Разблакіраваць у чаце
bn: চ্যাট থেকে আনব্যান করুন
bo: ལག་ལེན་ལས་བཀལ་བ
ca: Aixeca el veto
cs: Zrušit zákaz chatu
da: Fjern ban fra chat
de: Verbannung aufheben
eo: Malforbari
et: Eemalda suhtluskeeld
eu: Kendu txatean duen debekua
fa: لغو محرومیت از گپ
fi: Poista porttikielto keskusteluun
fr: Débannissement de la discussion
ga: Cuir deireadh an cosc ón gcomhrá
gl: Retirar veto na conversa
hi: चैट से अनबैन करें
hr: Ponovo uključi u razgovor
id: Hilangkan cekalan dari obrolan
it: Rimuovi il ban dalla chat
ka: გამოდით ჩათიდან
nb: Opphev bannlysning
nl: Verbanning opheffen
pl: Odbanuj w czacie
pt: Desbanir do chat
ru: Разблокировать в чате
sk: Odblokovať
sr: Уклони изгнанство
sv: Ta bort chatt-blockering
ta: அரட்டையிலிருந்து தடையின்றி
th: ปลดแบนจากแชท
uk: Розблокувати у бесіді

source: Remove your avatar
be: Выдаліць выяву ўліковага запісу
bn: আপনার অবতার সরান
bo: ཁྱེད་རང་གི་རོལ་བར་བཏོན
ca: Esborra el teu avatar
cs: Odstraňte svého avatara
da: Fjern dit avatar
de: Deinen Avatar löschen
eo: Forigi vian profilbildon
et: Kustuta oma tunnuspilt
eu: Kendu zure abatarra
fa: برداشتن نماد نمایه
fi: Poista profiilikuvasi
fr: Supprimer votre avatar
ga: Bain d'abhatár
gl: Elimina o avatar
hi: अपना अवतार हटाएँ
hr: Ukloni svoj avatar
id: Hapus avatarmu
it: Rimuovi il tuo avatar
ka: წაშალეთ თქვენი ავატარი
nb: Fjern din avatar
nl: Jouw avatar verwijderen
pl: Usuń swoje zdjęcie
pt: Remover seu avatar
ru: Удалить свой аватар
sk: Odstrániť svoj avatar
sr: Уклоните свој аватар
sv: Ta bort din avatar
ta: உங்கள் அவதாரத்தை அகற்று
th: ลบภาพโปรไฟล์ของคุณ
uk: Вилучити свій аватар
