Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# constructUseIncIGCDesc
source: Incorrect in grammar correction
bn: ব্যাকরণ সংশোধনে ভুল
bo: ནང་ལས་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Incorrecte en correcció gramatical
cs: Nesprávně v gramatické korekci
da: Forkert i grammatikrettelse
de: Falsch in Grammatikprüfung
eo: Malĝusta en gramatika korekto
et: Vale grammatika paranduses
eu: Zuzena ez den gramatika zuzentzean
fi: Väärin kielioppikorjauksessa
fr: Incorrect dans la correction grammaticale
ga: Mícheart i gceartlitriú gramadaí
gl: Incorrecto na corrección gramatical
hi: व्याकरण सुधार में गलत
hr: Neispravno u gramatičkoj korekciji
it: Incorretto nella correzione grammaticale
ka: არასწორია გრამატიკის კორექციაში
nb: Feil i grammatikkorreksjon
nl: Onjuist in grammaticale correctie
pl: Niepoprawne w korekcie gramatycznej
pt: Incorreto na correção gramatical
ru: Некорректно в исправлении грамматики
sk: Nesprávne v gramatickej korekcii
sr: Грешка у граматичкој исправци
sv: Felaktig i grammatikrättning
ta: விருத்தி திருத்தத்தில் தவறானது
th: ไม่ถูกต้องในการแก้ไขไวยากรณ์

# constructUseCorPADesc
source: Correct in word meaning activity
bn: শব্দ অর্থ কার্যকলাপে সঠিক
bo: ཡིག་ཚིག་སྒྲིག་བསྐྱར་བཟོ་ནས་བཟོ་བཅོས།
ca: Correcte en activitat de significat de paraules
cs: Správně v aktivitě významu slova
da: Korrekt i ords betydningsaktivitet
de: Korrekt in Wortbedeutungsaktivität
eo: Korekte en vorto signifo agado
et: Õige sõna tähenduse tegevuses
eu: Hitzaren esanahia jardueran zuzen
fi: Korjaa sanan merkityksen harjoituksessa
fr: Correct dans l'activité de sens des mots
ga: Ceart i gníomhaíocht brífhocal
gl: Correcto na actividade de significado de palabras
hi: शब्द अर्थ गतिविधि में सही
hr: Ispravno u aktivnosti značenja riječi
it: Corretto nell'attività di significato delle parole
ka: შესწორება სიტყვების მნიშვნელობაში
nb: Korrekt i ords betydningsaktivitet
nl: Correct in woordbetekenisactiviteit
pl: Poprawne w aktywności znaczenia słowa
pt: Correto na atividade de significado da palavra
ru: Правильно в деятельности по значению слова
sk: Správne v aktivite významu slova
sr: Исправно у активности значења речи
sv: Korrekt i ordets betydelseaktivitet
ta: பதிப்பில் சொல் பொருள் செயலியில் சரியானது
th: ถูกต้องในการกิจกรรมความหมายคำ

# constructUseIgnPADesc
source: Ignored in word meaning activity
bn: শব্দ অর্থ কার্যকলাপে উপেক্ষা করা হয়েছে
bo: ཡིག་ཚིག་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Ignorat en activitat de significat de paraules
cs: Ignorováno v aktivitě významu slova
da: Ignoreret i ords betydningsaktivitet
de: Ignoriert in Wortbedeutungsaktivität
eo: Ignorita en vorto signifo agado
et: Ignoreeritud sõna tähenduse tegevuses
eu: Baztertu hitzen esanahiaren jardueran
fi: Ohitetaan sanan merkityksen harjoituksessa
fr: Ignoré dans l'activité de sens des mots
ga: Fágtha i gníomhaíocht brífhocal
gl: Ignorado na actividade de significado de palabras
hi: शब्द अर्थ गतिविधि में अनदेखा किया गया
hr: Ignorirano u aktivnosti značenja riječi
it: Ignorato nell'attività di significato delle parole
ka: გადახედულია სიტყვების მნიშვნელობაში
nb: Ignorert i ords betydningsaktivitet
nl: Genegeerd in woordbetekenisactiviteit
pl: Zignorowane w aktywności znaczenia słowa
pt: Ignorado na atividade de significado da palavra
ru: Игнорируется в деятельности по значению слова
sk: Ignorované v aktivite významu slova
sr: Игнорисано у активности значења речи
sv: Ignorerad i ordets betydelseaktivitet
ta: பதிப்பில் சொல் பொருள் செயலியில் புறக்கணிக்கப்பட்டது
th: ละเว้นในการกิจกรรมความหมายคำ

# constructUseIncPADesc
source: Incorrect in word meaning activity
bn: শব্দ অর্থ কার্যকলাপে ভুল
bo: ཡིག་ཚིག་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Incorrecte en activitat de significat de paraules
cs: Nesprávně v aktivitě významu slova
da: Forkert i ords betydningsaktivitet
de: Falsch in Wortbedeutungsaktivität
eo: Malĝusta en vorto signifo agado
et: Vale sõna tähenduse tegevuses
eu: Zuzena ez den hitzen esanahiaren jardueran
fi: Väärin sanan merkityksen harjoituksessa
fr: Incorrect dans l'activité de sens des mots
ga: Mícheart i gníomhaíocht brífhocal
gl: Incorrecto na actividade de significado de palabras
hi: शब्द अर्थ गतिविधि में गलत
hr: Neispravno u aktivnosti značenja riječi
it: Incorretto nell'attività di significato delle parole
ka: არასწორია სიტყვების მნიშვნელობაში
nb: Feil i ords betydningsaktivitet
nl: Onjuist in woordbetekenisactiviteit
pl: Niepoprawne w aktywności znaczenia słowa
pt: Incorreto na atividade de significado da palavra
ru: Некорректно в деятельности по значению слова
sk: Nesprávne v aktivite významu slova
sr: Грешка у активности значења речи
sv: Felaktig i ordets betydelseaktivitet
ta: பதிப்பில் சொல் பொருள் செயலியில் தவறானது
th: ไม่ถูกต้องในการกิจกรรมความหมายคำ

# constructUseCorWLDesc
source: Correct in word listening activity
bn: শব্দ শোনার কার্যকলাপে সঠিক
bo: ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་བཟོ་བཅོས།
ca: Correcte en activitat d'escolta de paraules
cs: Správně v aktivitě poslechu slov
da: Korrekt i ordlydaktivitet
de: Korrekt in Worthöraktivität
eo: Korekte en vorto aŭskultado agado
et: Õige sõna kuulamise tegevuses
eu: Hitz entzumen jardueran zuzen
fi: Korjaa sanan kuunteluharjoituksessa
fr: Correct dans l'activité d'écoute de mots
ga: Ceart i gníomhaíocht éisteachta focail
gl: Correcto na actividade de escoita de palabras
hi: शब्द सुनने की गतिविधि में सही
hr: Ispravno u aktivnosti slušanja riječi
it: Corretto nell'attività di ascolto delle parole
ka: შესწორება სიტყვების მოსმენაში
nb: Korrekt i ordlyttingsaktivitet
nl: Correct in woordluisteractiviteit
pl: Poprawne w aktywności słuchania słowa
pt: Correto na atividade de escuta de palavras
ru: Правильно в деятельности по прослушиванию слов
sk: Správne v aktivite počúvania slov
sr: Исправно у активности слушања речи
sv: Korrekt i ordlyssningsaktivitet
ta: பதிப்பில் சொல் கேட்கும் செயலியில் சரியானது
th: ถูกต้องในการกิจกรรมการฟังคำ

# constructUseIncWLDesc
source: Incorrect in word listening activity
bn: শব্দ শোনার কার্যকলাপে ভুল
bo: ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Incorrecte en l'activitat d'escolta de paraules
cs: Nesprávně v aktivitě poslechu slov
da: Forkert i ordlydaktivitet
de: Falsch in Worthöraktivität
eo: Malĝusta en vorto aŭskultado agado
et: Vale sõna kuulamise tegevuses
eu: Zuzena ez den hit entzumen jardueran
fi: Väärin sanan kuunteluharjoituksessa
fr: Incorrect dans l'activité d'écoute de mots
ga: Mícheart i gníomhaíocht éisteachta focail
gl: Incorrecto na actividade de escoita de palabras
hi: शब्द सुनने की गतिविधि में गलत
hr: Neispravno u aktivnosti slušanja riječi
it: Incorretto nell'attività di ascolto delle parole
ka: არასწორი სიტყვების მოსმენის აქტივობაში
nb: Feil i ordlyttingsaktivitet
nl: Onjuist in woordluisteractiviteit
pl: Niepoprawne w aktywności słuchania słowa
pt: Incorreto na atividade de escuta de palavras
ru: Некорректно в деятельности по прослушиванию слов
sk: Nesprávne v aktivite počúvania slov
sr: Грешка у активности слушања речи
sv: Felaktig i ordlyssningsaktivitet
ta: பதிப்பில் சொல் கேட்கும் செயலியில் தவறானது
th: ไม่ถูกต้องในการกิจกรรมการฟังคำ

# constructUseIngWLDesc
source: Ignored in word listening activity
bn: শব্দ শোনার কার্যকলাপে উপেক্ষা করা হয়েছে
bo: ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Ignorat en l'activitat d'escolta de paraules
cs: Ignorováno v aktivitě poslechu slov
da: Ignoreret i ordlydaktivitet
de: Ignoriert in Worthöraktivität
eo: Ignorita en vorto aŭskultado agado
et: Ignoreeritud sõna kuulamise tegevuses
eu: Baztertu hit entzumen jardueran
fi: Ohitetaan sanan kuunteluharjoituksessa
fr: Ignoré dans l'activité d'écoute de mots
ga: Fágtha i gníomhaíocht éisteachta focail
gl: Ignorado na actividade de escoita de palabras
hi: शब्द सुनने की गतिविधि में अनदेखा किया गया
hr: Ignorirano u aktivnosti slušanja riječi
it: Ignorato nell'attività di ascolto delle parole
ka: გაუქმებულია სიტყვების მოსმენის აქტივობაში
nb: Ignorert i ordlyttingsaktivitet
nl: Genegeerd in woordluisteractiviteit
pl: Zignorowane w aktywności słuchania słowa
pt: Ignorado na atividade de escuta de palavras
ru: Игнорируется в деятельности по прослушиванию слов
sk: Ignorované v aktivite počúvania slov
sr: Игнорисано у активности слушања речи
sv: Ignorerad i ordlyssningsaktivitet
ta: பதிப்பில் சொல் கேட்கும் செயலியில் புறக்கணிக்கப்பட்டது
th: ละเว้นในการกิจกรรมการฟังคำ

# constructUseCorHWLDesc
source: Correct in hidden word activity
bn: লুকানো শব্দ কার্যকলাপে সঠিক
bo: མི་སྣང་ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་བཟོ་བཅོས།
ca: Correcte en l'activitat de paraula amagada
cs: Správně v aktivitě skrytého slova
da: Korrekt i skjult ordaktivitet
de: Korrekt in verstecktem Wortspiel
eo: Korekte en kaŝvorto agado
et: Õige peidetud sõna tegevuses
eu: Hitz ezkutuko jardueran zuzen
fi: Korjaa piilotetun sanan harjoituksessa
fr: Correct dans l'activité de mot caché
ga: Ceart i gníomhaíocht focail i bhfolach
gl: Correcto na actividade de palabra oculta
hi: छुपे हुए शब्द गतिविधि में सही
hr: Ispravno u aktivnosti skrivene riječi
it: Corretto nell'attività di parole nascoste
ka: სწორი დამალული სიტყვების აქტივობაში
nb: Korrekt i skjult ord-aktivitet
nl: Correct in verborgen woordactiviteit
pl: Poprawne w ukrytej aktywności słowa
pt: Correto na atividade de palavra oculta
ru: Правильно в деятельности по скрытому слову
sk: Správne v aktivite skrytého slova
sr: Исправно у активности скривене речи
sv: Korrekt i dold ordaktivitet
ta: மறைச்சொல் செயலியில் சரியானது
th: ถูกต้องในการกิจกรรมคำซ่อน

# constructUseIncHWLDesc
source: Incorrect in hidden word activity
bn: লুকানো শব্দ কার্যকলাপে ভুল
bo: མི་སྣང་ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Incorrecte en l'activitat de paraula amagada
cs: Nesprávně v aktivitě skrytého slova
da: Forkert i skjult ordaktivitet
de: Falsch in verstecktem Wortspiel
eo: Malĝusta en kaŝvorto agado
et: Vigade sõnaliikumise tegevuses vale
eu: Zuzena ez den hit ezkutuko jardueran
fi: Väärin piilotetun sanan harjoituksessa
fr: Incorrect dans l'activité de mot caché
ga: Mícheart i gníomhaíocht focail i bhfolach
gl: Incorrecto na actividade de palabra oculta
hi: छुपे हुए शब्द गतिविधि में गलत
hr: Neispravno u aktivnosti skrivene riječi
it: Incorretto nell'attività di parole nascoste
ka: არასწორი დამალული სიტყვების აქტივობაში
nb: Feil i skjult ord-aktivitet
nl: Onjuist in verborgen woordactiviteit
pl: Niepoprawne w ukrytej aktywności słowa
pt: Incorreto na atividade de palavra oculta
ru: Некорректно в деятельности по скрытому слову
sk: Nesprávne v aktivite skrytého slova
sr: Неправилно у активности скривене речи
sv: Felaktig i dold ordaktivitet
ta: மறைச்சொல் செயலியில் தவறானது
th: ไม่ถูกต้องในกิจกรรมคำซ่อน

# constructUseIgnHWLDesc
source: Ignored in hidden word activity
bn: লুকানো শব্দ কার্যকলাপে উপেক্ষা করা হয়েছে
bo: མི་སྣང་ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Ignorat en l'activitat de paraula amagada
cs: Ignorováno v aktivitě skrytého slova
da: Ignoreret i skjult ordaktivitet
de: Ignoriert in verstecktem Wortspiel
eo: Ignorita en kaŝita vorto-agado
et: Ignoreeritud sõnaliikumise tegevuses
eu: Baztertu hit ezkutuko jardueran
fi: Ohitetaan piilotetun sanan harjoituksessa
fr: Ignoré dans l'activité de mot caché
ga: Fágtha i gníomhaíocht focail i bhfolach
gl: Ignorado na actividade de palabra oculta
hi: छुपे हुए शब्द गतिविधि में अनदेखा किया गया
hr: Ignorirano u aktivnosti skrivene riječi
it: Ignorato nell'attività di parole nascoste
ka: გაუქმებულია დამალული სიტყვების აქტივობაში
nb: Ignorert i skjult ord-aktivitet
nl: Genegeerd in verborgen woordactiviteit
pl: Zignorowane w ukrytej aktywności słowa
pt: Ignorado na atividade de palavra oculta
ru: Игнорируется в деятельности по скрытому слову
sk: Ignorované v aktivite skrytého slova
sr: Игнорисано у активности скривене речи
sv: Ignorerad i dold ordaktivitet
ta: மறைச்சொல் செயலியில் புறக்கணிக்கப்பட்டது
th: ละเว้นในกิจกรรมคำซ่อน

# constructUseCorLDesc
source: Correct in lemma activity
bn: শব্দমূল কার্যকলাপে সঠিক
bo: ལེགས་སྟོན་ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་བཟོ་བཅོས།
ca: Correcte en l'activitat de lèxic
cs: Správně v aktivitě lemma
da: Korrekt i lemmaktivitet
de: Korrekt in Lemma-Aktivität
eo: Korekta en lemma-agado
et: Õige lemma tegevuses
eu: Lemma jardueran zuzen
fi: Korjaa lemmaharjoituksessa
fr: Correct dans l'activité de lemme
ga: Ceart i ngníomhaíocht leama
gl: Correcto na actividade de lema
hi: लेम्मा गतिविधि में सही
hr: Ispravno u aktivnosti leme
it: Corretto nell'attività di lemma
ka: სწორი ლემის აქტივობაში
nb: Korrekt i lemmaktivitet
nl: Correct in lemma-activiteit
pl: Poprawne w aktywności lematycznej
pt: Correto na atividade de lema
ru: Правильно в деятельности по лемме
sk: Správne v aktivite lemma
sr: Тачно у активности лемме
sv: Korrekt i lemmaaktivitet
ta: லெம்மா செயலியில் சரியானது
th: ถูกต้องในกิจกรรมคำศัพท์

# constructUseIncLDesc
source: Incorrect in lemma activity
bn: শব্দমূল কার্যকলাপে ভুল
bo: ལེགས་སྟོན་ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Incorrecte en l'activitat de lèxic
cs: Nesprávně v aktivitě lemma
da: Forkert i lemmaktivitet
de: Falsch in Lemma-Aktivität
eo: Malsaĝa en lemma-agado
et: Vale lemma tegevuses
eu: Zuzena ez den lemma jardueran
fi: Väärin lemmaharjoituksessa
fr: Incorrect dans l'activité de lemme
ga: Mícheart i ngníomhaíocht leama
gl: Incorrecto na actividade de lema
hi: लेम्मा गतिविधि में गलत
hr: Neispravno u aktivnosti leme
it: Incorretto nell'attività di lemma
ka: არასწორი ლემის აქტივობაში
nb: Feil i lemmaktivitet
nl: Onjuist in lemma-activiteit
pl: Niepoprawne w aktywności lematycznej
pt: Incorreto na atividade de lema
ru: Некорректно в деятельности по лемме
sk: Nesprávne v aktivite lemma
sr: Неправилно у активности лемме
sv: Felaktig i lemmaaktivitet
ta: லெம்மா செயலியில் தவறானது
th: ไม่ถูกต้องในกิจกรรมคำศัพท์

# constructUseIgnLDesc
source: Ignored in lemma activity
bn: শব্দমূল কার্যকলাপে উপেক্ষা করা হয়েছে
bo: ལེགས་སྟོན་ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Ignorat en l'activitat de lèxic
cs: Ignorováno v aktivitě lemma
da: Ignoreret i lemmaktivitet
de: Ignoriert in Lemma-Aktivität
eo: Ignorita en lemma-agado
et: Ignoreeritud lemma tegevuses
eu: Baztertu lemma jardueran
fi: Ohitetaan lemmaharjoituksessa
fr: Ignoré dans l'activité de lemme
ga: Fágtha i ngníomhaíocht leama
gl: Ignorado na actividade de lema
hi: लेम्मा गतिविधि में अनदेखा किया गया
hr: Ignorirano u aktivnosti leme
it: Ignorato nell'attività di lemma
ka: გაუქმებულია ლემის აქტივობაში
nb: Ignorert i lemmaktivitet
nl: Genegeerd in lemma-activiteit
pl: Zignorowane w aktywności lematycznej
pt: Ignorado na atividade de lema
ru: Игнорируется в деятельности по лемме
sk: Ignorované v aktivite lemma
sr: Игнорисано у активности лемме
sv: Ignorerad i lemmaaktivitet
ta: லெம்மா செயலியில் புறக்கணிக்கப்பட்டது
th: ละเว้นในกิจกรรมคำศัพท์

# constructUseCorMDesc
source: Correct in grammar activity
bn: ব্যাকরণ কার্যকলাপে সঠিক
bo: རྒྱན་སྒྲིག་ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་བཟོ་བཅོས།
ca: Correcte en l'activitat de gramàtica
cs: Správně v aktivitě gramatiky
da: Korrekt i grammatikaktivitet
de: Korrekt in Grammatikaktivität
eo: Korekta en gramatika agado
et: Õige grammatika tegevuses
eu: Gramatika jardueran zuzen
fi: Oikein kieliopissa
fr: Correct dans l'activité de grammaire
ga: Ceart i ngníomhaíocht gramadaí
gl: Correcto na actividade de gramática
hi: व्याकरण गतिविधि में सही
hr: Ispravno u aktivnosti gramatike
it: Corretto nell'attività grammaticale
ka: სწორი გრამატიკის აქტივობაში
nb: Korrekt i grammatikkaktivitet
nl: Correct in grammatica-activiteit
pl: Poprawne w aktywności gramatycznej
pt: Correto na atividade de gramática
ru: Правильно в деятельности по грамматике
sk: Správne v aktivite gramatiky
sr: Тачно у активности граматике
sv: Korrekt i grammatikaktivitet
ta: விருத்தி செயலியில் சரியானது
th: ถูกต้องในกิจกรรมไวยากรณ์

# constructUseIncMDesc
source: Incorrect in grammar activity
bn: ব্যাকরণ কার্যকলাপে ভুল
bo: རྒྱན་སྒྲིག་ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Incorrecte en l'activitat de gramàtica
cs: Nesprávně v aktivitě gramatiky
da: Forkert i grammatikaktivitet
de: Falsch in Grammatikaktivität
eo: Malsaĝa en gramatika agado
et: Vale grammatika tegevuses
eu: Zuzena ez den gramatika jardueran
fi: Väärin kieliopissa
fr: Incorrect dans l'activité de grammaire
ga: Mícheart i ngníomhaíocht gramadaí
gl: Incorrecto na actividade de gramática
hi: व्याकरण गतिविधि में गलत
hr: Neispravno u aktivnosti gramatike
it: Errato nell'attività grammaticale
ka: არასწორი გრამატიკის აქტივობაში
nb: Feil i grammatikkaktivitet
nl: Onjuist in grammatica-activiteit
pl: Niepoprawne w aktywności gramatycznej
pt: Incorreto na atividade de gramática
ru: Некорректно в деятельности по грамматике
sk: Nesprávne v aktivite gramatiky
sr: Неправилно у активности граматике
sv: Felaktig i grammatikaktivitet
ta: விதிமுறையில் தவறு
th: ไม่ถูกต้องในกิจกรรมไวยากรณ์

# constructUseIgnMDesc
source: Ignored in grammar activity
bn: ব্যাকরণ কার্যকলাপে উপেক্ষা করা হয়েছে
bo: རྒྱན་སྒྲིག་ཡིག་སྣོད་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Ignorat en l'activitat de gramàtica
cs: Ignorováno v aktivitě gramatiky
da: Ignoreret i grammatikaktivitet
de: In der Grammatikaktivität ignoriert
eo: Ignorita en gramatika agado
et: Ignoreeritud grammatika tegevuses
eu: Ez da erabilgarri gramatika jardueran
fi: Ohitetaan kielioppiharjoituksessa
fr: Ignoré dans l'activité de grammaire
ga: Fágtha i ngníomhaíocht gramadaí
gl: Ignorado na actividade de gramática
hi: व्याकरण गतिविधि में अनदेखा किया गया
hr: Ignorirano u aktivnosti gramatike
it: Ignorato nell'attività grammaticale
ka: გაუქმებულია გრამატიკის აქტივობაში
nb: Ignorert i grammatikkaktivitet
nl: Genegeerd in grammatica-activiteit
pl: Ignorowane w aktywności gramatycznej
pt: Ignorado na atividade de gramática
ru: Игнорируется в деятельности по грамматике
sk: Ignorované v aktivite gramatiky
sr: Игнорисано у активности граматике
sv: Ignorerad i grammatikaktivitet
ta: விதிமுறையில் புறக்கணிக்கப்பட்டது
th: ละเว้นในกิจกรรมไวยากรณ์

# constructUseEmojiDesc
source: Correct in emoji activity
bn: ইমোজি কার্যকলাপে সঠিক
bo: འདི་ནས་སྒྲིག་བསྐྱར་བཟོ་ནས་བཟོ་བཅོས།
ca: Correcte en l'activitat d'emoji
cs: Správně v aktivitě emoji
da: Korrekt i emoji-aktivitet
de: In der Emoji-Aktivität korrekt
eo: Korekta en emoji-agado
et: Õige emotikonide tegevuses
eu: Zuzen dago emoji jardueran
fi: Oikein emoji-aktiviteetissa
fr: Correct dans l'activité d'emoji
ga: Ceart i ngníomhaíocht íomhá-gháire
gl: Correcto na actividade de emoji
hi: इमोजी गतिविधि में सही
hr: Ispravno u aktivnosti emojija
it: Corretto nell'attività emoji
ka: სწორი ემოჯის აქტივობაში
nb: Korrekt i emoji-aktivitet
nl: Correct in emoji-activiteit
pl: Poprawne w aktywności emoji
pt: Correto na atividade de emoji
ru: Правильно в деятельности по эмодзи
sk: Správne v aktivite emoji
sr: Тачно у активности емоџија
sv: Korrekt i emoji-aktivitet
ta: எமோஜி செயலியில் சரியானது
th: ถูกต้องในกิจกรรมอีโมจิ

# constructUseCollected
source: Collected in chat
bn: চ্যাটে সংগৃহীত
bo: ཚོད་ལྟར་འབྱོར་བྱེད་ནས་གློག་ཆེན་ལ་འདུག
ca: Recollit a la conversa
cs: Sebráno v chatu
da: Indsamlet i chat
de: Im Chat gesammelt
eo: Kolektita en babilejo
et: Kogutud vestluses
eu: Bilduta chat-en
fi: Kerätty chatissa
fr: Collecté dans le chat
ga: Bailithe i gcomhrá
gl: Recollido no chat
hi: चैट में संग्रहित
hr: Skupljeno u chatu
it: Raccolto nella chat
ka: შეაგროვა ჩატში
nb: Innsamlet i chat
nl: Verzameld in chat
pl: Zebrane w czacie
pt: Coletado no chat
ru: Thu thập trong trò chuyện
sk: Zbierka v chate
sr: Прикупљено у ћаскању
sv: Samlad i chatt
ta: செயலியில் சேகரிக்கப்பட்டது
th: เก็บรวบรวมในแชท

# constructUseNanDesc
source: Not applicable
bn: প্রযোজ্য নয়
bo: མིན་འདུག
ca: No aplicable
cs: Nepoužitelné
da: Ikke relevant
de: Nicht anwendbar
eo: Ne aplikebla
et: Ei kehti
eu: Ez da aplikagarria
fi: Ei sovellu
fr: Non applicable
ga: Níl infheidhmithe
gl: Non aplicable
hi: लागू नहीं
hr: Nije primjenjivo
it: Non applicabile
ka: არასამართლებელი
nb: Ikke aktuelt
nl: Niet van toepassing
pl: Nie dotyczy
pt: Não aplicável
ru: Không áp dụng được
sk: Nepoužiteľné
sr: Није применљиво
sv: Ej tillämpligt
ta: பயன்படாது
th: ไม่สามารถใช้ได้

# signInWithUsername
source: Sign in with username and password
bn: ব্যবহারকারীর নাম ও পাসওয়ার্ড দিয়ে সাইন ইন করুন
bo: མིང་ཚིགས་དང་ནང་བཅུག
ca: Inicia sessió amb nom d'usuari i contrasenya
cs: Přihlásit se pomocí uživatelského jména a hesla
da: Log ind med brugernavn og adgangskode
de: Mit Benutzername und Passwort anmelden
eo: Ensaluti kun uzantnomo kaj pasvorto
et: Logi sisse kasutajanime ja parooliga
eu: Hautatu erabiltzaile-izena eta pasahitza
fi: Kirjaudu sisään käyttäjätunnuksella ja salasanalla
fr: Se connecter avec nom d'utilisateur et mot de passe
ga: Logáil isteach le hainm úsáideora agus pasfhocal
gl: Iniciar sesión con nome de usuario e contrasinal
hi: यूजरनेम और पासवर्ड के साथ साइन इन करें
hr: Prijavite se s korisničkim imenom i lozinkom
it: Accedi con nome utente e password
ka: შესვლა მომხმარებლის სახელით და პაროლით
nb: Logg inn med brukernavn og passord
nl: Inloggen met gebruikersnaam en wachtwoord
pl: Zaloguj się za pomocą nazwy użytkownika i hasła
pt: Entrar com nome de usuário e senha
ru: Đăng nhập bằng tên người dùng và mật khẩu
sk: Prihlásiť sa pomocou používateľského mena a hesla
sr: Пријавите се коришћењем корисничког имена и лозинке
sv: Logga in med användarnamn och lösenord
ta: பயனர்பெயர் மற்றும் கடவுச்சொல்லுடன் உள்நுழைக
th: เข้าสู่ระบบด้วยชื่อผู้ใช้และรหัสผ่าน
