Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# minimumPowerLevel
source: {level} is the minimum power level.
be: {level} - мінімальны ўзровень дазволаў.
bn: {level} সর্বনিম্ন ক্ষমতা স্তর।
bo: {level} ནང་བསྐྱར་བཀོད་འབད་ཡོད་པའི་སྤྱི་ཚོགས་ཚུལ།
ca: El nivell mínim de permisos és {level}.
cs: {level} je minimální úroveň oprávnění.
da: {level} er det minimale strøm niveau.
de: {level} is das minimale Power-Level.
eo: {level} estas la minimuma povolevelo.
et: {level} on väikseim võimalik õiguste tase.
eu: {level} da gutxieneko botere-maila.
fa: {level} کمینه سطح دسترسی است.
fi: {level} on minimitehotaso.
fr: {level} est le niveau minimum de droits.
ga: Is é {level} an t-íosleibhéal cumhachta.
gl: {level} é o nivel mínimo de responsabilidade.
hi: {level} न्यूनतम शक्ति स्तर है।
hr: {level} je najmanja razina prava.
id: {level} adalah tingkat daya minimum.
it: {level} è il livello minimo di privilegi.
ka: {level} არის მინიმალური ძალის დონე.
nb: {level} er det minste maktnivået.
nl: {level} is het minimale rechten-niveau.
pl: {level} jest minimalnym poziomem uprawnień.
pt: O nível de poder mínimo é {level}.
ru: {level} является минимальным уровнем.
sk: {level} je minimálna úroveň výkonu.
sr: {level} je minimalni nivo moći.
sv: {level} är den lägsta maktnivån.
ta: {level} என்பது குறைந்தபட்ச ஆற்றல் நிலை.
th: {level} เป็นระดับพลังงานขั้นต่ำ
uk: {level} — це найнижчий рівень повноважень.

# searchIn
source: Search in chat "{chat}"...
be: Пошук у чаце "{chat}"...
bn: "{chat}" চ্যাটে অনুসন্ধান করুন...
bo: ཆབ "{chat}" ལ་འཚོལ
ca: Cerca al xat "{chat}"...
cs: Hledat v chatu "{chat}"...
da: Søg i chat "{chat}"...
de: In Chat "{chat}" suchen ...
eo: Serĉi en babilado "{chat}"...
et: Otsi vestlusest „{chat}“...
eu: Bilatu {chat} txatean...
fa: جستجو در گپ «{chat}»...
fi: Etsi keskustelusta "{chat}"...
fr: Rechercher dans la discussion "{chat}"...
ga: Cuardaigh i gcomhrá "{chat}"...
gl: Buscar na conversa "{chat}"...
hi: चैट "{chat}" में खोजें...
hr: Traži u razgovoru „{chat}”...
id: Cari dalam obrolan "{chat}"...
it: Cerca nella chat "{chat}"...
ka: ძებნა ჩატში "{chat}"...
nb: Søk i chat "{chat}"...
nl: Zoek in chat "{chat}"...
pl: Szukaj w czacie "{chat}"...
pt: Pesquisar no chat "{chat}"...
ru: Поиск в чате "{chat}"...
sk: Hľadať v chate "{chat}"...
sr: Pretraži u chatu "{chat}"...
sv: Sök i chatten "{chat}"...
ta: அரட்டையில் தேடு "{chat}" ...
th: ค้นหาในแชท "{chat}"...
uk: Пошук у бесіді "{chat}"...

source: Search more...
be: Шукаць яшчэ...
bn: আরও অনুসন্ধান করুন...
bo: འཚོལ་འབད་ཡོད་པ་འདི་ལ།
ca: Cerca més...
cs: Hledat více...
da: Søg mere...
de: Weiter suchen ...
eo: Serĉi pli...
et: Otsi veel...
eu: Bilatu gehiago...
fa: جستجوی بیشتر...
fi: Etsi lisää...
fr: Rechercher davantage...
ga: Cuardaigh tuilleadh...
gl: Buscar máis...
hi: और खोजें...
hr: Traži više...
id: Cari lebih banyak...
it: Cerca di più...
ka: მეტი ძებნა...
nb: Søk mer...
nl: Zoek meer...
pl: Szukaj dalej...
pt: Pesquisar mais...
ru: Найти еще...
sk: Hľadať viac...
sr: Pretraži više...
sv: Sök mer...
ta: மேலும் தேடுங்கள் ...
th: ค้นหาเพิ่มเติม...
uk: Шукати ще...

source: Gallery
be: Галерэя
bn: গ্যালারি
bo: རིམ་སྒྲིག
ca: Galeria
cs: Galerie
da: Galleri
de: Galerie
eo: Galerio
et: Galerii
eu: Galeria
fa: نگارخانه
fi: Galleria
fr: Galerie
ga: Gailearaí
gl: Galería
hi: गैलरी
hr: Galerija
id: Galeri
it: Galleria
ka: გალერეა
nb: Galleri
nl: Galerij
pl: Galeria
pt: Galeria
ru: Галерея
sk: Galéria
sr: Galerija
sv: Galleri
ta: கேலரி
th: แกลเลอรี่
uk: Галерея

source: Files
be: Файлы
bn: ফাইলসমূহ
bo: ཡིག་སྣོད
ca: Arxius
cs: Soubory
da: Filer
de: Dateien
eo: Dosieroj
et: Failid
eu: Fitxategiak
fa: پرونده‌ها
fi: Tiedostot
fr: Fichiers
ga: Comhaid
gl: Ficheiros
hi: फ़ाइलें
hr: Datoteke
id: Berkas
it: File
ka: ფაილები
nb: Filer
nl: Bestanden
pl: Pliki
pt: Arquivos
ru: Файлы
sk: Súbory
sr: Fajlovi
sv: Filer
ta: கோப்புகள்
th: ไฟล์
uk: Файли

# databaseBuildErrorBody
source: Unable to build the SQlite database. The app tries to use the legacy database for now. Please report this error to the developers at {url}. The error message is: {error}
be: Немагчыма стварыць базу даных SQlite. Праграма спрабуе выкарыстоўваць састарэлую базу. Калі ласка, паведаміце распрацоўшчыкам пра гэта: {url}. Паведамленне памылкі: {error}
bn: SQlite ডেটাবেস তৈরি করতে অক্ষম। অ্যাপটি বর্তমানে লিগ্যাসি ডেটাবেস ব্যবহার করার চেষ্টা করছে। দয়া করে এই ত্রুটিটি ডেভেলপারদের {url} এ রিপোর্ট করুন। ত্রুটির বার্তা হলো: {error}
bo: SQlite དེབ་ཁང་བཟོ་བཏོན་མི་ཚུལ། རང་བཞིན་གྱི་དེབ་ཁང་ལ་ལོག་འབད་བར་འགྱོ་ཡོད། འདི་ལུས་བརྗེ་བའི་ཤེས་རབ་ལ {url} ལ་འགྱོ་བཅོས་གནང་བ། འབྲེལ་བའི་ཚིགས་ནི་ {error}
ca: No s'ha pogut construir la base de dades SQLite. L'aplicació provarà de fer servir un format de base de dades antiquat. Si us plau, comunica aquesta situació a la comunitat de desenvolupament a {url}. El missatge d'error és: {error}
cs: Nelze sestavit databázi SQlite. Aplikace se zatím snaží použít starší databázi. Prosím, nahlaste tuto chybu vývojářům na {url}. Chybová zpráva je: {error}
da: Kan ikke opbygge SQLite-databasen. Appen forsøger midlertidigt at bruge den ældre database. Venligst rapporter denne fejl til udviklerne på {url}. Fejlmeddelelsen er: {error}
de: Die SQlite-Datenbank kann nicht erstellt werden. Die App versucht vorerst, die Legacy-Datenbank zu verwenden. Bitte melde diesen Fehler an die Entwickler unter {url}. Die Fehlermeldung lautet: {error}
eo: Ne eblas konstrui la SQlite-datumbazon. La aplikaĵo provas uzi la malnovan datumbazon por nun. Bonvolu raporti ĉi tiun eraron al la programistoj ĉe {url}. La erarmesaĝo estas: {error}
et: SQlite andmebaasi loomine ei õnnestu. Seetõttu üritab rakendus kasutada senist andmehoidlat. Palun teata sellest veast arendajatele siin: {url} märkides veateate: {error}
eu: Ezin da SQlite datu-basea eraiki. Aplikazioa aurreko datu-basea erabiltzen saiatuko da oraingoz. Jakinarazi errorea garatzaileei {url} helbidean. Errorearen mezua ondorengoa da: {error}
fa: ناتوانی در ساخت پایگاه داده SQLite. برنامه اکنون سعی میکند از پایگاه داده قدیمی استفاده کند. لطفاً این خطا را به توسعه‌دهندگان در {url} گزارش دهید. پیام خطا: {error}
fi: Tietokannan SQlite:n rakentaminen epäonnistui. Sovellus yrittää käyttää vanhaa tietokantaa toistaiseksi. Ilmoita tästä virheestä kehittäjille osoitteessa {url}. Virheilmoitus on: {error}
fr: La base de données SQlite ne peut pas être créée. L'application essaie d'utiliser la base de données existante pour le moment. Veuillez signaler cette erreur aux développeurs à {url}. Le message d'erreur est le suivant : {error}
ga: Ní féidir bunachar sonraí SQlite a thógáil. Déanann an aip iarracht an bunachar sonraí oidhreachta a úsáid anois. Tuairiscigh an earráid seo do na forbróirí ag {url}. Is í an teachtaireacht earráide: {error}
gl: Non se puido crear a base de datos SQlite. A app intentará usar a base de datos clásica. Por favor informa deste fallo ás desenvolvedoras en {url}. A mensaxe do erro é: {error}
hi: एसक्यूएलाइट डेटाबेस बनाने में असमर्थ। ऐप अभी के लिए विरासत डेटाबेस का उपयोग करने का प्रयास कर रहा है। कृपया इस त्रुटि की रिपोर्ट डेवलपर्स को {url} पर करें। त्रुटि संदेश है: {error}
hr: Nije moguće izgraditi SQlite bazu podataka. Aplikacija za sada pokušava koristiti staru bazu podataka. Prijavi ovu grešku programerima na {url}. Poruka o grešci glasi: {error}
id: Tidak dapat membangun basis data SQLite. Aplikasi mencoba menggunakan basis data lawas untuk sekarang. Silakan laporkan kesalahan ini kepada pengembang di {url}. Pesan kesalahannya adalah: {error}
it: Impossibile costruire il database SQlite. L'applicazione proverà ad usare il database legacy per ora. Per favore segnala questo errore agli sviluppatori su {url}. Il messaggio di errore è: {error}
ka: SQLite მონაცემთა ბაზის შექმნა ვერ მოხერხდა. აპლიკაცია ამჟამად ცდილობს გამოიყენოს მემკვიდრეობითი მონაცემთა ბაზა. გთხოვთ, ამ შეცდომის შესახებ აცნობოთ დეველოპერებს {url}-ზე. შეცდომის შეტყობინება არის: {error}
nb: Kan ikke bygge SQLite-databasen. Appen prøver for øyeblikket å bruke den eldre databasen. Vennligst rapporter denne feilen til utviklerne på {url}. Feilmeldingen er: {error}
nl: Het aanmaken van de SQlite database is mislukt. De app probeert nu een traditionele database te gebruiken. Meldt alsjeblieft deze fout aan de ontwikkelaars via deze {url}. De foutmelding is: {error}
pl: Nie udało się utworzyć bazy danych SQLite. Aplikacja na razie spróbuje korzystać ze starej bazy. Prosimy zgłosić ten błąd autorom aplikacji na {url}. Treść błędu to: {error}
pt: Não foi possível criar o banco de dados SQlite. O aplicativo tenta usar o banco de dados legado por enquanto. Por favor, reporte esse erro aos desenvolvedores em {url}. A mensagem de erro é: {error}
ru: Невозможно собрать базу данных SQlite. Приложение пытается использовать старую базу данных. Пожалуйста, сообщите об этой ошибке разработчикам по адресу {url}. Сообщение об ошибке: {error}
sk: Nepodarilo sa vytvoriť databázu SQlite. Aplikácia sa zatiaľ snaží použiť staršiu databázu. Prosím, nahláste túto chybu vývojárom na {url}. Chybová správa je: {error}
sr: Nije moguće izgraditi bazu podataka SQlite. Aplikacija trenutno pokušava da koristi staru bazu. Molimo vas da prijavite ovu grešku programerima na {url}. Poruka greške je: {error}
sv: Kan inte bygga SQlite-databasen. Appen försöker använda den gamla databasen för nu. Vänligen rapportera problemet till utvecklarna här: {url}. Felmeddelandet är: {error}
ta: SQlite தரவுத்தளத்தை உருவாக்க முடியவில்லை. ஆப்ஸ் தற்போதைக்கு மரபு தரவுத்தளத்தைப் பயன்படுத்த முயற்சிக்கிறது. {url} இல் டெவலப்பர்களிடம் இந்தப் பிழையைப் புகாரளிக்கவும். பிழை செய்தி: {error}
th: ไม่สามารถสร้างฐานข้อมูล SQLite ได้ แอปพยายามใช้ฐานข้อมูลรุ่นเก่าสำหรับตอนนี้ กรุณารายงานข้อผิดพลาดนี้ให้กับนักพัฒนาที่ {url} ข้อความผิดพลาดคือ: {error}
uk: Не вдалося створити базу даних SQlite. Застосунок намагається використовувати стару базу даних. Будь ласка, повідомте про цю помилку розробникам за адресою {url}. Текст помилки: {error}

# sessionLostBody
source: Your session is lost. Please report this error to the developers at {url}. The error message is: {error}
be: Ваш сеанс страчаны. Калі ласка, паведаміце пра гэта распрацоўшчыкам: {url}. Паведамленне памылкі: {error}
bn: আপনার সেশন হারিয়ে গেছে। দয়া করে এই ত্রুটিটি ডেভেলপারদের {url} এ রিপোর্ট করুন। ত্রুটির বার্তা হলো: {error}
bo: ཁྱེད་ཀྱི་སྒྲིག་ཚེས་བཏོན་ཡོད། འདི་ལུས་བརྗེ་བའི་ཤེས་རབ་ལ {url} ལ་འགྱོ་བཅོས་གནང་བ། འབྲེལ་བའི་ཚིགས་ནི་ {error}
ca: S'ha perdut la teva sessió. Si us plau, comunica aquest error a l'equip de desenvolupament a {url}. El missatge d'error és: {error}
cs: Vaše relace byla ztracena. Prosím, nahlaste tuto chybu vývojářům na {url}. Chybová zpráva je: {error}
da: Din session er mistet. Venligst rapporter denne fejl til udviklerne på {url}. Fejlmeddelelsen er: {error}
de: Die App versucht nun, deine Sitzung aus der Sicherung wiederherzustellen. Bitte melde diesen Fehler an die Entwickler unter {url}. Die Fehlermeldung lautet: {error}
eo: Via sesio estas perdita. Bonvolu raporti ĉi tiun eraron al la programistoj ĉe {url}. La erarmesaĝo estas: {error}
et: Sinu sessioon on kadunud. Palun teata sellest veast arendajatele siin: {url} märkides veateate: {error}
eu: Zure saioa galdu da. Jakinarazi errorea garatzaileei {url} helbidean. Errorearen mezua ondorengoa da: {error}
fa: نشست شما گم شده است. لطفاً این خطا را به توسعه‌دهندگان در {url} گزارش دهید. پیام خطا: {error}
fi: Istuntosi on kadonnut. Ilmoita tästä virheestä kehittäjille osoitteessa {url}. Virheilmoitus on: {error}
fr: Votre session est perdue. Veuillez signaler cette erreur aux développeurs à {url}. Le message d'erreur est le suivant : {error}
ga: Cailltear do sheisiún. Tuairiscigh an earráid seo do na forbróirí ag {url}. Is í an teachtaireacht earráide: {error}
gl: Estragouse a túa sesión. Por favor informa deste fallo ás desenvolvedoras en {url}. A mensaxe do erro é: {error}
hi: आपका सत्र खो गया है। कृपया इस त्रुटि की रिपोर्ट डेवलपर्स को {url} पर करें। त्रुटि संदेश है: {error}
hr: Tvoja je sesija izgubljena. Prijavi ovu grešku programerima na {url}. Poruka o grešci glasi: {error}
id: Sesimu hilang. Silakan laporkan kesalahan ini kepada pengembang di {url}. Pesan kesalahannya adalah: {error}
it: La tua sessione è andata persa. Segnala questo errore agli sviluppatori all'indirizzo {url}. Il messaggio di errore è: {error}
ka: თქვენი სესია დაკარგულია. გთხოვთ, აცნობოთ ამ შეცდომის შესახებ დეველოპერებს {url}-ზე. შეცდომის შეტყობინება არის: {error}
nb: Økten din er tapt. Vennligst rapporter denne feilen til utviklerne på {url}. Feilmeldingen er: {error}
nl: Je sessie is verlopen. Meldt alsjeblieft deze fout aan de ontwikkelaars via deze link {url}. De foutmelding is: {error}
pl: Twoja sesja została utracona. Prosimy zgłosić ten błąd autorom aplikacji na {url}. Treść błędu to: {error}
pt: Sua sessão foi perdida. Por favor, reporte esse erro aos desenvolvedores em {url}. A mensagem de erro é: {error}
ru: Ваш сеанс утерян. Пожалуйста, сообщите об этой ошибке разработчикам по адресу {url}. Сообщение об ошибке: {error}
sk: Vaša relácia bola stratená. Prosím, nahláste túto chybu vývojárom na {url}. Chybová správa je: {error}
sr: Vaša sesija je izgubljena. Molimo vas da prijavite ovu grešku programerima na {url}. Poruka greške je: {error}
sv: Din session är förlorad. Vänligen rapportera detta fel till utvecklarna här: {url}. Felmeddelandet är: {error}
ta: உங்கள் அமர்வு தொலைந்துவிட்டது. {url} இல் டெவலப்பர்களிடம் இந்தப் பிழையைப் புகாரளிக்கவும். பிழை செய்தி: {error}
th: เซสชันของคุณหายไป กรุณารายงานข้อผิดพลาดนี้ให้กับนักพัฒนาที่ {url} ข้อความผิดพลาดคือ: {error}
uk: Ваш сеанс втрачено. Будь ласка, повідомте про цю помилку розробникам за адресою {url}. Текст помилки: {error}

# restoreSessionBody
source: The app now tries to restore your session from the backup. Please report this error to the developers at {url}. The error message is: {error}
be: Праграма спрабуе аднавіць вашу сесію з рэзервовай копіі. Калі ласка, паведаміце пра памылку распрацоўшчыкам па спасылцы {url}. Паведамленне памылкі: {error}
bn: অ্যাপটি এখন আপনার ব্যাকআপ থেকে আপনার সেশন পুনরুদ্ধার করার চেষ্টা করছে। দয়া করে এই ত্রুটিটি ডেভেলপারদের {url} এ রিপোর্ট করুন। ত্রুটির বার্তা হলো: {error}
bo: རང་བཞིན་གྱི་སྒྲིག་ཚེས་ལ་སྤྱིར་བཏོན་བྱེད་ནས་སྤྱོད་ལམ་ལེན་འབད་ཡོད། འདི་ལུས་བརྗེ་བའི་ཤེས་རབ་ལ {url} ལ་འགྱོ་བཅོས་གནང་བ། འབྲེལ་བའི་ཚིགས་ནི་ {error}
ca: L'aplicació provarà de restaurar la teva sessió des de la còpia de seguretat. Si us plau, comunica aquest error a l'equi pde desenvolupament a {url}. El missatge d'error és {error}
cs: Aplikace se nyní snaží obnovit vaši relaci ze zálohy. Prosím, nahlaste tuto chybu vývojářům na {url}. Chybová zpráva je: {error}
da: Appen forsøger nu at gendanne din session fra backupen. Venligst rapporter denne fejl til udviklerne på {url}. Fejlmeddelelsen er: {error}
de: Die App versucht nun, deine Sitzung aus der Sicherung wiederherzustellen. Bitte melde diesen Fehler an die Entwickler unter {url}. Die Fehlermeldung lautet: {error}
eo: La aplikaĵo nun provas restarigi vian sesion el la sekurkopio. Bonvolu raporti ĉi tiun eraron al la programistoj ĉe {url}. La erarmesaĝo estas: {error}
et: Nüüd üritab rakendus taastada sinu sessiooni varukoopiast. Palun teata sellest veast arendajatele siin: {url} märkides veateate: {error}
eu: Aplikazioa babeskopia erabiliz saioa leheneratzen saiatuko da. Jakinarazi errorea garatzaileei {url} helbidean. Errorearen mezua ondorengoa da: {error}
fa: برنامه اکنون سعی میکند نشست شما را از پشتیبان بازیابی کند. لطفاً این خطا را به توسعه‌دهندگان در {url} گزارش دهید. پیام خطا: {error}
fi: Sovellus yrittää nyt palauttaa istuntosi varmuuskopiosta. Ilmoita tästä virheestä kehittäjille osoitteessa {url}. Virheilmoitus on: {error}
fr: L'application tente maintenant de restaurer votre session depuis la sauvegarde. Veuillez signaler cette erreur aux développeurs à {url}. Le message d'erreur est le suivant : {error}
ga: Déanann an aip iarracht anois do sheisiún a chur ar ais ón gcúltaca. Tuairiscigh an earráid seo do na forbróirí ag {url}. Is í an teachtaireacht earráide: {error}
gl: A app vai intentar restablecer a sesión desde a copia de apoio. Por favor informa deste erro ás desenvolvedoras en {url}. A mensaxe do erro é: {error}
hi: अब ऐप आपके बैकअप से आपका सत्र पुनः स्थापित करने का प्रयास कर रहा है। कृपया इस त्रुटि की रिपोर्ट डेवलपर्स को {url} पर करें। त्रुटि संदेश है: {error}
hr: Aplikacija sada pokušava obnoviti tvoju sesiju iz sigurnosne kopije. Prijavi ovu grešku programerima na {url}. Poruka o grešci glasi: {error}
id: Aplikasi sekarang mencoba memulihkan sesimu dari cadangan. Silakan laporkan kesalahan ini kepada pengembang di {url}. Pesan kesalahannya adalah: {error}
it: L'app ora tenta di ripristinare la sessione dal backup. Segnala questo errore agli sviluppatori all'indirizzo {url}. Il messaggio di errore è: {error}
ka: აპლიკაცია ახლა ცდილობს აღადგინოს თქვენი სესია სარეზერვო კოპიიდან. გთხოვთ, აცნობოთ ამ შეცდომის შესახებ დეველოპერებს {url}-ზე. შეცდომის შეტყობინება არის: {error}
nb: Appen prøver nå å gjenopprette økten din fra sikkerhetskopien. Vennligst rapporter denne feilen til utviklerne på {url}. Feilmeldingen er: {error}
nl: De app probeert nu je sessie te herstellen van een back-up. Meldt alsjeblieft deze fout aan de ontwikkelaars via deze link {url}. De foutmelding is: {error}
pl: Aplikacja spróbuje teraz odzyskać Twoją sesję z kopii zapasowej. Prosimy zgłosić ten błąd autorom aplikacji na {url}. Treść błędu to: {error}
pt: O aplicativo agora tenta restaurar sua sessão a partir do backup. Por favor, reporte esse erro aos desenvolvedores em {url}. A mensagem de erro é: {error}
ru: Приложение пытается восстановить сеанс из резервной копии. Пожалуйста, сообщите об этой ошибке разработчикам по адресу {url}. Сообщение об ошибке: {error}
sk: Aplikácia sa teraz snaží obnoviť vašu reláciu zo zálohy. Prosím, nahláste túto chybu vývojárom na {url}. Chybová správa je: {error}
sr: Aplikacija sada pokušava da povrati vašu sesiju iz rezervne kopije. Molimo vas da prijavite ovu grešku programerima na {url}. Poruka greške je: {error}
sv: Appen försöker nu få tillbaks din session från backupen. Vänligen rapportera detta problem till utvecklarna här: {url}. Felmeddelandet är: {error}
ta: ஆப்ஸ் இப்போது உங்கள் அமர்வை காப்புப்பிரதியிலிருந்து மீட்டெடுக்க முயற்சிக்கிறது. {url} இல் டெவலப்பர்களிடம் இந்தப் பிழையைப் புகாரளிக்கவும். பிழை செய்தி: {error}
th: แอปกำลังพยายามกู้คืนเซสชันของคุณจากการสำรองข้อมูล กรุณารายงานข้อผิดพลาดนี้ให้กับนักพัฒนาที่ {url} ข้อความผิดพลาดคือ: {error}
uk: Наразі застосунок намагається відновити ваш сеанс з резервної копії. Будь ласка, повідомте про цю помилку розробникам за адресою {url}. Текст помилки: {error}

# forwardMessageTo
source: Forward message to {roomName}?
be: Пераслаць паведамленне ў {roomName}?
bn: বার্তা {roomName}-এ ফরোয়ার্ড করবেন?
bo: ཚིག་རྩོམ་ལ {roomName} ལ་འགྱོ་བཅོས་གནང་བ?
ca: Vols reenviar el missatge a {roomName}?
cs: Přeposlat zprávu do {roomName}?
da: Videresend besked til {roomName}?
de: Nachricht weiterleiten an {roomName}?
eo: Ĉu antaŭenigi mesaĝon al {roomName}?
et: Kas edastame sõnumi jututuppa {roomName}?
eu: Birbidali mezua {roomName}(e)ra?
fa: هدایت پیام به {roomName}؟
fi: Lähetä viesti eteenpäin {roomName}?
fr: Transférer le message à {roomName} ?
ga: Seol teachtaireacht ar aghaidh chuig {roomName}?
gl: Reenviar a mensaxe a {roomName}?
hi: संदेश {roomName} में अग्रेषित करें?
hr: Proslijediti poruku u sobu {roomName}?
id: Teruskan pesan ke {roomName}?
it: Inoltra messaggio in {roomName}?
ka: გაგზავნოთ შეტყობინება {roomName}-ში?
nb: Videresend melding til {roomName}?
nl: Bericht doorsturen naar {roomName}?
pl: Przekazać wiadomość do {roomName}?
pt: Encaminhar mensagem para {roomName}?
ru: Переслать сообщение в {roomName}?
sk: Chcete presunúť správu do {roomName}?
sr: Proslijediti poruku u {roomName}?
sv: Vidarebefordra meddelandet till {roomName}?
ta: செய்தியை {roomName}க்கு அனுப்பவா?
th: ส่งต่อข้อความไปยัง {roomName}?
uk: Переслати повідомлення до {roomName}?

source: Send read receipts
be: Дасылаць адзнаку аб чытанні
bn: পড়ার রসিদ পাঠান
bo: རྒྱབ་སྤྱོད་བརྗོད་བྱེད་རོགས
ca: Envia informes de tecleig
cs: Odesílat potvrzení přečtení
da: Send læsekvitteringer
de: Lesebestätigungen senden
eo: Sendi legitajn ricevetojn
et: Saada lugemisteatisi
eu: Bidali irakurri izanaren agiria
fa: فرستادن رسیدهای خواندن
fi: Lähetä lukutodistukset
fr: Envoyer des accusés de réception
ga: Seol admhálacha léite
gl: Enviar confirmación de lectura
hi: पढ़ने की रसीदें भेजें
hr: Šalji potvrde o čitanju
id: Kirim laporan dibaca
it: Invia ricevute di lettura
ka: გაგზავნეთ წაკითხვის დადასტურებები
nb: Send lesebekreftelser
nl: Leesbevestigingen versturen
pl: Wysyłaj powiadomienia o przeczytaniu wiadomości
pt: Enviar confirmações de leitura
ru: Отправка квитанций о прочтении
sk: Poslať potvrdenia o prečítaní
sr: Pošalji potvrde o čitanju
sv: Skicka läskvitton
ta: வாசிப்பு ரசீதுகளை அனுப்பவும்
th: ส่งการแจ้งเตือนเมื่ออ่านแล้ว
uk: Надіслати підтвердження прочитання

# sendTypingNotificationsDescription
source: Other participants in a chat can see when you are typing a new message.
be: Іншыя ўдзельнікі чату могуць бачыць, калі вы пішаце новае паведамленне.
bn: অন্য অংশগ্রহণকারীরা দেখতে পাবে আপনি নতুন বার্তা টাইপ করছেন কখন।
bo: གླེང་སྒྲིག་ལ་སྤྱོད་མཁན་ཚོ་གིས་ཁྱེད་ཀྱང་ག་རེ་སྣང་བ་ལག་ལེན་འབད་ཡོད་རེད།
ca: Lis altris participants d'un xat poden veure quan estàs teclejant un missatge nou.
cs: Ostatní účastníci chatu vidí, když píšete novou zprávu.
da: Andre deltagere i en chat kan se, når du skriver en ny besked.
de: Andere Teilnehmer in einem Chat können sehen, wenn du eine neue Nachricht tippst.
eo: Aliaj partoprenantoj en babilado povas vidi kiam vi tajpas novan mesaĝon.
et: Muud vestluses osalejad saavad näha, kui sa oled uut sõnumit kirjutamas.
eu: Txateko beste partaideek mezu berri bat idazten ari zarela ikus dezakete.
fa: دیگر شرکت‌کنندگان در گپ میتوانند ببینند که شما در حال تایپ پیام جدید هستید.
fi: Muut osallistujat keskustelussa näkevät, kun kirjoitat uutta viestiä.
fr: Les autres participants à une discussion peuvent voir que vous êtes en train de taper un nouveau message.
ga: Is féidir le rannpháirtithe eile i gcomhrá a fheiceáil nuair atá teachtaireacht nua á clóscríobh agat.
gl: As outras participantes da conversa poden ver cando estás a escribir unha mensaxe.
hi: अन्य प्रतिभागी देख सकते हैं कि आप नई संदेश टाइप कर रहे हैं।
hr: Drugi sudionici u razgovoru mogu vidjeti kada pišeš novu poruku.
id: Anggota lain dalam percakapan dapat melihat ketika kamu sedang mengetik sebuah pesan baru.
it: Gli altri partecipanti alla chat possono vedere quando stai scrivendo un nuovo messaggio.
ka: სხვა მონაწილეები ჩატში ხედავენ, როდესაც თქვენ აკრავთ ახალ შეტყობინებას.
nb: Andre deltakere i en chat kan se når du skriver en ny melding.
nl: Andere deelnemers in de chat kunnen zien wanneer je een bericht aan het typen bent.
pl: Pozostali uczestnicy czatu mogą widzieć kiedy piszesz nową wiadomość.
pt: Outros participantes de uma conversa podem ver quando você está digitando uma nova mensagem.
ru: Другие участники чата могут видеть, когда вы набираете новое сообщение.
sk: Ostatní účastníci chatu vidia, keď píšete novú správu.
sr: Drugi učesnici u chatu mogu videti kada kucate novu poruku.
sv: Andra deltagare i en diskussion kan se när du skriver.
ta: அரட்டையில் பங்கேற்பாளர்கள் நீங்கள் ஒரு புதிய செய்தியைத் தட்டச்சு செய்யும் போது காணலாம்.
th: ผู้เข้าร่วมคนอื่นในแชทสามารถเห็นเมื่อคุณกำลังพิมพ์ข้อความใหม่
uk: Інші учасники бесіди бачитимуть, коли ви набираєте нове повідомлення.
