Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# notificationRuleInviteForMeDescription
source: Notifies the user when they are invited to a room.
be: Паведамляе карыстальніка, калі яго запрашаюць у пакой.
bn: ব্যবহারকারীকে জানায় যখন তারা একটি রুমে আমন্ত্রণ পায়।
bo: བཀོད་ཡོད་པའི་སྒོ་ལ་འདི་ལ་ལོག་བསྐྱར་བཅོས།
ca: Notifica l'usuàriï quan és convidadi a una sala.
cs: Upozorňuje uživatele, když je pozván do místnosti.
da: Underretter brugeren, når de bliver inviteret til et rum.
de: Benachrichtigt den Benutzer, wenn er in einen Raum eingeladen wird.
eo: Sciigas la uzanton kiam ili estas invititaj al ĉambro.
et: Teavita kasutajat jututoa kutse saamisel.
eu: Erabiltzailea gela batera gonbidatzen dutenean jakinarazten du.
fa: وقتی کاربر به اتاقی دعوت میشود، او را آگاه میکند.
fi: Ilmoittaa käyttäjälle, kun hänelle lähetetään kutsu huoneeseen.
fr: Avertit l'utilisateur lorsqu'il est invité dans une salle.
ga: Cuireann sé seo ar an eolas don úsáideoir nuair a thugtar cuireadh dó/di go seomra.
gl: Informa á usuaria de que recibeu o convite para unha sala.
hi: जब उपयोगकर्ता को कमरे में आमंत्रित किया जाता है तो सूचित करता है।
hr: Obavještava korisnika kada je pozvan u sobu.
id: Memberi tahu pengguna ketika diundang ke ruangan.
it: Notifica l'utente quando viene invitato a una stanza.
ka: მომხმარებელს აცნობებს, როდესაც ის მოწვეულია ოთახში.
nb: Varsler brukeren når de blir invitert til et rom.
nl: Stuur een melding wanneer een persoon wordt uitgenodigd voor een kamer.
pl: Włącza powiadomienia o zaproszeniach do pokoju.
pt: Notifica o usuário quando ele é convidado para uma sala.
ru: Уведомляет пользователя, когда его приглашают в комнату.
sk: Upozorňuje používateľa, keď je pozvaný do miestnosti.
sr: Obaveštava korisnika kada bude pozvan u sobu.
sv: Meddelar användaren när de blir inbjudna till ett rum.
ta: ஒரு அறைக்கு அழைக்கப்படும்போது பயனருக்கு அறிவிக்கிறது.
th: แจ้งเตือนผู้ใช้เมื่อพวกเขาถูกเชิญเข้าห้อง
uk: Сповіщає користувача, коли його запрошують до кімнати.

# notificationRuleMemberEvent
source: Member Event
be: Падзеі ўдзельніцтва
bn: সদস্য ইভেন্ট
bo: གཞུང་ལས་སྤྱོད་ཚུལ།
ca: Canvis de membres
cs: Událost člena
da: Medlemsbegivenhed
de: Mitgliederveranstaltung
eo: Membro-Okazaĵo
et: Jututoa liikmelisusega seotud sündmus
eu: Kideen gertaera
fa: رویداد عضویت
fi: Jäsenen tapahtuma
fr: Événement de membre
ga: Imeacht Ball
gl: Eventos dos participantes
hi: सदस्य घटना
hr: Događaj člana
id: Peristiwa Anggota
it: Eventi per i membri
ka: მომხმარებლის მოვლენა
nb: Medlemsarrangement
nl: Kamer-gebeurtenis
pl: Wyłącz dla zmian członkostwa
pt: Evento de Membro
ru: Событие участника
sk: Udalosť člena
sr: Događaj člana
sv: Medlemshändelse
ta: உறுப்பினர் நிகழ்வு
th: เหตุการณ์สมาชิก
uk: Події участі

# notificationRuleMemberEventDescription
source: Suppresses notifications for membership events.
be: Спыніць усе паведамленні пра ўдзельніцтва.
bn: সদস্যতা ইভেন্টের জন্য বিজ্ঞপ্তি বন্ধ করে।
bo: གཞུང་ལས་སྤྱོད་ཚུལ་ལ་ལོག་བསྐྱར་བཅོས།
ca: Ignora les notificacions quan entra o surt algú d'una sala.
cs: Potlačuje oznámení o událostech členství.
da: Undertrykker meddelelser for medlemsbegivenheder.
de: Unterdrückt Benachrichtigungen zu Mitgliedschaftsereignissen.
eo: Silentas sciigojn pri membreca eventoj.
et: Ära teavita sõnumite puhul, mis seotud jututubade liikmelisusega.
eu: Kideen gertaeren jakinarazpenak ezkutatzen ditu.
fa: آگاه‌سازهای رویدادهای عضویت را سرکوب میکند.
fi: Piilottaa ilmoitukset jäsenyyteen liittyvistä tapahtumista.
fr: Supprime les notifications pour les événements d'adhésion.
ga: Sochtann fógraí le haghaidh imeachtaí ballraíochta.
gl: Suprime as notificacións dos eventos de participación.
hi: सदस्यता घटनाओं के लिए सूचनाओं को दबाता है।
hr: Ugasuje obavijesti za događaje članstva.
id: Mendiamkan notifikasi peristiwa keanggotaan.
it: Silenzia le notifiche per gli eventi dei membri.
ka: ჩახშობს შეტყობინებებს წევრობის მოვლენებზე.
nb: Undertrykker varsler for medlemsarrangementer.
nl: Meldingen voor kamer-gebeurtenissen uitschakelen.
pl: Wyłącza powiadomienia o zmianach członkostwa w pokoju.
pt: Suprime notificações de eventos de associação.
ru: Отключить уведомления о событиях о членстве.
sk: Potlačuje oznámenia o udalostiach členstva.
sr: Suzbija obaveštenja za događaje članstva.
sv: Undertrycker aviseringar för medlemskapshändelser.
ta: உறுப்பினர் நிகழ்வுகளுக்கான அறிவிப்புகளை தடுக்கிறது.
th: ระงับการแจ้งเตือนสำหรับเหตุการณ์สมาชิก
uk: Забороняє сповіщення про події учасників.

# notificationRuleIsUserMention
source: User Mention
be: Згадванні карыстальніка
bn: ব্যবহারকারী উল্লেখ
bo: བཀོད་ཡོད་པའི་སྤྱོད་ཚུལ།
ca: Mencions
cs: Zmínka uživatele
da: Brugermention
de: Benutzererwähnung
eo: Uza Mencio
et: Kasutaja mainimised
eu: Erabiltzailea aipatzea
fa: نام‌بردن از کاربر
fi: Käyttäjän maininta
fr: Mention d'utilisateur
ga: Luaigh Úsáideoir
gl: Mención da usuaria
hi: उपयोगकर्ता उल्लेख
hr: Spominjanje korisnika
id: Sebutan Pengguna
it: Menzioni dell'utente
ka: მომხმარებლის მითითება
nb: Brukerhenvisning
nl: Persoonvermelding
pl: Włącz dla wzmianek
pt: Menção de Usuário
ru: Упоминание пользователя
sk: Upozornenie na používateľa
sr: Omen korisnika
sv: Användarmention
ta: பயனர் குறிப்பிடல்
th: การกล่าวถึงผู้ใช้
uk: Згадки користувачів

# notificationRuleIsUserMentionDescription
source: Notifies the user when they are directly mentioned in a message.
be: Паведамляе, калі карыстальніка згадалі ў паведамленні.
bn: যখন ব্যবহারকারীকে সরাসরি একটি বার্তায় উল্লেখ করা হয় তখন জানায়।
bo: བཀོད་ཡོད་པའི་སྤྱོད་ཚུལ་ལ་ལོག་བསྐྱར་བཅོས།
ca: Notifica quan mencionin l'usuàriï en un missatge.
cs: Upozorňuje uživatele, když je přímo zmíněn v zprávě.
da: Underretter brugeren, når de bliver direkte nævnt i en besked.
de: Benachrichtigt den Benutzer, wenn er in einer Nachricht direkt erwähnt wird.
eo: Sciigas la uzanton kiam ili estas rekte menciitaj en mesaĝo.
et: Teavita kasutajat, kui ta on sõnumis otseselt mainitud.
eu: Erabiltzailea mezu zuzen batean aipatzen dutenean jakinarazten du.
fa: وقتی در پیامی مستقیماً از کاربر نام برده میشود، او را آگاه میکند.
fi: Ilmoittaa käyttäjälle, kun hänet mainitaan suoraan viestissä.
fr: Avertit l'utilisateur lorsqu'il est mentionné directement dans un message.
ga: Cuireann sé sin in iúl don úsáideoir nuair a luaitear go díreach iad i dteachtaireacht.
gl: Informa cando se menciona explícitamente a usuaria nunha mensaxe.
hi: जब उपयोगकर्ता को सीधे संदेश में उल्लेख किया जाता है तो सूचित करता है।
hr: Obavještava korisnika kada je izravno spomenut u poruci.
id: Memberi tahu pengguna ketika disebut secara langsung dalam pesan.
it: Notifica l'utente quando viene menzionato direttamente in un messaggio.
ka: მომხმარებელს აცნობებს, როდესაც ის პირდაპირ არის მითითებული შეტყობინებაში.
nb: Varsler brukeren når de blir direkte nevnt i en melding.
nl: Stuur een melding als de persoon direct genoemd wordt in een bericht.
pl: Włącza powiadomienia o byciu wzmiankowanym w wiadomości.
pt: Notifica o usuário quando ele é mencionado diretamente em uma mensagem.
ru: Уведомляет пользователя, когда его прямо упоминают в сообщении.
sk: Upozorňuje používateľa, keď je priamo spomenutý v správe.
sr: Обавештава корисника када је директно споменут у поруци.
sv: Meddelar användaren när de nämns direkt i ett meddelande.
ta: ஒரு செய்தியில் நேரடியாக குறிப்பிடப்பட்டால் பயனருக்கு அறிவிக்கிறது.
th: แจ้งเตือนผู้ใช้เมื่อพวกเขาถูกกล่าวถึงโดยตรงในข้อความ
uk: Сповіщає користувачів, коли безпосередньо їх згадують у повідомленні.

# notificationRuleContainsDisplayName
source: Contains Display Name
be: Мае адлюстроўваемае імя
bn: প্রদর্শন নামের অন্তর্ভুক্তি
bo: བརྗེ་བརྗོད་ལས་སྤྱོད་ཚུལ།
ca: Conté el nom visible
cs: Obsahuje zobrazované jméno
da: Indeholder visningsnavn
de: Enthält den Anzeigenamen
eo: Enhavas nomon de montrilo
et: Kuvatava nime sisaldumisel
eu: Pantaila-izena dauka
fa: دارای نام نمایشی
fi: Sisältää näyttönimen
fr: Contient le nom d'affichage
ga: Tá Ainm Taispeána ann
gl: Contén o nome público
hi: डिस्प्ले नाम शामिल है
hr: Sadrži prikazno ime
id: Berisi Nama Tampilan
it: Contiene nome visualizzato
ka: შეიცავს გამოჩენის სახელწოდებას
nb: Inneholder visningsnavn
nl: Bevat de naam
pl: Włącz dla wiadomości z nazwą wyświetlaną
pt: Contém Nome de Exibição
ru: Содержит отображаемое имя
sk: Obsahuje zobrazované meno
sr: садржи приказно име
sv: Innehåller visningsnamn
ta: காண்பிப்பு பெயரை உள்ளடக்கியது
th: มีชื่อแสดง
uk: Містить показуване ім’я

# notificationRuleContainsDisplayNameDescription
source: Notifies the user when a message contains their display name.
be: Паведамляе, калі паведамленне мае іх адлюстроўваемае імя.
bn: যখন একটি বার্তা তাদের প্রদর্শন নাম ধারণ করে তখন জানায়।
bo: བརྗེ་བརྗོད་ལས་སྤྱོད་ཚུལ་ལ་ལོག་བསྐྱར་བཅོས།
ca: Notifica l'usuàriï quan un missatge contingui el seu nom per mostrar.
cs: Upozorňuje uživatele, když zpráva obsahuje jejich zobrazované jméno.
da: Underretter brugeren, når en besked indeholder deres visningsnavn.
de: Benachrichtigt den Benutzer, wenn eine Nachricht seinen Anzeigenamen enthält.
eo: Informas la uzanton kiam mesaĝo enhavas ilian montrilon nomon.
et: Teavita kasutajat, kui sõnumis leidub ta kuvatav nimi.
eu: Mezu batek erabiltzailearen pantaila-izena duenean jakinarazten du.
fa: وقتی پیامی حاوی نام نمایشی کاربر باشد، کاربر را آگاه میکند.
fi: Ilmoittaa käyttäjälle, kun viesti sisältää hänen näyttönimensä.
fr: Avertit l'utilisateur lorsqu'un message contient son nom d'affichage.
ga: Cuireann sé sin in iúl don úsáideoir nuair a bhíonn a ainm taispeána i dteachtaireacht.
gl: Informa á usuaria cando unha mensaxe contén o seu nome público.
hi: जब कोई संदेश उनके डिस्प्ले नाम को शामिल करता है तो उपयोगकर्ता को सूचित करता है।
hr: Obavještava korisnika kada poruka sadrži njihovo prikazno ime.
id: Memberi tahu pengguna ketika pesan berisi nama tampilannya.
it: Notifica l'utente quando un messaggio contiene il proprio nome visualizzato.
ka: მომხმარებელს აცნობებს, როდესაც შეტყობინებაში მისი გამოჩენის სახელი შედის.
nb: Varsler brukeren når en melding inneholder deres visningsnavn.
nl: Stuur een melding als de persoon genoemd wordt in het bericht.
pl: Włącza powiadomienia o wiadomościach zawierających Twoją nazwę wyświetlaną.
pt: Notifica o usuário quando uma mensagem contém seu nome de exibição.
ru: Уведомляет пользователя, когда сообщение содержит его отображаемое имя.
sk: Upozorňuje používateľa, keď správa obsahuje ich zobrazované meno.
sr: Обавештава корисника када порука садржи његово приказно име.
sv: Meddelar användaren när ett meddelande innehåller deras visningsnamn.
ta: ஒரு செய்தியில் அவர்களின் காண்பிப்பு பெயர் உள்ளடக்கியால் பயனருக்கு அறிவிக்கிறது.
th: แจ้งเตือนผู้ใช้เมื่อข้อความมีชื่อแสดงของตนเอง
uk: Сповіщає користувача, коли повідомлення містить показуване ім'я.

# notificationRuleIsRoomMention
source: Room Mention
be: Згадванні пакою
bn: রুম উল্লেখ
bo: ཁང་ལ་ལོག་བསྐྱར་བཅོས།
ca: Menció de sala
cs: Zmínka v místnosti
da: Rumnævnelse
de: Chat-Erwähnung
eo: Ĉambro Mencio
et: Jututoa mainimine
eu: Gelaren aipamena
fa: نام‌بردن از اتاق
fi: Huoneen maininta
fr: Mention de salle
ga: Luaigh Seomra
gl: Mención da sala
hi: कक्ष उल्लेख
hr: Spominjanje sobe
id: Sebutan Ruangan
it: Menzioni della stanza
ka: ოთახის მითითება
nb: Romhenvisning
nl: Kamervermelding
pl: Włącz dla wzmianek pokoju
pt: Menção na Sala
ru: Упоминание комнаты
sk: Upozornenie na miestnosť
sr: Спомен у соби
sv: Rum-mention
ta: அறை குறிப்பிடல்
th: การกล่าวถึงห้อง
uk: Згадки кімнати

# notificationRuleIsRoomMentionDescription
source: Notifies the user when there is a room mention.
be: Паведамляе карыстальніка, калі згадваюць пакой.
bn: যখন একটি রুম উল্লেখ থাকে তখন জানায়।
bo: ཁང་ལ་ལོག་བསྐྱར་བཅོས་ལ་ལོག་བསྐྱར་བཅོས།
ca: Notifica l'usuàriï quan es s'esmenti la sala.
cs: Upozorňuje uživatele, když je zmínka v místnosti.
da: Underretter brugeren, når der er en rumnævnelse.
de: Benachrichtigt den Benutzer, wenn ein Raum erwähnt wird.
eo: Informas la uzanton kiam estas mencio en ĉambro.
et: Teavita kasutajat, kui jututuba on sõnumis otseselt mainitud.
eu: Gela aipatzen denean erabiltzailea jakinarazten du.
fa: وقتی نام اتاق ذکر میشود، کاربر را آگاه میکند.
fi: Ilmoittaa käyttäjälle, kun huone mainitaan.
fr: Avertit l'utilisateur lorsqu'il y a une mention de salle.
ga: Cuireann sé sin in iúl don úsáideoir nuair a luaitear seomra.
gl: Informa á usuaria cando hai unha mención da sala.
hi: जब कक्ष उल्लेख होता है तो उपयोगकर्ता को सूचित करता है।
hr: Obavještava korisnika kada postoji spominjanje sobe.
id: Memberi tahu pengguna ketika ada sebutan ruangan.
it: Notifica l'utente quando c'è una menzione della stanza.
ka: მომხმარებელს აცნობებს, როდესაც არის მითითება ოთახში.
nb: Varsler brukeren når det er en romhenvisning.
nl: Stuur een melding naar de persoon als er in een kamervermelding is.
pl: Włącza powiadomienia o wzmiankowaniu całego pokoju.
pt: Notifica o usuário quando há uma menção na sala.
ru: Уведомляет пользователя, когда есть упоминание комнаты.
sk: Upozorňuje používateľa, keď je v miestnosti zmienka.
sr: Обавештава корисника када постоји спомен у соби.
sv: Meddelar användaren när det finns en rum-mention.
ta: ஒரு அறை குறிப்பிடல் இருந்தால் பயனருக்கு அறிவிக்கிறது.
th: แจ้งเตือนผู้ใช้เมื่อมีการกล่าวถึงห้อง
uk: Сповіщає користувача, коли є згадка всієї кімнати.

# notificationRuleRoomnotif
source: Room Notification
be: Паведамленні пакою
bn: রুম বিজ্ঞপ্তি
bo: ཁང་ལ་འཕྲིན་ལས།
ca: Notificació de sala
cs: Oznámení místnosti
da: Rumsmeddelelse
de: Chat-Benachritigung
eo: Ĉambra Notigo
et: Jututoa üldteavitus
eu: Gelaren jakinarazpena
fa: آگاه‌ساز اتاق
fi: Huoneen ilmoitus
fr: Notification de salle
ga: Fógra Seomra
gl: Notificación da sala
hi: कक्ष सूचना
hr: Obavijest o sobi
id: Notifikasi Ruangan
it: Notifiche della stanza
ka: ოთახის შეტყობინება
nb: Romvarsling
nl: Kamermelding
pl: Włącz dla powiadomień w pokoju
pt: Notificação da Sala
ru: Уведомление комнаты
sk: Upozornenie na miestnosť
sr: Обавештење у соби
sv: Rumavisering
ta: அறை அறிவிப்பு
th: การแจ้งเตือนห้อง
uk: Сповіщення кімнати

# notificationRuleRoomnotifDescription
source: Notifies the user when a message contains '@room'.
be: Паведамляе пра згадванні '@room'.
bn: যখন একটি বার্তা '@room' ধারণ করে তখন জানায়।
bo: བརྗེ་བརྗོད་ལས་ལ་ལོག་བསྐྱར་བཅོས། '@room' ལ་ལོག་བསྐྱར་བཅོས།
ca: Notifica l'usuàriï quan un missatge contingui '@room'.
cs: Upozorňuje uživatele, když zpráva obsahuje '@room'.
da: Underretter brugeren, når en besked indeholder '@room'.
de: Benachrichtigt den Benutzer, wenn eine Nachricht „@room“ enthält.
eo: Informas la uzanton kiam mesaĝo enhavas '@ĉambro'.
et: Teavita kasutajat, kui jututuba on sõnumis otseselt mainitud viisil „@toanimi“.
eu: Mezu batek '@room' duenean erabiltzaileari jakinarazten dio.
fa: وقتی پیامی حاوی '@room' باشد، کاربر را آگاه میکند.
fi: Ilmoittaa käyttäjälle, kun viestissä on '@room'.
fr: Avertit l'utilisateur lorsqu'un message contient '@room'.
ga: Cuireann sé seo in iúl don úsáideoir nuair a bhíonn '@room' i dteachtaireacht.
gl: Informa á usuaria cando unha mensaxe contén '@room'.
hi: जब कोई संदेश '@room' शामिल करता है तो उपयोगकर्ता को सूचित करता है।
hr: Obavještava korisnika kada poruka sadrži '@room'.
id: Memberi tahu pengguna ketika pesan berisi '@room'.
it: Notifica l'utente quando un messaggio contiene '@room'.
ka: მომხმარებელს აცნობებს, როდესაც შეტყობინებაში შედის '@room'.
nb: Varsler brukeren når en melding inneholder '@rom'.
nl: Stuur een melding naar de persoon wanneer een bericht '@room' bevat.
pl: Włącza powiadomienia o wiadomościach zawierających „@room”.
pt: Notifica o usuário quando uma mensagem contém '@room'.
ru: Уведомляет пользователя, когда сообщение содержит '@room'.
sk: Upozorňuje používateľa, keď správa obsahuje '@room'.
sr: Обавештава корисника када порука садржи '@room'.
sv: Meddelar användaren när ett meddelande innehåller '@room'.
ta: ஒரு செய்தியில் '@room' உள்ளடக்கியால் பயனருக்கு அறிவிக்கிறது.
th: แจ้งเตือนผู้ใช้เมื่อมีข้อความที่มี '@room'
uk: Сповіщає користувача, коли повідомлення містить '@room'.

# notificationRuleTombstone
source: Tombstone
be: Помнік
bn: টম্বস্টোন
bo: ཁང་ལ་ལོག་བསྐྱར་བཅོས།
ca: Làpida
cs: Hrobka
eo: Tomboŝtono
et: Jututoa tegevuse lõpetamine
eu: Hilarria
fa: سنگ قبر
fi: Kivijalka
ga: Leac uaighe
gl: Lápida
hi: टॉम्बस्टोन
hr: Spomenik
id: Nisan
ka: მკვდარი ნიშანი
nl: Sleutingsbericht
pl: Włącz dla „nagrobków”
pt: Lápide
ru: Мемориальная метка
sk: Hrob
sr: Томбстоун
ta: தொம்ப்ஸ்டோன்
th: หลุมศพ
uk: Могильний камінь

# notificationRuleTombstoneDescription
source: Notifies the user about room deactivation messages.
be: Паведамляе пра дэактывацыю пакою.
bn: রুম নিষ্ক্রিয়করণ বার্তার বিষয়ে ব্যবহারকারীকে জানায়।
bo: ཁང་ལ་ལོག་བསྐྱར་བཅོས་ལ་ལོག་བསྐྱར་བཅོས།
ca: Notifica l'usuàriï dels missatges de desactivació de sales.
cs: Upozorňuje uživatele na zprávy o deaktivaci místnosti.
da: Underretter brugeren om deaktiveringsbeskeder for rum.
de: Benachrichtigt den Benutzer über Nachrichten zur Raumdeaktivierung.
eo: Informas la uzanton pri ĉambro-deaktivaj mesaĝoj.
et: Teavita kasutajat jututoa väljalülitamisega seotud sõnumite korral.
eu: Gela desaktibatzeko mezuei buruz jakinarazten dio erabiltzaileari.
fa: کاربر را از پیام‌های غیرفعال‌سازی اتاق آگاه میکند.
fi: Ilmoittaa käyttäjälle huoneen deaktivaatioviesteistä.
fr: Avertit l'utilisateur concernant les messages de désactivation de salle.
ga: Cuireann sé seo in iúl don úsáideoir faoi theachtaireachtaí díghníomhaithe seomra.
gl: Informa á usuaria sobre a desactivación de mensaxes na sala.
hi: कक्ष निष्क्रियता संदेश के बारे में उपयोगकर्ता को सूचित करता है।
hr: Obavještava korisnika o porukama o deaktivaciji sobe.
id: Memberi tahu pengguna tentang pesan deaktivasi ruangan.
it: Notifica all'utente i messaggi di disattivazione della stanza.
ka: მომხმარებელს აცნობებს ოთახის დეაქტივაციის შეტყობინებებზე.
nb: Varsler brukeren om meldinger om deaktivering av rom.
nl: Stuur een melding naar de persoon over kamersluitingsberichten.
pl: Włącza powiadomienia o komunikatach dezaktywacji pokojów.
pt: Notifica o usuário sobre mensagens de desativação de sala.
ru: Уведомляет пользователя о сообщениях о деактивации комнаты.
sk: Upozorňuje používateľa na správy o deaktivácii miestnosti.
sr: Обавештава корисника о порукама о деактивирању собе.
sv: Meddelar användaren om avaktiveringsmeddelanden för rum.
ta: பயனருக்கு அறை செயலிழக்கும் செய்திகளைக் குறித்து அறிவிக்கிறது.
th: แจ้งเตือนผู้ใช้เกี่ยวกับข้อความปิดใช้งานห้อง
uk: Повідомляє користувача про повідомлення деактивації кімнати.

# notificationRuleReaction
source: Reaction
be: Рэакцыя
bn: প্রতিক্রিয়া
bo: ལེགས་སྤྱོད།
ca: Reacció
cs: Reakce
da: Reaktion
de: Reaktion
eo: Reago
et: Reageerimised
eu: Erreakzioa
fa: واکنش
fi: Reaktio
fr: Réaction
ga: Imoibriú
gl: Reacción
hi: प्रतिक्रिया
hr: Reakcija
id: Reaksi
it: Reazioni
ka: რეაქცია
nb: Reaksjon
nl: Reactie
pl: Wyłącz dla reakcji
pt: Reação
ru: Реакция
sk: Reakcia
sr: Реакција
sv: Reaktion
ta: பிரதிக்ரியா
th: ปฏิกิริยา
uk: Реакція

# notificationRuleReactionDescription
source: Suppresses notifications for reactions.
be: Адключыць усе паведамленні пра рэакцыі.
bn: প্রতিক্রিয়ার জন্য বিজ্ঞপ্তি বন্ধ করে।
bo: ལེགས་སྤྱོད་ལ་ལོག་བསྐྱར་བཅོས།
ca: Ignora les notificacions sobre reaccions.
cs: Potlačuje oznámení o reakcích.
da: Undertrykker underretninger for reaktioner.
de: Unterdrückt Benachrichtigungen für Reaktionen.
eo: Premas la noticojn por reagoj.
et: Teavita kasutajat sõnumitele reageerimise korral.
eu: Erreakzioen jakinarazpenak ezkutatzen ditu.
fa: آگاه‌سازهای واکنش‌ها را سرکوب میکند.
fi: Poistaa ilmoitukset reaktioista.
fr: Supprime les notifications pour les réactions.
ga: Sochtann fógraí le haghaidh frithghníomhartha.
gl: Omite as notificacións sobre reaccións.
hi: प्रतिक्रियाओं के लिए सूचनाओं को दबाता है।
hr: Suzbija obavijesti za reakcije.
id: Mendiamkan notifikasi reaksi.
it: Silenzia le notifiche per le reazioni.
ka: შეტყობინებების რეაქციებზე შეტყობინებების გამორთვა.
nb: Undertrykker varsler for reaksjoner.
nl: Meldingen voor reacties uitschakelen.
pl: Wyłącza powiadomienia o reakcjach.
pt: Suprime notificações de reações.
ru: Отключить уведомления о реакциях.
sk: Potláča upozornenia na reakcie.
sr: Смањује обавештења за реакције.
sv: Undertrycker meddelanden för reaktioner.
ta: பிரதிக்ரியைகளுக்கான அறிவிப்புகளை தடுக்கிறது.
th: ระงับการแจ้งเตือนสำหรับปฏิกิริยา
uk: Приховує сповіщення про реакції.

# notificationRuleRoomServerAcl
source: Room Server ACL
be: ACL сервера пакою
bn: রুম সার্ভার ACL
bo: ཁང་ལ་ལོག་བསྐྱར་བཅོས།
ca: Regles ACL del servidor d'una sala
cs: ACL serveru místnosti
de: Raumserver-ACL
eo: Ĉambra Servila ACL
et: Jututoa ligipääsuõigused serveris
eu: Gelaren zerbitzariaren ACLa
fa: ACL سرور اتاق
fi: Huoneen palvelimen ACL
fr: ACL du serveur de la salle
ga: Freastalaí Seomra ACL
gl: ACL da servidor da sala
hi: कक्ष सर्वर ACL
hr: ACL poslužitelja sobe
id: ACL Server Ruangan
it: ACL del server della stanza
ka: ოთახის სერვერის ACL
nb: Romserver ACL
nl: Kamer Server ACL
pl: Wyłącz dla list kontroli dostępu serwera
pt: ACL do Servidor da Sala
ru: ACL сервера комнаты
sk: Prístupové práva servera miestnosti
sr: ACL за сервер собе
sv: Rum Server ACL
ta: அறை சேவையக ACL
th: รายการควบคุมการเข้าถึงเซิร์ฟเวอร์ห้อง
uk: ACL сервера кімнати

# notificationRuleRoomServerAclDescription
source: Suppresses notifications for room server access control lists (ACL).
be: Адключыць паведамленні пра серверныя спісы кантролю пакою (ACL).
bn: রুম সার্ভার অ্যাক্সেস কন্ট্রোল তালিকার (ACL) জন্য বিজ্ঞপ্তি বন্ধ করে।
bo: ཁང་ནས་འཛུལ་ལམ་གི་རིགས་ཁང་གི་གནས་ཚུལ་ལག་ལེན་འབད་མི་བསྐུར་བའི་དུས་སྐབས།
ca: Ignora les notificacions sobre les regles d'accés (ACL) del servidor d'una sala.
cs: Potlačuje oznámení o seznamu řízení přístupu (ACL) serveru místnosti.
da: Undertrykker underretninger for adgangskontrollister (ACL) for rumservere.
de: Unterdrückt Benachrichtigungen für Raumserver-Zugriffskontrolllisten (ACL).
eo: Premas la noticojn por ĉambro-servilaj aliraj listoj (ACL).
et: Peida teavitused jututoa ligipääsuõiguste muutuste korral serveris.
eu: Gela-zerbitzarirako sarbide-kontroleko zerrenden (ACL) jakinarazpenak ezkutatzen ditu.
fa: آگاه‌سازهای فهرست‌های کنترل دسترسی سرور اتاق (ACL) را سرکوب میکند.
fi: Poistaa ilmoitukset huoneen palvelimen käyttöoikeuslistoista (ACL).
fr: Rétablit les notifications pour les listes de contrôle d'accès du serveur de salle (ACL).
ga: Sochtann sé fógraí do liostaí rialaithe rochtana freastalaí seomra (ACL).
gl: Omite notificacións para as listas de control de acceso (ACL) do servidor da sala.
hi: कक्ष सर्वर एक्सेस नियंत्रण सूचियों (ACL) के लिए सूचनाओं को दबाता है।
hr: Suzbija obavijesti za popise kontrole pristupa (ACL) poslužitelja sobe.
id: Mendiamkan notifikasi daftar kontrol akses server ruangan (ACL).
it: Silenzia le notifiche per gli elenchi di controllo degli accessi del server della stanza (ACL).
ka: შეტყობინებების გამორთვა ოთახის სერვერის წვდომის კონტროლის სიის (ACL) შესახებ.
nb: Undertrykker varsler for romserver tilgangskontrollister (ACL).
nl: Meldingen voor kamer server toegangscontrolelijst (ACL) uitschakelen.
pl: Wyłącza powiadomienia dla list kontroli dostępu (ACL) serwera.
pt: Suprime notificações de listas de controle de acesso (ACL) do servidor da sala.
ru: Подавляет уведомления о списках контроля доступа (ACL) сервера комнаты.
sk: Potláča upozornenia na zoznamy prístupových práv servera miestnosti (ACL).
sr: Смањује обавештења за листе контроле приступа (ACL) за сервере соба.
sv: Undertrycker meddelanden för åtkomstkontrollistor (ACL) för rumservern.
ta: அறை சேவையக அணுகல் கட்டுப்பாட்டு பட்டியல்களுக்கு (ACL) அறிவிப்புகளை தடுக்கிறது.
th: ระงับการแจ้งเตือนสำหรับรายการควบคุมการเข้าถึงเซิร์ฟเวอร์ห้อง (ACL)
uk: Приховує сповіщення про списки контролю доступу (ACL) сервера кімнати.
