Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# sendReadReceiptsDescription
source: Other participants in a chat can see when you have read a message.
be: Іншыя карыстальнікі чатаў будуць бачыць, калі вы прачыталі паведамленні.
bn: অন্য অংশগ্রহণকারীরা দেখতে পাবে আপনি কখন একটি বার্তা পড়েছেন।
bo: གླེང་སྒྲིག་ལ་སྤྱོད་མཁན་ཚོ་གིས་ཁྱེད་ཀྱང་ག་རེ་སྣང་བ་ལག་ལེན་འབད་ཡོད་རེད།
ca: Lis altris participants d'un xat poden veure quan has llegit un missatge.
cs: Ostatní účastníci chatu vidí, kdy jste přečetli zprávu.
da: Andre deltagere i en chat kan se, hvornår du har læst en besked.
de: Andere Teilnehmer in einem Chat können sehen, ob du eine Nachricht gelesen hast.
eo: Aliaj partoprenantoj en babilado povas vidi kiam vi legis mesaĝon.
et: Muud vestluses osalejad näevad, kas oled sõnumit lugenud.
eu: Txateko beste partaideek mezu bat irakurri duzula ikus dezakete.
fa: دیگر شرکت‌کنندگان در گپ میتوانند ببینند که شما پیام را خوانده‌اید.
fi: Muut osallistujat keskustelussa näkevät, kun olet lukenut viestin.
fr: Les autres participants à une discussion peuvent voir si vous avez lu un message.
ga: Is féidir le rannpháirtithe eile i gcomhrá a fheiceáil nuair a bhíonn teachtaireacht léite agat.
gl: Outras participantes na conversa poden ver cando liches unha mensaxe.
hi: अन्य प्रतिभागी देख सकते हैं कि आपने संदेश पढ़ा है।
hr: Drugi sudionici u raygovoru mogu vidjeti kada pročitaš poruku.
id: Anggota lain dalam percakapan dapat melihat ketika kamu membaca sebuah pesan.
it: Gli altri partecipanti alla chat possono vedere quando hai letto un messaggio.
ka: სხვა მონაწილეები ჩატში ხედავენ, როდესაც თქვენ წაიკითხეთ შეტყობინება.
nb: Andre deltakere i en chat kan se når du har lest en melding.
nl: Andere deelnemers van de chat kunnen zien of je een bericht hebt gelezen.
pl: Pozostali uczestnicy czatu mogą widzieć zobaczyć kiedy przeczytasz wiadomość.
pt: Outros participantes de uma conversa podem ver quando você leu uma mensagem.
ru: Другие участники чата могут видеть, когда вы прочитали сообщение.
sk: Ostatní účastníci chatu vidia, keď ste správu prečítali.
sr: Други учесници у ћаскању могу видети када сте прочитали поруку.
sv: Andra deltagare i en diskussion kan se när du läst ett meddelande.
ta: அரட்டையில் பங்கேற்பாளர்கள் நீங்கள் ஒரு செய்தியைப் படிக்கும்போது பார்க்கலாம்.
th: ผู้เข้าร่วมคนอื่นในแชทสามารถเห็นเมื่อคุณได้อ่านข้อความแล้ว
uk: Інші учасники бесіди бачитимуть, що ви прочитали повідомлення.

source: Formatted messages
be: Фармаціраваныя паведамленні
bn: ফরম্যাটেড বার্তা
bo: རིམ་སྒྲིག་བྱེད་ཡོད་པའི་ཚིགས
ca: Missatges amb format
cs: Formátované zprávy
da: Formaterede beskeder
de: Formatierte Nachrichten
eo: Formatitaj mesaĝoj
et: Vormindatud sõnumid
eu: Formatua duten mezuak
fa: پیام‌های قالب‌بندی‌شده
fi: Muotoillut viestit
fr: Messages formatés
ga: Teachtaireachtaí formáidithe
gl: Mensaxes con formato
hi: संकुचित संदेश
hr: Formatirane poruke
id: Pesan yang diformat
it: Messaggi formattati
ka: ფორმატირებული შეტყობინებები
nb: Formaterte meldinger
nl: Opgemaakte berichten
pl: Sformatowane wiadomości
pt: Mensagens formatadas
ru: Форматированные сообщения
sk: Formátované správy
sr: Форматоване поруке
sv: Formaterade meddelanden
ta: வடிவமைக்கப்பட்ட செய்திகள்
th: ข้อความที่จัดรูปแบบแล้ว
uk: Форматовані повідомлення

# formattedMessagesDescription
source: Display rich message content like bold text using markdown.
be: Адлюстроўваць пашыраныя паведамленні разметкай markdown.
bn: মার্কডাউনের মাধ্যমে বল্ড টেক্সটের মতো সমৃদ্ধ বার্তা বিষয়বস্তু দেখান।
bo: མཁན་ཚོ་གིས་སྤྱོད་ཡོད་པའི་ཚིགས་ལ་བརྗེ་བར་བཟོ་བའི་རིམ་སྒྲིག་ཚིགས་ལུས་སྤྱོད་བྱེད་ནི་ markdown ལུས་བཟོ་བའི་རིམ་སྒྲིག་ཚིགས།
ca: Mostra contingut amb format enriquit com text en cursiva, fent servir markdown.
cs: Zobrazit bohatý obsah zpráv, například tučný text, pomocí markdownu.
da: Vis rigt indhold som fed tekst ved hjælp af markdown.
de: Formatierte Nachrichteninhalte wie fettgedruckten Text mit Markdown anzeigen.
eo: Montru riĉan mesaĝenhavon kiel grasa teksto uzante markdown.
et: Kasutades markdown-süntaksit kuva vormindust, nagu rasvases kirjas tekst.
eu: Erakutsi mezu aberatsen edukia markdown erabiliz, testu lodia esaterako.
fa: نمایش محتوای پیام غنی مانند متن پررنگ با استفاده از مارک‌داون.
fi: Näytä rikkaan viestisisällön kuten lihavoitu teksti markdownin avulla.
fr: Affichez le contenu formaté des messages comme du texte en gras à l'aide de markdown.
ga: Taispeáin ábhar saibhir teachtaireachta cosúil le téacs trom ag baint úsáide as marcáil síos.
gl: Mostrar texto enriquecido nas mensaxes como letra grosa usando markdown.
hi: मर्कडाउन का उपयोग करके बोल्ड टेक्स्ट जैसी समृद्ध संदेश सामग्री दिखाएँ।
hr: Prikaži formatirani sadržaj poruke poput podebljanog teksta koristeći markdown.
id: Tampilkan konten pesan kaya seperti teks tebal menggunakan Markdown.
it: Visualizza contenuti di messaggi complessi, come testo in grassetto, utilizzando il markdown.
ka: აჩვენეთ მდიდარი შეტყობინების შინაარსი, როგორიცაა გამკაცრებული ტექსტი, მარკდაუნის გამოყენებით.
nb: Vis rik innhold i meldinger som fet tekst ved bruk av markdown.
nl: Geef rijke berichtinhoud weer zoals vetgedrukte tekst met markdown.
pl: Używaj Markdown do wyświetlania dodatkowego formatowania w wiadomościach, jak np. pogrubienie tekstu.
pt: Exibir conteúdo de mensagens ricas, como texto em negrito, usando markdown.
ru: Отображать содержимое расширенных сообщений, такой как жирный текст, с помощью Markdown.
sk: Zobrazte bohatý obsah správy, ako je tučné písmo pomocou markdown.
sr: Прикажите богат садржај порука као што су наглашени текст користећи маркдаун.
sv: Visa formaterat meddelandeinnehåll som fet stil med markdown.
ta: மார்க் டவுனைப் பயன்படுத்தி தைரியமான உரை போன்ற பணக்கார செய்தி உள்ளடக்கத்தைக் காண்பி.
th: แสดงเนื้อหาข้อความที่มีรูปแบบ เช่น ตัวหนา โดยใช้มาร์กดาวน์
uk: Показувати розширений вміст повідомлень, наприклад, жирний текст, використовуючи markdown.

source: 🔐 Verify other user
be: 🔐 Спраўдзіць іншага карыстальніка
bn: 🔐 অন্য ব্যবহারকারীর সত্যতা যাচাই করুন
bo: 🔐 གྲུབ་ཚིག་གི་གཅིག་གིས་བཟོ་བའི་རིམ་སྒྲིག
ca: 🔐 Verifica uni altri usuàrïi
cs: 🔐 Ověřit jiného uživatele
da: 🔐 Verificer anden bruger
de: 🔐 Anderen Benutzer verifizieren
eo: 🔐 Konfirmu alian uzanton
et: 🔐 Verifitseeri teine kasutaja
eu: 🔐 Egiaztatu beste erabiltzaile bat
fa: 🔐 بازبینی کاربر دیگر
fi: 🔐 Vahvista toinen käyttäjä
fr: 🔐 Vérifier l'autre utilisateur/trice
ga: 🔐 Fíoraigh úsáideoir eile
gl: 🔐 Verificar outra usuaria
hi: 🔐 अन्य उपयोगकर्ता को सत्यापित करें
hr: 🔐 Potvrdi drugog korisnika
id: 🔐 Verifikasi pengguna lain
it: 🔐 Verifica altro utente
ka: 🔐 სხვა მომხმარებლის გადამოწმება
nb: 🔐 Verifiser annen bruker
nl: 🔐 Persoon verifiëren
pl: 🔐 Zweryfikuj innego użytkownika
pt: 🔐 Verificar outro usuário
ru: 🔐 Подтвердить другого пользователя
sk: 🔐 Overiť iného používateľa
sr: 🔐 Потврди другог корисника
sv: 🔐 Verifiera användaren
ta: Poser மற்ற பயனரை சரிபார்க்கவும்
th: 🔐 ยืนยันตัวตนผู้ใช้อื่น
uk: 🔐 Звірити іншого користувача

# verifyOtherUserDescription
source: If you verify another user, you can be sure that you know who you are really writing to. 💪 When you start a verification, you and the other user will see a popup in the app. There you will then see a series of emojis or numbers that you have to compare with each other. The best way to do this is to meet up or start a video call. 👭
be: Калі вы спраўдзілі іншага карыстальніка, вы можаце быць упэўненым з кім вы сапраўды перапісваецеся.💪 Калі вы пачнеце спраўджванне, вы і іншы карыстальнік, убачыце ўсплывальнае акно ў праграме. У ім вы ўбачыце некалькі эмодзі ці лічб, якія вы павінны параўнаць адзін з адным. Лепшы метад зрабіць гэта - пачаць відэа выклік. 👭
bn: যদি আপনি অন্য ব্যবহারকারীর সত্যতা যাচাই করেন, তবে আপনি নিশ্চিত হতে পারেন আপনি সত্যিই কার সাথে লিখছেন। 💪 যখন আপনি যাচাই শুরু করবেন, তখন আপনি এবং অন্য ব্যবহারকারী অ্যাপে একটি পপআপ দেখবেন। সেখানে আপনি একে অপরের সাথে তুলনা করতে হবে একটি সিরিজ ইমোজি বা সংখ্যার। এটি করার সবচেয়ে ভালো উপায় হলো দেখা বা ভিডিও কল শুরু করা। 👩‍💻
bo: ཁྱེད་ཀྱང་གཅིག་གིས་གྲུབ་ཚིག་ལ་བཟོ་བའི་རིམ་སྒྲིག་བྱེད་ནས་ཁྱེད་ཀྱང་གང་རེ་སྣང་བ་ལག་ལེན་འབད་ཡོད། 💪 ཁྱེད་ཀྱང་གཅིག་གིས་བཟོ་བའི་རིམ་ལ་སྤྱོད་ནས་ཁྱེད་ཀྱང་གི་སྤྱི་ཚོགས་ལ་སྤྱོད་ནས་སྤྱི་ཚོགས་ལ་སྤྱོད་ནས་སྤྱོད་ལམ་ལེན་འབད་ནི་ཡོད། འདི་ལུས་བརྗེ་བའི་ཤེས་རབ་ལ {url} ལ་འགྱོ་བཅོས་གནང་བ།
ca: Si verifiques aquesti usuàrïi, podràs estar seguri de a qui estàs escrivint. . 💪 Quan inicies una verificació, l'altra persona i tu veureu un missatge emergent a l'app. Us sortiran un seguit d'emojis o números a cada pantalla, que haureu de comparar. La millor manera de fer-ho és quedar en persona o fer una vídeo-trucada. 👭
cs: Pokud ověříte jiného uživatele, můžete si být jisti, že opravdu píšete tomu správnému. 💪 Když zahájíte ověření, uvidíte v aplikaci vyskakovací okno. Tam uvidíte sérii emoji nebo čísel, které si musíte navzájem porovnat. Nejlepší je se setkat nebo začít videohovor. 👩‍💻
da: Hvis du verificerer en anden bruger, kan du være sikker på, at du virkelig skriver til den rigtige person. 💪 Når du starter en verifikation, vil du og den anden bruger se en popup i appen. Der vil derefter vises en række emojis eller tal, som I skal sammenligne. Den bedste måde at gøre dette på er at mødes eller starte en videoopkald. 👭
de: Wenn du einen anderen Benutzer verifizierst, kannst du sicher sein, dass du weißt, an wen du wirklich schreibst. 💪 Wenn du eine Verifizierung startest, wird dir und dem anderen Nutzer ein Popup in der App angezeigt. Dort siehst du dann eine Reihe von Emojis oder Zahlen, die ihr miteinander vergleichen müsst. Das geht am besten, wenn man sich trifft oder einen Videoanruf startet. 👭
eo: Se vi konfirmas alian uzanton, vi povas esti certa ke vi scias al kiu vi verŝajne skribas. 💪 Kiam vi komencas konfirmadon, vi kaj la alia uzanto vidos fenestron en la aplikaĵo. Tie vi vidos serion de emojioj aŭ nombroj, kiujn vi devas kompari inter si. La plej bona maniero fari tion estas renkontiĝi aŭ komenci videovokon. 👩‍💻
et: Kui sa oled vestluse teise osapoole verifitseerinud, siis saad kindel olla, et tead, kellega suhtled. 💪 Kui alustad verifitseerimist, siis sinul ja teisel osapoolel tekib rakenduses hüpikaken. Seal kuvatakse emotikonide või numbrite jada, mida peate omavahel võrdlema. Kõige lihtsam on seda teha kas omavahelise kohtumise ajal või videokõne kestel. 👭
eu: Beste erabiltzaile bat egiaztatzen baduzu, ziur egon zaitezke nori idazten ari zaren. 💪 Egiaztapena hasten duzunean, zuk eta beste erabiltzaileak laster-leiho bat ikusiko duzue aplikazioan. Bertan, elkarrekin alderatu behar diren emoji edo zenbaki batzuk erakutsiko dira. Bideo-dei bat hastea edo aurrez-aurre batzea da horretarako modurik onena. 👭
fa: اگر کاربر دیگری را بازبینی کنید، میتوانید مطمئن شوید که واقعاً با چه کسی در حال نوشتن هستید. 💪 هنگام شروع بازبینی، شما و کاربر دیگر پنجره‌ای در برنامه خواهید دید. در آنجا مجموعه‌ای از شکلک‌ها یا اعداد را مشاهده میکنید که باید با یکدیگر مقایسه کنید. بهترین راه برای این کار دیدار حضوری یا شروع تماس تصویری است. 👭
fi: Jos vahvistat toisen käyttäjän, voit olla varma, että tiedät, kenelle oikeasti kirjoitat. 💪 Kun aloitat vahvistuksen, sinä ja toinen käyttäjä näette sovelluksessa ponnahdusikkunan. Siellä näette sitten sarjan emojeja tai numeroita, jotka teidän tulee verrata toisiinne. Paras tapa tehdä tämä on tavata kasvotusten tai aloittaa videopuhelu. 👭
fr: Si vous vérifiez un autre utilisateur/trice, vous pouvez être sûr de savoir à qui vous écrivez réellement. 💪 Lorsque vous lancez une vérification, vous et l'autre utilisateur/trice verrez une fenêtre contextuelle dans l'application. Vous y verrez alors une série d'émoticônes ou de chiffres que vous devrez comparer. La meilleure façon de procéder est de se rencontrer ou de lancer un appel vidéo. 👭
ga: Má fhíoraíonn tú úsáideoir eile, is féidir leat a bheith cinnte go bhfuil a fhios agat cé leis a bhfuil tú ag scríobh i ndáiríre. 💪 Nuair a thosaíonn tú fíorú, feicfidh tú féin agus an t-úsáideoir eile aníos san aip. Ansin feicfidh tú sraith emojis nó uimhreacha a chaithfidh tú a chur i gcomparáid lena chéile. Is é an bealach is fearr chun é seo a dhéanamh ná bualadh le chéile nó glao físe a thosú. 👭
gl: Se verificas a outra usuaria, podes ter a certeza de que sabes con quen estás a conversar. 💪 Ao iniciar a verificación, ti mais a outra usuaria veredes unha xanela emerxente na app onde aparecerán varios emojis ou números que teredes que comparar entre vós. O mellor xeito de facelo é en persoa o cunha chamada de vídeo. 👭
hi: यदि आप किसी अन्य उपयोगकर्ता को सत्यापित करते हैं, तो आप सुनिश्चित कर सकते हैं कि आप वास्तव में किसके साथ लिख रहे हैं। 💪 जब आप सत्यापन शुरू करते हैं, तो आप और दूसरा उपयोगकर्ता ऐप में एक पॉपअप देखेंगे। वहाँ आप एक श्रृंखला इमोजी या संख्याएँ देखेंगे जिन्हें आपको एक-दूसरे के साथ तुलना करनी होगी। इसे करने का सबसे अच्छा तरीका मिलना या वीडियो कॉल शुरू करना है। 👩‍💻
hr: Ako potvrdiš jednog drugog korisnika, možeš biti siguran/na da znaš kome zapravo pišeš. 💪 Kada pokreneš provjeru, vi i drugi korisnik vidjet ćete skočni prozor u aplikaciji. Tamo ćeš tada vidjeti niz emojija ili brojeve koje morate međusobno usporediti. Najbolji način za to je da se nađete zajedno ili započnete videopoziv. 👭
id: Jika kamu memverifikasi pengguna lain, kamu bisa yakin bahwa kamu tahu kepada siapa sebenarnya kamu menulis pesan kepadanya. 💪 Saat kamu memulai verifikasi, kamu dan pengguna lain akan melihat pemberitahuan di aplikasi. Di sana kemudian akan melihat serangkaian emoji atau angka yang harus dibandingkan satu sama lain. Cara terbaik untuk melakukannya adalah dengan bertemu secara langsung atau memulai panggilan video. 👭
it: Se verifichi un altro utente, puoi essere certo di sapere a chi stai realmente scrivendo. 💪 Quando inizi una verifica, tu e l'altro utente vedrete un popup nell'app. Lì vedrai una serie di emoji o numeri che dovrai confrontare tra loro. Il modo migliore per farlo è incontrarsi o avviare una videochiamata. 👭
ka: თუ გადამოწმებთ სხვა მომხმარებელს, შეგიძლიათ დარწმუნდეთ, რომ ნამდვილად იცით, ვისთან გწერთ. 💪 გადამოწმების დაწყებისას, თქვენ და სხვა მომხმარებელი იხილავთ აპლიკაციაში პოპაპს. იქ თქვენ იხილავთ ემოჯებს ან ნომრებს, რომლებსაც უნდა შეადაროთ ერთმანეთს. საუკეთესო გზაა შეხვედრა ან ვიდეო ზარის დაწყება. 👩‍💻
nb: Hvis du verifiserer en annen bruker, kan du være sikker på at du vet hvem du faktisk skriver til. 💪 Når du starter en verifisering, vil du og den andre brukeren se en popup i appen. Der vil dere se en serie av emojis eller tall som dere må sammenligne. Den beste måten å gjøre dette på er å møtes eller starte en videosamtale. 👩‍💻
nl: Als je een persoon verifieert ben je er zeker van dat je echt met haar contact hebt. 💪 Wanneer je een verificatie start ziet de persoon een popup in de app. Hier staat een serie van emoji's of getallen die je met elkaar moet vergelijken. De beste manier om dit te doen is in persoon of met een videogesprek. 👭
pl: Jeśli zweryfikujesz innego użytkownika, możesz być pewien/-na z kim naprawdę piszesz. 💪 Kiedy rozpoczniesz weryfikację, Ty i ta druga osoba zobaczycie okienko dialogowe. Zobaczycie w nim serię emotikonów lub numery do porównania. Najlepiej potwierdzić ich zgodność osobiście lub przez wideorozmowę. 👭
pt: Se você verificar outro usuário, pode ter certeza de que sabe com quem realmente está escrevendo. 💪 Quando você inicia uma verificação, você e o outro usuário verão uma janela pop-up no aplicativo. Lá, vocês verão uma série de emojis ou números que devem comparar entre si. A melhor maneira de fazer isso é se encontrar pessoalmente ou iniciar uma chamada de vídeo. 👭
ru: Если вы подтвердите другого пользователя, то вы можете быть уверены зная, кому вы действительно пишете. 💪 Когда вы начинаете подтверждение, вы и другой пользователь увидите всплывающее окно в приложении. Там вы увидите ряд чисел или эмодзи, которые вы должны сравнить друг с другом. Лучший способ сделать это - встретиться в реальной жизни или по видео звонку. 👭
sk: Ak overíte iného používateľa, môžete si byť istí, že skutočne viete, komu píšete. 💪 Keď začnete overovanie, vy aj druhý používateľ uvidíte v aplikácii vyskakovacie okno. Tam uvidíte sériu emoji alebo čísel, ktoré si musíte navzájom porovnať. Najlepším spôsobom je stretnúť sa alebo začať videohovor. 🧑‍🤝‍🧑
sr: Ако потврдите другог корисника, можете бити сигурни да знате са ким заиста пишете. 💪 Када започнете верификацију, ви и други корисник ћете видети попуп у апликацији. Тамо ћете затим видети серију емодзија или бројева које морате упоредити једни са другима. Најбољи начин за то је да се састанете или започнете видео позив. 👫
sv: Om du verifierar en användare så kan du vara säker på vem du verkligen skriver till. 💪 När du påbörjar en verifiering så ser du och den andra användaren en popup-ruta i appen. I den rutan ser du ett antal tecken som du jämför med vad den andra användaren ser. Det bästa sättet att göra detta är att träffas fysiskt, eller genom att starta ett videosamtal. 👭
ta: நீங்கள் மற்றொரு பயனரைச் சரிபார்த்தால், நீங்கள் உண்மையில் யாருக்கு எழுதுகிறீர்கள் என்பது உங்களுக்குத் தெரியும் என்பதை நீங்கள் உறுதியாக நம்பலாம். . நீங்கள் ஒரு சரிபார்ப்பைத் தொடங்கும்போது, நீங்களும் மற்ற பயனரும் பயன்பாட்டில் ஒரு பாப்அப்பைக் காண்பீர்கள். நீங்கள் ஒருவருக்கொருவர் ஒப்பிட வேண்டிய தொடர்ச்சியான ஈமோசிகள் அல்லது எண்களைக் காண்பீர்கள். இதைச் செய்வதற்கான சிறந்த வழி வீடியோ அழைப்பைச் சந்திப்பது அல்லது தொடங்குவது. .
th: หากคุณยืนยันตัวตนผู้ใช้อื่น คุณจะมั่นใจได้ว่าคุณกำลังเขียนข้อความให้กับใครจริง ๆ 💪 เมื่อคุณเริ่มการยืนยัน ตัวคุณและผู้ใช้อื่นจะเห็นป็อปอัปในแอปพลิเคชัน ซึ่งจะมีอิโมจิหรือหมายเลขที่คุณต้องเปรียบเทียบกัน วิธีที่ดีที่สุดคือการนัดพบหรือเริ่มวิดีโอคอล 👭
uk: Якщо ви звіряєте іншого користувача, ви можете бути впевнені, що знаєте, кому ви насправді пишете. 💪 Коли ви почнете звірення, ви та інший користувач побачите спливне вікно в застосунку. Там ви побачите набір смайликів або чисел, які вам потрібно буде порівняти між собою. Найкращий спосіб зробити це — зустрітися або розпочати відеовиклик. 👭

source: 🔐 Verify other device
be: 🔐 Спраўдзіць іншую прыладу
bn: 🔐 অন্য ডিভাইসের সত্যতা যাচাই করুন
bo: 🔐 གྲུབ་ཚིག་གཅིག་གིས་བཟོ་བའི་རིམ་སྒྲིག
ca: 🔐 Verifica un altre dispositiu
cs: 🔐 Ověřit jiné zařízení
da: 🔐 Verificer anden enhed
de: 🔐 Anderes Gerät verifizieren
eo: 🔐 Konfirmu alian aparaton
et: 🔐 Verifitseeri oma muu seade
eu: 🔐 Egiaztatu beste gailu bat
fa: 🔐 بازبینی دستگاه دیگر
fi: 🔄 Vahvista toinen laite
fr: 🔐 Vérifier l'autre appareil
ga: 🔐 Fíoraigh gléas eile
gl: 🔐 Verificar outro dispositivo
hi: 🔐 अन्य डिवाइस को सत्यापित करें
hr: 🔐 Potvrdi drugi uređaj
id: 🔐 Verifikasi perangkat lain
it: 🔐 Verifica altro dispositivo
ka: 🔐 სხვა მოწყობილობის გადამოწმება
nb: 🔐 Verifiser annen enhet
nl: 🔐 Ander apparaat verifiëren
pl: 🔐 Zweryfikuj inne urządzenie
pt: 🔐 Verificar outro dispositivo
ru: 🔐 Подтвердить другое устройство
sk: 🔐 Overiť iné zariadenie
sr: 🔐 Потврди други уређај
sv: 🔐 Verifiera enhet
ta: Sevice பிற சாதனத்தை சரிபார்க்கவும்
th: 🔐 ยืนยันอุปกรณ์อื่น
uk: 🔐 Звірити інший пристрій
