Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# accessRequestedDesc
source: The administrators of “{space}” are requesting to view your learning analytics. If you agree, admins of this course will be able to view your: • total vocabulary • total grammar concepts • total activity sessions completed • the specific grammar concepts used, correctly and incorrectly They will not be able to view your: • messages in chats outside the course • vocabulary list
bn: "{space}" এর প্রশাসকরা আপনার শেখার বিশ্লেষণ দেখার জন্য অনুরোধ করছে। যদি আপনি সম্মত হন, এই কোর্সের অ্যাডমিনরা দেখতে পারবেন: • মোট শব্দভাণ্ডার • মোট ব্যাকরণ ধারণা • সম্পন্ন কার্যক্রমের মোট সেশন • ব্যবহৃত নির্দিষ্ট ব্যাকরণ ধারণাগুলি, সঠিক ও ভুল তারা দেখতে পারবেন না: • কোর্সের বাইরে চ্যাটে বার্তা • শব্দভাণ্ডার তালিকা
bo: “{space}” ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Els administradors de “{space}” sol·liciten veure les teves analítiques d'aprenentatge. Si hi estàs d'acord, els administradors d'aquest curs podran veure: • vocabulari total • conceptes gramaticals totals • sessions d'activitat completes • els conceptes gramaticals específics utilitzats, correctament i incorrectament No podran veure: • missatges en converses fora del curs • llistat de vocabulari
cs: Správci „{space}“ žádají o zobrazení vašich analytických dat. Pokud souhlasíte, správci tohoto kurzu budou moci vidět: • celkovou slovní zásobu • celkové gramatické koncepty • počet dokončených aktivit • konkrétní gramatické koncepty použité správně a nesprávně Nebudou moci vidět: • zprávy v chatech mimo kurz • seznam slovní zásoby
da: Administratorerne af “{space}” anmoder om at se dine læringsanalyser. Hvis du er enig, vil administratorerne for dette kursus kunne se dine: • samlet ordforråd • samlede grammatiske begreber • samlede gennemførte aktivitetsessioner • de specifikke grammatiske begreber, der er brugt, korrekt og forkert De vil ikke kunne se dine: • beskeder i chats uden for kurset • ordforrådslisten
de: Die Administratoren von „{space}“ bitten um Zugriff auf Ihre Lernanalysen. Wenn Sie zustimmen, können die Administratoren dieses Kurses Ihre: • Gesamtvokabeln • Gesamtkonzept der Grammatik • Insgesamt abgeschlossene Aktivitätssitzungen • Die verwendeten Grammatikthemen, richtig und falsch Sie werden nicht in der Lage sein, Ihre: • Nachrichten in Chats außerhalb des Kurses • Vokabelliste zu sehen
eo: La administrantoj de “{space}” petas vidi viajn lernanalitikojn. Se vi konsentas, administrantoj de ĉi tiu kurso povos vidi viajn: • totalan vortprovizon • totalajn gramatikajn konceptojn • totalajn kompletigitajn aktivadsesiojn • specifajn gramatikajn konceptojn uzitajn, ĝuste kaj erare Ili ne povos vidi viajn: • mesaĝojn en babiladoj ekster la kurso • vortprovizoliston
et: Kursuse “{space}” administraatorid taotlevad teie õppimise analüütikate vaatamist. Kui nõustute, saavad selle kursuse administraatorid näha teie: • kogu sõnavara • kogu grammatikakontseptsioone • kogu tehtud tegevussessioone • kasutatud, õigesti ja valesti grammatikakontseptsioone Nad ei näe: • sõnumeid väljaspool kursust vestlustes • sõnavara nimekirja
eu: “{space}” administratzaileek zure ikasketa analitikak ikusi nahi dituzte. Ados bazaude, ikastaroaren administratzaileek zurea ikusi ahal izango dute: • hiztegi osoa • gramatika kontzeptu osoa • jarduera saioak guztira • erabiltzen diren gramatika kontzeptu zehatzak, zuzen eta oker Zurea ikusi ahal izango ez dute: • ikastaroaren kanpoko chat-eko mezuak • hiztegi zerrenda
fi: Kohteen “{space}” ylläpitäjät pyytävät katsomaan oppimisanalyyttisiä tietojasi. Jos suostut, kurssin ylläpitäjät voivat nähdä sinun: • kokonaissanaston • kokonaiskielioppikonseptit • kokonaisaktiviteettisessiot, jotka on suoritettu • käytetyt, oikein ja väärin, kielioppikonseptit He eivät voi nähdä sinun: • viestejä keskusteluissa kurssin ulkopuolella • sanastoluetteloa
fr: Les administrateurs de « {space} » demandent à voir vos analyses d'apprentissage. Si vous acceptez, les administrateurs de ce cours pourront voir votre : • vocabulaire total • concepts grammaticaux totaux • sessions d'activité terminées • concepts grammaticaux spécifiques utilisés, correctement et incorrectement Ils ne pourront pas voir vos : • messages dans les chats en dehors du cours • liste de vocabulaire
ga: Tá na riarthóirí de “{space}” ag iarraidh do chuid anailísí foghlama a fheiceáil. Mura n-aontaíonn tú, beidh na riarthóirí den chúrsa seo in ann do chuid: • uimhreacha focail • coincheapa gramadaí • suímh gníomhaíochta críochnaithe • na coincheapa gramadaí ar leith a úsáid, go ceart agus go mícheart Ní bheidh siad in ann do chuid a fheiceáil: • teachtaireachtaí i gcomhráite lasmuigh den chúrsa • liosta na bhfocal
gl: Os administradores de “{space}” están a solicitar ver as túas análises de aprendizaxe. Se aceptas, os administradores deste curso poderán ver a túa: • vocabulario total • conceptos gramaticais totais • sesións de actividade completadas • conceptos gramaticais específicos utilizados, correctamente e incorrectamente Non poderán ver a túa: • mensaxes en chats fóra do curso • lista de vocabulario
hi: "{space}" के व्यवस्थापक आपकी सीखने की विश्लेषण देखने का अनुरोध कर रहे हैं। यदि आप सहमत हैं, तो इस कोर्स के व्यवस्थापक आपकी देख सकेंगे: • कुल शब्दावली • कुल व्याकरण अवधारणाएँ • कुल गतिविधि सत्र पूरे किए गए • उपयोग किए गए विशिष्ट व्याकरण अवधारणाएँ, सही और गलत वे आपकी देख नहीं सकेंगे: • कोर्स के बाहर चैट में संदेश • शब्दावली सूची
hr: Administratori “{space}” traže da vide vaše analitike učenja. Ako se slažete, administratori ovog tečaja moći će vidjeti vaše: • ukupni vokabular • ukupne gramatičke koncepte • ukupne sesije aktivnosti završene • specifične gramatičke koncepte korištene, ispravno i pogrešno Neće moći vidjeti vaše: • poruke u razgovorima izvan tečaja • popis vokabulara
it: Gli amministratori di “{space}” stanno richiedendo di visualizzare le tue analisi di apprendimento. Se sei d'accordo, gli amministratori di questo corso potranno visualizzare i tuoi: • vocabolario totale • concetti grammaticali totali • sessioni di attività completate • i concetti grammaticali specifici usati, correttamente e erroneamente Non potranno visualizzare i tuoi: • messaggi nelle chat fuori dal corso • lista di vocabolario
ka: „{space}“-ის ადმინისტრატორები გთხოვენ თქვენი სწავლების ანალიტიკის ნახვას. თუ თანხმდებით, ამ კურსის ადმინისტრატორები შეძლებენ ნახონ თქვენს: • საერთო ლექსიკონი • საერთო გრამატიკის კონცეპტები • დასრულებული აქტივობის სესიონები • გამოყენებული, სწორად და არასწორად გრამატიკის კონცეპტები ისინი ვერ შეძლებენ ნახონ: • შეტყობინებები ჩატებში კურსის გარეთ • ლექსიკონის სია
nb: Administratorene for «{space}» ber om å få se dine læringsanalyser. Hvis du godtar, vil administratorene for dette kurset kunne se dine: • totale ordforråd • totale grammatikkonsepter • fullførte aktivitetsøkter • de spesifikke grammatikkonseptene som er brukt, riktig og feil De vil ikke kunne se dine: • meldinger i chatter utenfor kurset • ordliste
nl: De beheerders van “{space}” vragen om uw leeranalyses te bekijken. Als u akkoord gaat, kunnen beheerders van deze cursus uw: • totale woordenschat • totale grammaticaconcepten • totale voltooide activiteitsessies • gebruikte grammaticaconcepten, correct en incorrect Zij kunnen niet uw: • berichten in chats buiten de cursus • woordenlijst bekijken
pl: Administratorzy „{space}” proszą o dostęp do Twojej analityki nauki. Jeśli się zgodzisz, administratorzy tego kursu będą mogli zobaczyć Twoją: • łączną liczbę słówek • łączną liczbę konceptów gramatycznych • łączną liczbę ukończonych sesji aktywności • konkretne użycie konceptów gramatycznych, poprawne i niepoprawne Nie będą mogli zobaczyć Twoich: • wiadomości w czatach poza kursem • listy słówek
pt: Os administradores de “{space}” estão solicitando acesso para visualizar suas análises de aprendizagem. Se você concordar, os administradores deste curso poderão ver: • vocabulário total • conceitos gramaticais totais • sessões de atividade concluídas • os conceitos gramaticais específicos usados, corretamente e incorretamente Eles não poderão ver: • mensagens em chats fora do curso • lista de vocabulário
ru: Администраторы “{space}” запрашивают доступ к просмотру вашей аналитики обучения. Если вы согласны, администраторы этого курса смогут просматривать: • общее количество словарного запаса • общее количество грамматических концепций • общее количество завершенных сессий активности • конкретные использованные грамматические концепции, правильно и неправильно Они не смогут просматривать: • сообщения в чатах за пределами курса • список словарных слов
sk: Administrátori “{space}” žiadajú o zobrazenie vašej študijnej analytiky. Ak súhlasíte, administrátori tohto kurzu budú môcť vidieť vašu: • celkovú slovnú zásobu • celkové gramatické koncepty • počet dokončených aktivít • špecifické gramatické koncepty použité, správne a nesprávne Nebudú môcť vidieť vaše: • správy v chatoch mimo kurzu • zoznam slovnej zásoby
sr: Administratori “{space}” traže da vide vaše analitike učenja. Ako se složite, administratori ovog kursa će moći da vide: • ukupni vokabular • ukupne gramatičke koncepte • ukupne sesije aktivnosti završene • specifične gramatičke koncepte korišćene, tačno i netačno Neće moći da vide: • poruke u čatovima izvan kursa • listu vokabulara
sv: Administratörerna för "{space}" begär att få se dina inlärningsanalyser. Om du godkänner kommer administratörerna för denna kurs att kunna se din: • totala ordförråd • totala grammatikbegrepp • totala aktivitetsessioner som slutförts • de specifika grammatikbegreppen som används, korrekt och felaktigt De kommer inte att kunna se dina: • meddelanden i chattar utanför kursen • ordförrådslistan
ta: "{space}" இன் நிர்வாகிகள் உங்கள் கற்றல் பகுப்பாய்வை காண கோரிக்கின்றனர். நீங்கள் ஒப்புக்கொண்டால், இந்த பாடக்குறிப்பின் நிர்வாகிகள் உங்கள்: • மொத்த சொற்பொருள் • மொத்த இலக்கண கருத்துக்கள் • மொத்த செயல்பாட்டு அமர்வுகள் முடிக்கப்பட்டவை • பயன்படுத்தப்பட்ட, சரியான மற்றும் தவறான இலக்கண கருத்துக்கள் அவர்கள் பார்க்க முடியாது: • பாடக்குறிப்பைத் தவிர மற்ற உரையாடல்களில் செய்திகள் • சொற்பொருள் பட்டியல்
th: ผู้ดูแลของ “{space}” ขอเข้าดูข้อมูลวิเคราะห์การเรียนรู้ของคุณ ถ้าคุณยอมรับ ผู้ดูแลหลักสูตรนี้จะสามารถดูข้อมูลของคุณได้: • คำศัพท์ทั้งหมด • แนวคิดไวยากรณ์ทั้งหมด • จำนวนเซสชันกิจกรรมที่ทำเสร็จ • แนวคิดไวยากรณ์เฉพาะที่ใช้ ทั้งถูกต้องและผิด พวกเขาจะไม่สามารถดูได้: • ข้อความในแชทนอกหลักสูตร • รายการคำศัพท์

source: Allow Access
bn: অ্যাক্সেস অনুমোদন করুন
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Permetre l'accés
cs: Povolit přístup
da: Tillad adgang
de: Zugriff erlauben
eo: Permesi Aliron
et: Luba juurdepääs
eu: Baimendu Sarbidea
fi: Salli pääsy
fr: Autoriser l'accès
ga: Ceadaigh Rochtain
gl: Permitir acceso
hi: पहुँच की अनुमति दें
hr: Dopusti pristup
it: Consenti accesso
ka: დაშვების ნება
nb: Tillat tilgang
nl: Toegang toestaan
pl: Zezwól na dostęp
pt: Permitir Acesso
ru: Разрешить доступ
sk: Povoliť prístup
sr: Dozvoli pristup
sv: Tillåt tillgång
ta: அணுகலை அனுமதிக்கவும்
th: อนุญาตให้เข้าถึง

source: Deny Access
bn: অ্যাক্সেস অস্বীকার করুন
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠠᠢᠯᠠᠭᠤ
ca: Denegar l'accés
cs: Odmítnout přístup
da: Afvis adgang
de: Zugriff verweigern
eo: Neniigi Aliron
et: Keela juurdepääs
eu: Galarazi Sarbidea
fi: Estä pääsy
fr: Refuser l'accès
ga: Diúltaigh Rochtain
gl: Denegar acceso
hi: पहुँच अस्वीकार करें
hr: Zabrani pristup
it: Rifiuta accesso
ka: უარყოფა დაშვებაზე
nb: Nei, nekt tilgang
nl: Toegang weigeren
pl: Odmów dostępu
pt: Negar Acesso
ru: Запретить доступ
sk: Zamietnuť prístup
sr: Odbij pristup
sv: Neka tillgång
ta: அணுகலை மறுக்கவும்
th: ปฏิเสธการเข้าถึง

# adminRequestedAccess
source: Admins asked to view your analytics.
bn: অ্যাডমিনরা আপনার বিশ্লেষণ দেখতে অনুরোধ করেছে।
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Els administradors han sol·licitat veure les teves analítiques.
cs: Správci požádali o zobrazení vašich analytik.
da: Administratorer har bedt om at se dine analyser.
de: Administratoren haben um Zugriff auf Ihre Analysen gebeten.
eo: Administrantoj petis vidi viajn analitikojn.
et: Administraatorid palusid näha teie analüütikat.
eu: Administratzaileek zure analitikak ikusi nahi dituzte.
fi: Ylläpitäjät pyytävät katsomaan analytiikkaasi.
fr: Les administrateurs ont demandé à voir vos analyses.
ga: D'iarr na riarthóirí rochtain ar do chuid anailísí.
gl: Os administradores solicitaron ver as túas análises.
hi: व्यवस्थापकों ने आपकी विश्लेषण देखने का अनुरोध किया है।
hr: Administratori su zatražili pristup vašoj analitici.
it: Gli amministratori hanno chiesto di visualizzare le tue analisi.
ka: ადმინისტრატორებმა მოითხოვეს თქვენი ანალიტიკის ნახვა.
nb: Administratorer har bedt om å se dine analyser.
nl: Beheerders hebben gevraagd om uw analytics te bekijken.
pl: Administratorzy poprosili o dostęp do Twojej analityki.
pt: Administradores solicitaram acesso às suas análises.
ru: Администраторы запросили доступ к вашей аналитике.
sk: Administrátori požiadali o zobrazenie vašej analytiky.
sr: Administratori su zatražili da vide vaše analitike.
sv: Administratörer har begärt att få se dina analyser.
ta: நிர்வாகிகள் உங்கள் பகுப்பாய்வை காண கோரிக்கை வைத்துள்ளனர்.
th: ผู้ดูแลขอเข้าดูข้อมูลวิเคราะห์ของคุณ

# lastUpdated
source: Updated {time}
bn: আপডেট হয়েছে {time}
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ {time}
ca: Actualitzat {time}
cs: Poslední aktualizace {time}
da: Opdateret {time}
de: Aktualisiert {time}
eo: Ĝisdatigita {time}
et: Uuendatud {time}
eu: Eguneratua {time}
fi: Päivitetty {time}
fr: Mis à jour {time}
ga: Nuashonraithe {time}
gl: Actualizado {time}
hi: अद्यतन {time}
hr: Ažurirano {time}
it: Aggiornato {time}
ka: განახლებულია {time}
nb: Oppdatert {time}
nl: Bijgewerkt {time}
pl: Ostatnia aktualizacja {time}
pt: Atualizado {time}
ru: Обновлено {time}
sk: Aktualizované {time}
sr: Ažurirano {time}
sv: Uppdaterad {time}
ta: புதுப்பிக்கப்பட்டது {time}
th: อัปเดต {time}

# activityFinishedMessage
source: All Finished!
bn: সব শেষ!
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ!
ca: Tot finalitzat!
cs: Vše hotovo!
da: Alt færdigt!
de: Alles erledigt!
eo: Ĉio Finita!
et: Kõik valmis!
eu: Bukatu da guztia!
fi: Kaikki valmiina!
fr: Tout est terminé !
ga: Críochnaíodh go léir!
gl: ¡Todo terminado!
hi: सभी समाप्त!
hr: Svi završili!
it: Tutto finito!
ka: ყველაფერი დასრულდა!
nb: Alt ferdig!
nl: Alles voltooid!
pl: Wszystko zakończone!
pt: Tudo Concluído!
ru: Все завершено!
sk: Všetko hotové!
sr: Svi završeni!
sv: Allt klart!
ta: அனைத்தும் முடிந்தது!
th: เสร็จสิ้นทั้งหมด!

source: End for all
bn: সবার জন্য শেষ করুন
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Finalitzar per a tots
cs: Ukončit pro všechny
da: Afslut for alle
de: Für alle beenden
eo: Fini por ĉiuj
et: Lõpeta kõigile
eu: Amaitu guztientzat
fi: Lopeta kaikille
fr: Terminer pour tous
ga: Críochnaigh do gach duine
gl: Rematar para todos
hi: सभी के लिए समाप्त करें
hr: Završi za sve
it: Termina per tutti
ka: დასრულება ყველასთვის
nb: Avslutt for alle
nl: Einde voor iedereen
pl: Zakończ dla wszystkich
pt: Encerrar para todos
ru: Завершить для всех
sk: Ukončiť pre všetkých
sr: Završi za sve
sv: Avsluta för alla
ta: அனைவருக்கும் முடிவு
th: สิ้นสุดสำหรับทุกคน

source: New course
bn: নতুন কোর্স
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Nou curs
cs: Nový kurz
da: Nyt kursus
de: Neuer Kurs
eo: Nova kurso
et: Uus kursus
eu: Ikastaro berria
fi: Uusi kurssi
fr: Nouveau cours
ga: Cúrsa Nua
gl: Novo curso
hi: नई कोर्स
hr: Novi tečaj
it: Nuovo corso
ka: ახალი კურსი
nb: Nytt kurs
nl: Nieuwe cursus
pl: Nowy kurs
pt: Novo curso
ru: Новый курс
sk: Nový kurz
sr: Novi kurs
sv: Ny kurs
ta: புதிய பாடம்
th: หลักสูตรใหม่

# newCourseSubtitle
source: Which course plan plan would you like to use?
bn: আপনি কোন কোর্স পরিকল্পনা ব্যবহার করতে চান?
bo: ᠰᠤᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ?
ca: Quin pla de curs t'agradaria utilitzar?
cs: Který plán kurzu byste chtěli použít?
da: Hvilken kursusplan vil du bruge?
de: Welchen Kursplan möchten Sie verwenden?
eo: Kiu kurso-plano vi ŝatus uzi?
et: Millist kursuseplaani soovite kasutada?
eu: Zein ikastaro plan erabili nahi duzu?
fi: Minkä kurssisuunnitelman haluaisit käyttää?
fr: Quel plan de cours souhaitez-vous utiliser ?
ga: Cén plean cúrsa ar mhaith leat a úsáid?
gl: Que plan de curso queres usar?
hi: आप किस कोर्स योजना का उपयोग करना चाहेंगे?
hr: Koji plan tečaja želite koristiti?
it: Quale piano di corso desideri utilizzare?
ka: რომელ კურსის გეგმას გსურთ გამოყენება?
nb: Hvilken kursplan vil du bruke?
nl: Welke cursusplanning wilt u gebruiken?
pl: Który plan kursu chcesz wybrać?
pt: Qual plano de curso você gostaria de usar?
ru: Какой план курса вы хотели бы использовать?
sk: Aký plán kurzu by ste chceli použiť?
sr: Koji plan kursa želite da koristite?
sv: Vilken kursplan vill du använda?
ta: நீங்கள் எந்த பாட திட்டத்தை பயன்படுத்த விரும்புகிறீர்கள்?
th: คุณต้องการใช้แผนหลักสูตรใด?

source: Failed to load courses
bn: কোর্স লোড করতে ব্যর্থ হয়েছে
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: No s'ha pogut carregar els cursos
cs: Nepodařilo se načíst kurzy
da: Kunne ikke indlæse kurser
de: Kurse konnten nicht geladen werden
eo: Malsukcesis ŝarĝi kursojn
et: Kursuste laadimine nurjus
eu: Ezin izan da ikastaroak kargatu
fi: Kurssien lataaminen epäonnistui
fr: Échec du chargement des cours
ga: Níor éirigh le cúrsaí a luchtú
gl: Non se puideron cargar os cursos
hi: कोर्स लोड करने में विफल
hr: Neuspješno učitavanje tečajeva
it: Impossibile caricare i corsi
ka: კურსების ჩატვირთვა ვერ მოხერხდა
nb: Kunne ikke laste kurs
nl: Laden van cursussen mislukt
pl: Nie udało się załadować kursów
pt: Falha ao carregar cursos
ru: Не удалось загрузить курсы
sk: Nepodarilo sa načítať kurzy
sr: Neuspešno učitavanje kurseva
sv: Det gick inte att ladda kurser
ta: பாடங்களை ஏற்ற முடியவில்லை
th: ไม่สามารถโหลดหลักสูตรได้

source: {num} modules
bn: {num} মডিউল
bo: {num} ᠪᠣᠯᠣᠰ
ca: {num} mòduls
cs: {num} modulů
da: {num} moduler
de: {num} Module
eo: {num} moduloj
et: {num} moodulit
eu: {num} modulua
fi: {num} moduulia
ga: {num} modúl
gl: {num} módulos
hi: {num} मॉड्यूल
hr: {num} modula
it: {num} moduli
ka: {num} მოდული
nb: {num} moduler
pl: {num} modułów
pt: {num} módulos
ru: {num} модулей
sk: {num} modulov
sr: {num} modula
sv: {num} moduler
ta: {num} பகுதிகள்
th: {num} โมดูล

source: {num} activity plans
bn: {num} কার্যক্রম পরিকল্পনা
bo: {num} ᠪᠣᠯᠣᠰ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: {num} plans d'activitat
cs: {num} plánů aktivit
da: {num} aktivitetsplaner
de: {num} Aktivitätspläne
eo: {num} agadoj
et: {num} tegevusplaani
eu: {num} jarduera plan
fi: {num} aktiviteettisuunnitelmaa
fr: {num} plans d'activité
ga: {num} plean gníomhaíochta
gl: {num} plans de actividade
hi: {num} गतिविधि योजनाएँ
hr: {num} planova aktivnosti
it: {num} piani di attività
ka: {num} აქტივობის გეგმა
nb: {num} aktivitetsplaner
nl: {num} activiteitsplannen
pl: {num} planów aktywności
pt: {num} planos de atividade
ru: {num} планов деятельности
sk: {num} plánov aktivít
sr: {num} planova aktivnosti
sv: {num} aktivitetsplaner
ta: {num} செயல்பாட்டு திட்டங்கள்
th: {num} แผนกิจกรรม

source: Course Plan
bn: কোর্স পরিকল্পনা
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Pla de curs
cs: Plán kurzu
da: Kursusplan
de: Kursplan
eo: Kurso Plano
et: Kursuse plaan
eu: Ikastaro Plana
fi: Kurssisuunnitelma
fr: Plan de cours
ga: Plean Cúrsa
gl: Plan de curso
hi: कोर्स योजना
hr: Plan tečaja
it: Piano del corso
ka: კურსის გეგმა
nb: Kursplan
nl: Cursusplan
pl: Plan kursu
pt: Plano do Curso
ru: План курса
sk: Plán kurzu
sr: Plan kursa
sv: Kursplan
ta: பாட திட்டம்
th: แผนหลักสูตร

# editCourseLater
source: You can edit template title, descriptions, and course image later.
bn: আপনি পরে টেমপ্লেট শিরোনাম, বিবরণ, এবং কোর্স ছবি সম্পাদনা করতে পারেন।
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Pots editar el títol de la plantilla, les descripcions i la imatge del curs més tard.
cs: Později můžete upravit název šablony, popisy a obrázek kurzu.
da: Du kan redigere skabelonens titel, beskrivelser og kursusbillede senere.
de: Sie können den Titel, die Beschreibungen und das Kursbild später bearbeiten.
eo: Vi povas redakti la titolon, priskribojn, kaj bildon de la kurso poste.
et: Saate hiljem redigeerida mallide pealkirju, kirjelduid ja kursuse pilti.
eu: Eman dezakezu geroago txantiloiaren izena, deskribapenak eta ikastaroaren irudia editatzeko.
fi: Voit muokata mallin otsikkoa, kuvauksia ja kurssikuvaa myöhemmin.
fr: Vous pouvez modifier le titre du modèle, les descriptions et l'image du cours plus tard.
ga: Is féidir leat teideal an phlean, cur síos, agus íomhá an chúrsa a chur in eagar níos déanaí.
gl: Podes editar o título da plantilla, as descricións e a imaxe do curso máis tarde.
hi: आप बाद में टेम्पलेट का शीर्षक, विवरण और कोर्स छवि संपादित कर सकते हैं।
hr: Možete kasnije urediti naslov predloška, opise i sliku tečaja.
it: Puoi modificare in seguito il titolo del corso, le descrizioni e l'immagine del corso.
ka: შეგიძლიათ მოგვიანებით შეცვალოთ ტემპლეტის სათაური, აღწერები და კურსის სურათი.
nb: Du kan redigere malens tittel, beskrivelser og kursbilde senere.
nl: U kunt de titel, beschrijvingen en cursusafbeelding later bewerken.
pl: Możesz edytować tytuł szablonu, opisy i obraz kursu później.
pt: Você pode editar o título do modelo, descrições e imagem do curso posteriormente.
ru: Вы можете редактировать название шаблона, описания и изображение курса позже.
sk: Môžete neskôr upraviť názov kurzu, popisy a obrázok kurzu.
sr: Možete kasnije izmeniti naslov šablona, opise i sliku kursa.
sv: Du kan redigera mallens titel, beskrivningar och kursbild senare.
ta: பின்னர் நீங்கள் மாதிரி தலைப்பு, விளக்கங்கள் மற்றும் பாடம் படத்தைத் திருத்தலாம்.
th: คุณสามารถแก้ไขชื่อเทมเพลต คำอธิบาย และภาพหลักสูตรในภายหลัง
