Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# errorDisableIGCClassDesc
source: Grammar assistance is turned off for the course that this chat is in.
bn: এই কোর্সের জন্য ব্যাকরণ সহায়তা বন্ধ করা হয়েছে।
bo: འདི་ལས་སྤྱོད་ནས་རྒྱུན་ལས་འབད་མེད།
ca: L'assistència de gramàtica està desactivada per al curs en què es troba aquest xat.
cs: Pomoc s gramatikou je vypnuta pro kurz, ve kterém je tento chat.
da: Grammatikassistance er deaktiveret for kurset, som denne chat er i.
de: Die Grammatikhilfe ist für den Kurs, in dem sich dieser Chat befindet, deaktiviert.
eo: Gramatika helpo estas malŝaltita por la kurso en kiu ĉi tiu babilejo estas.
et: Grammatikaabi on välja lülitatud selle vestluse ruumi jaoks.
eu: Gramatika laguntza desgaituta dago ikastaro honetan dagoen chat-entzat.
fi: Kielenhuollon apu on pois päältä tämän keskustelun kurssille.
fr: L'assistance à la grammaire est désactivée pour le cours dans lequel cette discussion a lieu.
ga: Tá cabhair gramadála dícheangailte don chúrsa ina bhfuil an comhrá seo.
gl: A axuda de gramática está desactivada para o curso neste que se atopa este chat.
hi: इस चैट के कक्षा के लिए व्याकरण सहायता बंद कर दी गई है।
hr: Pomoć pri gramatici je isključena za tečaj u kojem se nalazi ovaj chat.
it: L'assistenza alla grammatica è disattivata per il corso in cui si trova questa chat.
ka: გრამატიკის დახმარება გამორთულია ამ კურსისთვის, სადაც ეს ჩატი მდებარეობს.
nb: Grammatikkhjelp er slått av for kurset som denne chatten er i.
nl: Grammatica hulp is uitgeschakeld voor de cursus waarin deze chat zich bevindt.
pl: Pomoc gramatyczna jest wyłączona dla kursu, w którym znajduje się ten czat.
pt: Assistência de gramática está desativada para o curso em que esta conversa está.
ru: Помощь с грамматикой отключена для курса, в котором находится этот чат.
sk: Pomoc s gramatikou je vypnutá pre kurz, v ktorom sa nachádza tento chat.
sr: Pomoć u gramatici je isključena za kurs u kojem se nalazi ovaj chat.
sv: Grammatikhjälp är avstängd för kursen som denna chatt tillhör.
ta: இந்த உரையாடல் உள்ள பாடத்திற்கான வாக்கிய அமைப்பு உதவி அணைக்கப்பட்டுள்ளது.
th: การช่วยเหลือด้านไวยากรณ์ถูกปิดใช้งานสำหรับหลักสูตรที่แชทนี้อยู่

# itIsDisabled
source: Interactive Translation is disabled
bn: ইন্টারেক্টিভ অনুবাদ অক্ষম
bo: རིགས་སྤྱོད་སྤྱོད་མེད།
ca: La traducció interactiva està desactivada
cs: Interaktivní překlad je vypnutý
da: Interaktiv oversættelse er deaktiveret
de: Interaktive Übersetzung ist deaktiviert
eo: Interaga Tradukado estas malŝaltita
et: Interaktiivne tõlge on välja lülitatud
eu: Interaktiboa Itzulpena desgaituta dago
fi: Interaktiivinen käännös on pois käytöstä
fr: La traduction interactive est désactivée
ga: Tá Aistriúchán Comhoibríoch dícheangailte
gl: A tradución interactiva está desactivada
hi: इंटरैक्टिव अनुवाद अक्षम है
hr: Interaktivno prevođenje je onemogućeno
it: Traduzione Interattiva disattivata
ka: ინტერაქტიული თარგმნა გამორთულია
nb: Interaktiv oversettelse er deaktivert
nl: Interactieve Vertaling is uitgeschakeld
pl: Interaktywne tłumaczenie jest wyłączone
pt: Tradução Interativa está desativada
ru: Интерактивный перевод отключен
sk: Interaktívny preklad je vypnutý
sr: Interaktivni prevod je onemogućen
sv: Interaktiv översättning är inaktiverad
ta: இணையதள மொழிபெயர்ப்பு முடக்கப்பட்டுள்ளது
th: การแปลแบบโต้ตอบถูกปิดใช้งาน

# igcIsDisabled
source: Interactive Grammar Checking is disabled
bn: ইন্টারেক্টিভ ব্যাকরণ পরীক্ষা অক্ষম
bo: རྒྱུན་ལས་སྤྱོད་མེད།
ca: La revisió gramatical interactiva està desactivada
cs: Interaktivní kontrola gramatiky je vypnuta
da: Interaktiv grammatikkontrol er deaktiveret
de: Interaktive Grammatikprüfung ist deaktiviert
eo: Interaga Gramatika Kontrolo estas malŝaltita
et: Interaktiivne grammatikakontroll on välja lülitatud
eu: Interaktiboko Gramatika Egiaztapena desgaituta dago
fi: Interaktiivinen kielioppitarkistus on pois käytöstä
fr: La vérification grammaticale interactive est désactivée
ga: Tá Seiceáil Gramada Comhoibríoch dícheangailte
gl: A comprobación gramatical interactiva está desactivada
hi: इंटरैक्टिव व्याकरण जाँच अक्षम है
hr: Interaktivno provjeravanje gramatici je onemogućeno
it: Controllo grammaticale interattivo disattivato
ka: ინტერაქტიული გრამატიკის შემოწმება გამორთულია
nb: Interaktiv grammatikkkontroll er deaktivert
nl: Interactieve grammatica-controle is uitgeschakeld
pl: Interaktywne sprawdzanie gramatyki jest wyłączone
pt: Verificação Gramatical Interativa está desativada
ru: Интерактивная проверка грамматики отключена
sk: Interaktívne kontrolovanie gramatiky je vypnuté
sr: Interaktivno proveravanje gramatike je onemogućeno
sv: Interaktiv grammatikkontroll är inaktiverad
ta: இணையதள இலக்கண சரிபார்ப்பு முடக்கப்பட்டுள்ளது
th: การตรวจสอบไวยากรณ์แบบโต้ตอบถูกปิดใช้งาน

source: Go to Learning Settings
bn: শিক্ষার সেটিংসে যান
bo: ཚོགས་སྒྲིག་སྤྱོད་ལས་འགྱོ།
ca: Ves a la Configuració d'Aprenentatge
cs: Přejít na nastavení učení
da: Gå til læringsindstillinger
de: Zu den Lerneinstellungen gehen
eo: Iru al Lernagordoj
et: Mine õpeseadistustesse
eu: Joan Ikaskuntza Ezarpenetara
fi: Siirry oppimisasetuksiin
fr: Aller aux paramètres d'apprentissage
ga: Téigh go Socruithe Foghlama
gl: Ir a Configuración de Aprendizaxe
hi: सीखने की सेटिंग्स पर जाएं
hr: Idi na Postavke učenja
it: Vai alle Impostazioni di Apprendimento
ka: გადადი სწავლების პარამეტრებზე
nb: Gå til læringsinnstillinger
nl: Ga naar Leerinstellingen
pl: Przejdź do ustawień nauki
pt: Ir para Configurações de Aprendizado
ru: Перейти к настройкам обучения
sk: Prejsť na Nastavenia učenia
sr: Idi na Postavke učenja
sv: Gå till inlärningsinställningar
ta: கற்றல் அமைப்புகளுக்கு செல்லவும்
th: ไปที่การตั้งค่าการเรียนรู้

# error405Title
source: Languages not set
bn: ভাষা সেট করা হয়নি
bo: སྱོན་ཚན་མེད།
ca: Idiomes no configurats
cs: Jazyky nejsou nastaveny
da: Sprog er ikke indstillet
de: Sprachen nicht eingestellt
eo: Lingvoj ne agorditaj
et: Keeled pole määratud
eu: Hizkuntzak ez daude ezarrita
fi: Kielet eivät ole asetettu
fr: Langues non définies
ga: Níor socraíodh teangacha
gl: Idiomas non configurados
hi: भाषाएँ सेट नहीं हैं
hr: Jezici nisu postavljeni
it: Lingue non impostate
ka: ენა არ არის მითითებული
nb: Språk ikke satt
nl: Talen niet ingesteld
pl: Języki nie ustawione
pt: Idiomas não configurados
ru: Языки не установлены
sk: Jazyky nie sú nastavené
sr: Jezici nisu postavljeni
sv: Språk inte inställda
ta: மொழிகள் அமைக்கப்படவில்லை
th: ภาษายังไม่ได้ตั้งค่า

# error405Desc
source: Please set your languages in Main Menu > Learning Settings.
bn: অনুগ্রহ করে মূল মেনু > শিক্ষার সেটিংসে আপনার ভাষা সেট করুন।
bo: Խնդրում ենք սահմանել ձեր լեզուները Մենյու գլխավոր > Ուսուցման կարգավորումներ բաժնում։
ca: Si us plau, configureu els vostres idiomes al Menú Principal > Configuració d'Aprenentatge.
cs: Prosím, nastavte své jazyky v Hlavním menu > Nastavení učení.
da: Indstil dine sprog i Hovedmenu > Læringsindstillinger.
de: Bitte stellen Sie Ihre Sprachen im Hauptmenü > Lerneinstellungen ein.
eo: Bonvolu agordi viajn lingvojn en Ĉefa menuo > Lernagordoj.
et: Palun seadistage oma keeled peamenüüs > Õpeseadistused.
eu: Mesedez, ezarri zure hizkuntzak Nagusien Menuko > Ikaskuntza Ezarpenetan.
fi: Aseta kielesi Päävalikosta > Oppimisasetukset.
fr: Veuillez définir vos langues dans le menu principal > Paramètres d'apprentissage.
ga: Le do thoil, socraigh do chuid teangacha sa Bhealach Príomh > Socruithe Foghlama.
gl: Por favor, configure os seus idiomas no Menú Principal > Configuración de Aprendizaxe.
hi: कृपया अपने भाषाओं को मेनू > सीखने की सेटिंग्स में सेट करें।
hr: Molimo postavite svoje jezike u Glavnom izborniku > Postavke učenja.
it: Imposta le tue lingue nel Menu Principale > Impostazioni di Apprendimento.
ka: გთხოვთ, დააყენოთ თქვენი ენები მთავარი მენიუდან > სწავლების პარამეტრებიდან.
nb: Vennligst sett språkene dine i Hovedmeny > Læringsinnstillinger.
nl: Stel uw talen in in Hoofdmenu > Leerinstellingen.
pl: Ustaw swoje języki w menu głównym > Ustawienia nauki.
pt: Por favor, configure seus idiomas em Menu Principal > Configurações de Aprendizado.
ru: Пожалуйста, установите ваши языки в Главное меню > Настройки обучения.
sk: Prosím, nastavte si svoje jazyky v Hlavnom menu > Nastavenia učenia.
sr: Molimo vas da postavite svoje jezike u Glavnom meniju > Postavke učenja.
sv: Vänligen ställ in dina språk i Huvudmeny > Inlärningsinställningar.
ta: தயவுசெய்து உங்கள் மொழிகளை முதன்மை மெனு > கற்றல் அமைப்புகளில் அமைக்கவும்.
th: กรุณาตั้งค่าภาษาของคุณในเมนหลัก > การตั้งค่าการเรียนรู้

# loginOrSignup
source: Sign in with
bn: সাইন ইন করুন
bo: Մուտք գործել կամ գրանցվել
ca: Inicia sessió amb
cs: Přihlásit se pomocí
da: Log ind med
de: Anmelden mit
eo: Ensaluti per
et: Logi sisse või registreeru
eu: Saioa hasi edo erregistratu
fi: Kirjaudu sisään
fr: Se connecter avec
ga: Cláraigh le
gl: Iniciar sesión con
hi: साइन इन करें
hr: Prijavite se s
it: Accedi con
ka: შესვლა ან რეგისტრაცია
nb: Logg inn med
nl: Inloggen met
pl: Zaloguj się za pomocą
pt: Entrar com
ru: Войти с
sk: Prihlásiť sa pomocou
sr: Prijavite se sa
sv: Logga in med
ta: உள்நுழையவும் அல்லது பதிவு செய்யவும்
th: เข้าสู่ระบบด้วย

source: I agree to the
bn: আমি সম্মত
bo: Ես համաձայն եմ
ca: Accepto els
cs: Souhlasím s
da: Jeg accepterer
de: Ich stimme den
eo: Mi konsentas pri la
et: Ma nõustun
eu: Ados nago
fi: Hyväksyn
fr: Je suis d'accord avec le
ga: Aontaím leis an
gl: Acepto os
hi: मैं सहमत हूँ
hr: Slažem se s
it: Accetto i
ka: მე ვეთანხმები
nb: Jeg godtar
nl: Ik ga akkoord met de
pl: Zgadzam się na
pt: Concordo com o
ru: Я согласен с
sk: Súhlasím s
sr: Slažem se sa
sv: Jag samtycker till
ta: நான் ஒப்புக்கொள்கிறேன்
th: ฉันยอมรับ

source: Terms and Conditions
bn: শর্তাবলী ও শর্তসমূহ
bo: Պայմաններն ու դրույթները
ca: Termes i Condicions
cs: Obchodními podmínkami
da: Vilkår og betingelser
de: Allgemeinen Geschäftsbedingungen
eo: Kondicxoj kaj Kondicxoj
et: Tingimuste ja nõuetega
eu: Baldintzak eta Baldintzak
fi: käyttöehdot
fr: Termes et Conditions
ga: Tearmaí agus Coinníollacha
gl: Termos e Condicións
hi: शर्तें और नियम
hr: Uvjetima i odredbama
it: Termini e Condizioni
ka: წესებს და პირობებს
nb: Vilkår og betingelser
nl: Algemene voorwaarden
pl: Warunki i zasady
pt: Termos e Condições
ru: Условиями использования
sk: Podmienkami a podmienkami
sr: Uslovima i odredbama
sv: Villkor
ta: விதிகள் மற்றும் நிபந்தனைகள்
th: ข้อกำหนดและเงื่อนไข

# andCertifyIAmAtLeast13YearsOfAge
source: and certify I am at least 16 years of age.
bn: এবং আমি নিশ্চিত করি যে আমি কমপক্ষে ১৬ বছর বয়সী।
bo: և վկայում եմ, որ ինձ առնվազն 16 տարեկան եմ։
ca: i certifico que tinc almenys 16 anys.
cs: a potvrzuji, že mám alespoň 16 let.
da: og bekræfter, at jeg er mindst 16 år gammel.
de: zu und bestätigen, dass ich mindestens 16 Jahre alt bin.
eo: kaj atestigas ke mi estas almenaŭ 16 jarojn aĝa.
et: ning kinnitan, et olen vähemalt 16 aastat vana.
eu: eta ziurtatzen dut gutxienez 16 urte ditudala.
fi: ja vahvistan, että olen vähintään 16-vuotias.
fr: et je certifie que j'ai au moins 16 ans.
ga: agus deimhním go bhfuil mé ar a laghad 16 bliain d'aois.
gl: e certifico que teño polo menos 16 anos de idade.
hi: और प्रमाणित करता हूँ कि मेरी उम्र कम से कम 16 वर्ष है।
hr: i potvrđujem da imam najmanje 16 godina.
it: e certifico di avere almeno 16 anni.
ka: და ვადასტურებ, რომ მე მინიმუმ 16 წლის ვარ.
nb: og bekrefter at jeg er minst 16 år gammel.
nl: en verklaar dat ik minstens 16 jaar oud ben.
pl: oraz potwierdzam, że mam co najmniej 16 lat.
pt: e certifico que tenho pelo menos 16 anos de idade.
ru: и подтверждаю, что мне не менее 16 лет.
sk: a potvrdzujem, že mám najmenej 16 rokov.
sr: i potvrđujem da imam najmanje 16 godina.
sv: och intygar att jag är minst 16 år gammal.
ta: மற்றும் நான் குறைந்தபட்சம் 16 வயதுடையவன் என்பதை சான்றளிக்கின்றேன்.
th: และรับรองว่าฉันมีอายุอย่างน้อย 16 ปี

# error502504Title
source: Wow, there are a lot of students online!
bn: উফ, অনলাইনে অনেক ছাত্র রয়েছে!
bo: Վայ, շատ ուսանողներ են առցանց!
ca: Uau, hi ha molts estudiants en línia!
cs: Wow, je online hodně studentů!
da: Wow, der er mange elever online!
de: Wow, es sind viele Schüler online!
eo: Vau, estas multaj studentoj enrete!
et: Vau, veebis on palju õpilasi!
eu: Wow, ikasle asko daude linean!
fi: Vau, verkossa on paljon oppilaita!
fr: Wow, il y a beaucoup d'étudiants en ligne !
ga: Wow, tá a lán daltaí ar líne!
gl: Vaya, hai moitos estudantes en liña!
hi: वाह, बहुत सारे छात्र ऑनलाइन हैं!
hr: Vau, puno je učenika online!
it: Wow, ci sono molti studenti online!
ka: ვაი, ბევრი სტუდენტი ონლაინშია!
nb: Wow, det er mange elever pålogget!
nl: Wow, er zijn veel studenten online!
pl: Wow, jest wielu uczniów online!
pt: Uau, há muitos estudantes online!
ru: Вау, много студентов онлайн!
sk: Wow, je online veľa študentov!
sr: Vau, mnogo je učenika online!
sv: Wow, det är många elever online!
ta: வாவ், ஆன்லைனில் பல மாணவர்கள் உள்ளனர்!
th: ว้าว มีนักเรียนออนไลน์จำนวนมาก!

# error502504Desc
source: Translation and grammar tools may be slow or unavailable while the Pangea bots catch up.
bn: পাঙ্গিয়া বটগুলি আপডেট হওয়ার সময় অনুবাদ এবং ব্যাকরণ সরঞ্জামগুলি ধীর বা অপ্রাপ্য হতে পারে।
bo: Թարգմանության և գրականության գործիքները կարող են դանդաղել կամ անհասանելի լինել, մինչ Պանգեա բոտերը լրացնում են տվյալները։
ca: Les eines de traducció i gramàtica poden ser lentes o no estar disponibles mentre els bots de Pangea s'actualitzen.
cs: Nástroje pro překlad a gramatiku mohou být pomalé nebo nedostupné, zatímco se boty Pangea dožene.
da: Oversættelses- og grammatikværktøjer kan være langsomme eller utilgængelige, mens Pangea-botterne indhenter.
de: Übersetzungs- und Grammatiktools könnten langsam sein oder nicht verfügbar sein, während die Pangea-Bots aufholen.
eo: Tradukiloj kaj gramatikaj iloj eble estos malrapidaj aŭ nehaveblaj dum la Pangea-botoj okupiĝas.
et: Tõlke- ja grammatikatööriistad võivad olla aeglased või kättesaamatud, kuni Pangea botid jõuavad järele.
eu: Itzulpen eta gramatika tresnak motel edo erabilgarri ez egon daitezke Pangea botak eguneratzen direnean.
fi: Käännös- ja kielioppityökalut saattavat olla hitaita tai poissa käytöstä, kun Pangea-botit saavat kiinni.
fr: Les outils de traduction et de grammaire peuvent être lents ou indisponibles pendant que les bots Pangea rattrapent leur retard.
ga: D'fhéadfadh go mbeadh na huirlisí aistriúcháin agus gramadach mall nó neamh-inmhianaithe agus na bots Pangea ag teacht chun cinn.
gl: As ferramentas de tradución e gramática poden ser lentas ou non estar dispoñibles mentres os bots de Pangea se poñen ao día.
hi: जब तक पांगेआ बॉट्स अपडेट नहीं हो जाते, तब तक अनुवाद और व्याकरण उपकरण धीमे या अनुपलब्ध हो सकते हैं।
hr: Alati za prijevod i gramatiku mogu biti spori ili nedostupni dok Pangea botovi ne uhvate korak.
it: Gli strumenti di traduzione e grammatica potrebbero essere lenti o non disponibili mentre i bot Pangea si aggiornano.
ka: თარგმნის და გრამატიკის ხელსაწყოები შეიძლება იყოს ნელი ან მიუწვდომელი, სანამ პანგეა ბოტები არ დაეწევიან.
nb: Oversettelses- og grammatikkverktøy kan være trege eller utilgjengelige mens Pangea-botene tar igjen.
nl: Vertaal- en grammaticagereedschappen kunnen traag zijn of niet beschikbaar terwijl de Pangea-bots bijwerken.
pl: Narzędzia do tłumaczeń i sprawdzania gramatyki mogą działać wolno lub być niedostępne, podczas gdy boty Pangea nadążają za ruchem.
pt: Ferramentas de tradução e gramática podem estar lentas ou indisponíveis enquanto os bots Pangea se atualizam.
ru: Инструменты перевода и грамматики могут работать медленно или быть недоступны, пока боты Pangea не догонят.
sk: Nástroje na preklad a gramatiku môžu byť pomalé alebo nedostupné, kým Pangea boty dobehnú.
sr: Alati za prevod i gramatiku mogu biti spori ili nedostupni dok Pangea botovi ne stignu do trenutka.
sv: Översättnings- och grammatverktyg kan vara långsamma eller otillgängliga medan Pangea-botar hänger med.
ta: பெய்ஜியா பாட்டுகள் பின்தொடரும்போது மொழிபெயர்ப்பு மற்றும் இலக்கண கருவிகள் மெதுவாக அல்லது கிடைக்காமல் இருக்கலாம்.
th: เครื่องมือแปลและไวยากรณ์อาจช้าหรือไม่สามารถใช้งานได้ในขณะนี้ ขณะที่บอทพังเผา Pangea กำลังตามทัน

# error404Title
source: Translation error!
bn: অনুবাদ ত্রুটি!
bo: Թարգմանության սխալ!
ca: Error de traducció!
cs: Chyba překladu!
da: Oversættelsesfejl!
de: Übersetzungsfehler!
eo: Traduk-eraro!
et: Tõlkeviga!
eu: Itzulpen errorea!
fi: Käännösvirhe!
fr: Erreur de traduction !
ga: Earráid aistriúcháin!
gl: Erro de tradución!
hi: अनुवाद त्रुटि!
hr: Greška u prijevodu!
it: Errore di traduzione!
ka: თარგმნის შეცდომა!
nb: Oversettelsesfeil!
nl: Vertaalfout!
pl: Błąd tłumaczenia!
pt: Erro de tradução!
ru: Ошибка перевода!
sk: Chyba prekladu!
sr: Greška u prevodu!
sv: Översättningsfel!
ta: மொழிபெயர்ப்பு பிழை!
th: เกิดข้อผิดพลาดในการแปล!

# error404Desc
source: Pangea Bot isn't sure how to translate that...
bn: পাঙ্গিয়া বট নিশ্চিত নয় কিভাবে এটি অনুবাদ করবে...
bo: Պանգեա Բոտը չգիտի, թե ինչպես թարգմանել դա...
ca: El Pangea Bot no està segur de com traduir això...
cs: Bot Pangea si není jistý, jak to přeložit...
da: Pangea-botten er ikke sikker på, hvordan det skal oversætte det...
de: Der Pangea-Bot ist sich nicht sicher, wie das zu übersetzen ist...
eo: Pangea-boto ne certas kiel traduki tion...
et: Pangea bot ei ole kindel, kuidas seda tõlkida...
eu: Pangea Botak ez du ziur nola itzuli hori...
fi: Pangea-botti ei ole varma, miten tämä tulisi kääntää...
fr: Le bot Pangea n'est pas sûr de comment traduire cela...
ga: Níl a fhios ag Bot Pangea conas é a aistriú...
gl: O bot de Pangea non está seguro de como traducir iso...
hi: पांगेआ बॉट को यह अनुवाद करने का तरीका नहीं पता...
hr: Pangea Bot nije siguran kako to prevesti...
it: Il bot Pangea non è sicuro di come tradurre questo...
ka: Pangea Bot-ი ვერ გარჩევს, როგორ უნდა თარგმნოს ეს...
nb: Pangea Bot er ikke sikker på hvordan den skal oversette det...
nl: Pangea Bot weet niet zeker hoe dit te vertalen...
pl: Bot Pangea nie jest pewien, jak to przetłumaczyć...
pt: O Pangea Bot não tem certeza de como traduzir isso...
ru: Бот Pangea не уверен, как это перевести...
sk: Pangea Bot si nie je istý, ako to preložiť...
sr: Pangea Bot nije siguran kako da prevede to...
sv: Pangea-boten är inte säker på hur den ska översätta det...
ta: பெய்ஜியா பாட்டுக்கு அது எப்படி மொழிபெயர்க்க வேண்டும் என்று தெரியவில்லை...
th: Pangea Bot ไม่แน่ใจว่าจะจะแปลอย่างไร...

# errorPleaseRefresh
source: We're looking into it! Please reload and try again.
bn: আমরা এটি দেখছি! দয়া করে রিফ্রেশ করুন এবং আবার চেষ্টা করুন।
bo: Մենք աշխատում ենք դրա վրա։ Խնդրում ենք թարմացնել և փորձել նորից։
ca: Ho estem investigant! Si us plau, actualitza i torna a provar.
cs: Řešíme to! Prosím, načtěte stránku znovu a zkuste to znovu.
da: Vi undersøger det! Opdater venligst siden og prøv igen.
de: Wir kümmern uns darum! Bitte laden Sie die Seite neu und versuchen Sie es erneut.
eo: Ni esploras ĝin! Bonvolu reŝarĝi kaj provi denove.
et: Uurime seda välja! Palun laadin uuesti ja proovi uuesti.
eu: Begiratzen ari gara! Mesedez, kargatu berriro eta saiatu berriro.
fi: Tarkistamme asiaa! Lataa sivu uudelleen ja yritä uudelleen.
fr: Nous étudions le problème ! Veuillez recharger et réessayer.
ga: Táimid ag déileáil leis! Le do thoil, luchtú arís agus bain triail eile as.
gl: Estamos a investigalo! Por favor, actualice e intente de novo.
hi: हम इसे देख रहे हैं! कृपया पुनः लोड करें और फिर से प्रयास करें।
hr: Radimo na tome! Molimo osvježite i pokušajte ponovno.
it: Stiamo verificando! Ricarica e riprova.
ka: ჩვენ ამას ვისწრაფვით! გთხოვთ, განაახლოთ გვერდი და სცადოთ თავიდან.
nb: Vi undersøker det! Vennligst last inn siden på nytt og prøv igjen.
nl: We zijn het aan het onderzoeken! Verversen en probeer het opnieuw.
pl: Pracujemy nad tym! Odśwież stronę i spróbuj ponownie.
pt: Estamos investigando! Por favor, recarregue e tente novamente.
ru: Мы этим занимаемся! Пожалуйста, обновите страницу и попробуйте снова.
sk: Pozeráme sa na to! Prosím, načítajte stránku znova a skúste to znova.
sr: Radimo na tome! Molimo vas da osvežite stranicu i pokušate ponovo.
sv: Vi undersöker det! Vänligen ladda om och prova igen.
ta: நாம் இதை ஆராய்கிறோம்! தயவுசெய்து மீண்டும் ஏற்றவும் மற்றும் முயற்சிக்கவும்.
th: เรากำลังตรวจสอบอยู่! กรุณารีเฟรชหน้าและลองใหม่อีกครั้ง

# toggleIT
source: Interactive Translation
bn: ইন্টারেক্টিভ অনুবাদ
bo: Ինտերակտիվ թարգմանություն
ca: Traducció interactiva
cs: Interaktivní překlad
da: Interaktiv oversættelse
de: Interaktive Übersetzung
eo: Interaga Tradukado
et: Interaktiivne tõlge
eu: Interaktiboko Itzulpena
fi: Interaktiivinen käännös
fr: Traduction interactive
ga: Aistriúchán Comhoiriúnach
gl: Tradución Interactiva
hi: इंटरैक्टिव अनुवाद
hr: Interaktivni prijevod
it: Traduzione Interattiva
ka: ინტერაქტიული თარგმანი
nb: Interaktiv oversettelse
nl: Interactieve Vertaling
pl: Interaktywne tłumaczenie
pt: Tradução Interativa
ru: Интерактивный перевод
sk: Interaktívny preklad
sr: Interaktivni prevod
sv: Interaktiv översättning
ta: இணையதள மொழிபெயர்ப்பு
th: การแปลแบบโต้ตอบ

# toggleIGC
source: Interactive Grammar Checking
bn: ইন্টারেক্টিভ ব্যাকরণ পরীক্ষা
bo: Ինտերակտիվ գրականության ստուգում
ca: Revisió gramatical interactiva
cs: Interaktivní kontrola gramatiky
da: Interaktiv grammatikkontrol
de: Interaktive Grammatikprüfung
eo: Interaga Gramatika Kontrolo
et: Interaktiivne grammatikakontroll
eu: Interaktiboko Gramatika Egiaztapena
fi: Interaktiivinen kielioppitarkistus
fr: Vérification grammaticale interactive
ga: Seiceáil Gramada Comhoiriúnach
gl: Revisión de Gramática Interactiva
hi: इंटरैक्टिव व्याकरण जाँच
hr: Interaktivna provjera gramatike
it: Controllo grammaticale interattivo
ka: ინტერაქტიული გრამატიკის შემოწმება
nb: Interaktiv grammatikkontroll
nl: Interactieve grammatica-controle
pl: Interaktywne sprawdzanie gramatyki
pt: Verificação Gramatical Interativa
ru: Интерактивная проверка грамматики
sk: Interaktívne kontrolovanie gramatiky
sr: Interaktivna provera gramatike
sv: Interaktiv grammatikkontroll
ta: இணையதள இலக்கண சரிபார்ப்பு
th: การตรวจไวยากรณ์แบบโต้ตอบ
