Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# newCourseAccess
source: By default, courses are private and require admin approval to join. You can edit these settings at any time.
bn: ডিফল্টভাবে, কোর্সগুলি ব্যক্তিগত এবং যোগদানের জন্য অ্যাডমিন অনুমোদন প্রয়োজন। আপনি এই সেটিংস যেকোন সময় সম্পাদনা করতে পারেন।
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Per defecte, els cursos són privats i requereixen l'aprovació de l'administrador per unir-se. Pots editar aquests paràmetres en qualsevol moment.
cs: Ve výchozím nastavení jsou kurzy soukromé a vyžadují schválení správce pro připojení. Tyto nastavení můžete upravit kdykoli.
da: Som standard er kurser private og kræver godkendelse fra administrator for at deltage. Du kan redigere disse indstillinger når som helst.
de: Standardmäßig sind Kurse privat und erfordern die Genehmigung eines Administrators, um beizutreten. Sie können diese Einstellungen jederzeit ändern.
eo: Ĝis nun, kursoj estas private kaj postulas administran aprobon por aliĝi. Vi povas ŝanĝi ĉi tiujn agordojn iam ajn.
et: Vaikimisi on kursused privaatsed ning nõuavad administraatori kinnitust, et liituda. Saate neid seadeid igal ajal muuta.
eu: Lehenetsiz, ikastaroak pribatutasunekoak dira eta administratzailearen onespena behar dute parte hartzeko. Edozein momentutan aldatu ditzakezu ezarpen hauek.
fi: Oletuksena kurssit ovat yksityisiä ja vaativat ylläpitäjän hyväksynnän liittyäksesi. Voit muokata näitä asetuksia milloin tahansa.
fr: Par défaut, les cours sont privés et nécessitent l'approbation de l'administrateur pour rejoindre. Vous pouvez modifier ces paramètres à tout moment.
ga: De réir réamhshocraithe, tá cúrsaí príobháideach agus iarrtar cead riarthóra chun páirt a ghlacadh. Is féidir leat na socruithe seo a chur in eagar ag am ar bith.
gl: Por defecto, os cursos son privados e requiren a aprobación do administrador para unirse. Podes editar estas configuracións en calquera momento.
hi: डिफ़ॉल्ट रूप से, कोर्स निजी होते हैं और शामिल होने के लिए व्यवस्थापक अनुमोदन की आवश्यकता होती है। आप इन सेटिंग्स को कभी भी संपादित कर सकते हैं।
hr: Prema zadanim postavkama, tečajevi su privatni i zahtijevaju odobrenje administratora za pridruživanje. Možete ove postavke urediti u bilo koje vrijeme.
it: Per impostazione predefinita, i corsi sono privati e richiedono l'approvazione dell'amministratore per parteciparvi. Puoi modificare queste impostazioni in qualsiasi momento.
ka: ჩაშენებული წესით, კურსები პირადია და საჭიროებს ადმინისტრატორის დამტკიცებას შესასვლელად. შეგიძლიათ ნებისმიერ დროს შეცვალოთ ეს პარამეტრები.
nb: Som standard er kurs private og krever administratorgodkjenning for å bli med. Du kan endre disse innstillingene når som helst.
nl: Standaard zijn cursussen privé en vereist goedkeuring van een beheerder om deel te nemen. U kunt deze instellingen op elk moment aanpassen.
pl: Domyślnie kursy są prywatne i wymagają zatwierdzenia administratora, aby do nich dołączyć. Możesz edytować te ustawienia w dowolnym momencie.
pt: Por padrão, os cursos são privados e requerem aprovação do administrador para participar. Você pode editar essas configurações a qualquer momento.
ru: По умолчанию курсы являются приватными и требуют одобрения администратора для присоединения. Вы можете изменить эти настройки в любое время.
sk: Štandardne sú kurzy súkromné a vyžadujú schválenie správcu na pripojenie. Tieto nastavenia môžete upraviť kedykoľvek.
sr: Podrazumevano, kursevi su privatni i zahtevaju odobrenje administratora za pridruživanje. Možete u bilo kom trenutku izmeniti ove postavke.
sv: Som standard är kurser privata och kräver administratörsgodkännande för att gå med. Du kan ändra dessa inställningar när som helst.
ta: இயல்பாக, பாடங்கள் தனிப்பட்டவை மற்றும் சேர்க்க நிர்வாகத்தின் ஒப்புதலை தேவைபடுகின்றன. நீங்கள் எப்போது வேண்டுமானாலும் இந்த அமைப்புகளை மாற்றலாம்.
th: โดยค่าเริ่มต้น หลักสูตรเป็นส่วนตัวและต้องได้รับการอนุมัติจากผู้ดูแลระบบเพื่อเข้าร่วม คุณสามารถแก้ไขการตั้งค่าเหล่านี้ได้ทุกเมื่อ

source: Create course
bn: কোর্স তৈরি করুন
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Crear curs
cs: Vytvořit kurz
da: Opret kursus
de: Kurs erstellen
eo: Krei kurson
et: Loo kursus
eu: Sortu ikastaroa
fi: Luo kurssi
fr: Créer un cours
ga: Cruthaigh cúrsa
gl: Crear curso
hi: कोर्स बनाएं
hr: Stvori tečaj
it: Crea corso
ka: შექმენით კურსი
nb: Opprett kurs
nl: Cursus maken
pl: Utwórz kurs
pt: Criar curso
ru: Создать курс
sk: Vytvoriť kurz
sr: Kreiraj kurs
sv: Skapa kurs
ta: பாடத்தைக் கற்பிக்கவும்
th: สร้างหลักสูตร

source: Stats
bn: পরিসংখ্যান
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Estadístiques
cs: Statistiky
da: Statistikker
de: Statistiken
eo: Statistikoj
et: Statistika
eu: Datuak
fi: Tilastot
fr: Statistiques
ga: Staitisticí
gl: Estadísticas
hi: आंकड़े
hr: Statistike
it: Statistiche
ka: სტატისტიკა
nb: Statistikk
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ru: Статистика
sk: Štatistiky
sr: Statistika
sv: Statistik
ta: புள்ளிவிவரங்கள்
th: สถิติ

source: Create group chat
bn: গ্রুপ চ্যাট তৈরি করুন
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Crear xat de grup
cs: Vytvořit skupinový chat
da: Opret gruppechat
de: Gruppenchats erstellen
eo: Krei grupan babiladon
et: Loo grupivestlus
eu: Sortu talde txat bat
fi: Luo ryhmäkeskustelu
fr: Créer un chat de groupe
ga: Cruthaigh comhrá grúpa
gl: Crear chat de grupo
hi: समूह चैट बनाएं
hr: Stvori grupni razgovor
it: Crea chat di gruppo
ka: შექმენით ჯგუფური ჩათი
nb: Opprett gruppechat
nl: Groepschat maken
pl: Utwórz czat grupowy
pt: Criar chat em grupo
ru: Создать групповой чат
sk: Vytvoriť skupinový chat
sr: Kreiraj grupni chat
sv: Skapa gruppchatt
ta: குழு உரையாடலை உருவாக்கவும்
th: สร้างกลุ่มแชท

source: Edit course
bn: কোর্স সম্পাদনা করুন
bo: ᠪᠠᠢᠯᠠᠭᠤᠯᠤ ᠪᠠᠢᠯᠠᠭᠤᠯᠤ
ca: Editar curs
cs: Upravit kurz
da: Rediger kursus
de: Kurs bearbeiten
eo: Redakti kurson
et: Redigeeri kursust
eu: Editatu ikastaroa
fi: Muokkaa kurssia
fr: Modifier le cours
ga: Cuir in eagar an cúrsa
gl: Editar curso
hi: कोर्स संपादित करें
hr: Uredi tečaj
it: Modifica corso
ka: შეცვალეთ კურსი
nb: Rediger kurs
nl: Cursus bewerken
pl: Edytuj kurs
pt: Editar curso
ru: Редактировать курс
sk: Upraviť kurz
sr: Izmeni kurs
sv: Redigera kurs
ta: பாடத்தைக் திருத்தவும்
th: แก้ไขหลักสูตร

# inviteDesc
source: By username, by code or link
bn: ব্যবহারকারীর নাম, কোড বা লিঙ্কের মাধ্যমে
bo: མིང་ཚིགས་ལུས་པ། ལུས་པ་ལས་གནང་། ལུས་པ་ལས་འབད།
ca: Per nom d'usuari, per codi o enllaç
cs: Podle uživatelského jména, kódu nebo odkazu
da: Efter brugernavn, kode eller link
de: Per Benutzername, Code oder Link
eo: Per uzantnomo, per kodo aŭ ligilo
et: Kasutajanime, koodi või lingi kaudu
eu: Erabiltzaile-izena, kodea edo esteka bidez
fi: Kutsulla käyttäjänimellä, koodilla tai linkillä
fr: Par nom d'utilisateur, par code ou lien
ga: Glaoigh ar ainm úsáideora, cód nó nasc
gl: Por nome de usuario, por código ou ligazón
hi: उपयोगकर्ता नाम, कोड या लिंक द्वारा
hr: Po korisničkom imenu, po kodu ili linku
it: Per nome utente, codice o link
ka: მომხმარებლის სახელით, კოდით ან ლინკით
nb: Med brukernavn, kode eller lenke
nl: Door gebruikersnaam, code of link
pl: Przez nazwę użytkownika, kod lub link
pt: Por nome de usuário, por código ou link
ru: По имени пользователя, по коду или ссылке
sk: Podľa používateľského mena, kódu alebo odkazu
sr: Po korisničkom imenu, po kodu ili linku
sv: Via användarnamn, kod eller länk
ta: பயனர்பெயர், குறியீடு அல்லது இணைப்பு மூலம்
th: เชิญโดยชื่อผู้ใช้ โดยรหัส หรือ ลิงก์

# editCourseDesc
source: Here you can edit course title, description, etc.
bn: এখানে আপনি কোর্সের শিরোনাম, বিবরণ ইত্যাদি সম্পাদনা করতে পারেন।
bo: འདིའི་ནང་ཁུངས་སྤྱོད་ལེན་འབད་ནས་སློབ་ཚན་མཐོ་རིང་བསྐྱར་བསྐྱར་བཟོ།
ca: Aquí pots editar el títol del curs, la descripció, etc.
cs: Zde můžete upravit název kurzu, popis atd.
da: Her kan du redigere kursustitel, beskrivelse osv.
de: Hier können Sie den Kurstitel, die Beschreibung usw. bearbeiten.
eo: Ĉi tie vi povas redakti la titolon, priskribon, ktp. de la kurso.
et: Siin saate redigeerida kursuse pealkirja, kirjelduid jne.
eu: Hemen ikastaroaren izena, deskribapena, eta abar editatu ditzakezu
fi: Täällä voit muokata kurssin otsikkoa, kuvausta jne.
fr: Ici, vous pouvez modifier le titre du cours, la description, etc.
ga: Anseo is féidir leat teideal na cúrsa, cur síos, srl. a chur in eagar
gl: Aquí podes editar o título do curso, a descrición, etc.
hi: यहां आप कोर्स का शीर्षक, विवरण आदि संपादित कर सकते हैं।
hr: Ovdje možete urediti naslov tečaja, opis itd.
it: Qui puoi modificare il titolo del corso, la descrizione, ecc.
ka: აქ შეგიძლიათ შეცვალოთ კურსის სათაური, აღწერა და სხვა.
nb: Her kan du redigere kursnavn, beskrivelse, osv.
nl: Hier kunt u de cursusnaam, beschrijving, enz. bewerken.
pl: Tutaj możesz edytować tytuł kursu, opis itp.
pt: Aqui você pode editar o título do curso, descrição, etc.
ru: Здесь вы можете редактировать название курса, описание и т. д.
sk: Tu môžete upraviť názov kurzu, popis atď.
sr: Ovde možete izmeniti naslov kursa, opis, itd.
sv: Här kan du redigera kursens titel, beskrivning, etc.
ta: இங்கே நீங்கள் பாடத்தின் தலைப்பு, விளக்கம் ஆகியவற்றை திருத்தலாம்.
th: ที่นี่คุณสามารถแก้ไขชื่อคำอธิบายของหลักสูตร ฯลฯ

# permissionsDesc
source: Set permissions such as who can invite users, send messages, create chats, etc.
bn: অনুমতিসমূহ সেট করুন যেমন কারা আমন্ত্রণ জানাতে পারে, বার্তা পাঠাতে পারে, চ্যাট তৈরি করতে পারে, ইত্যাদি।
bo: གནད་སྡེའི་གནད་སྡེ་ལས་འགན་ཁུངས་སྤྱོད་ལེན་འབད། ལུས་པ་ལས་འབད་མི་ཚོའི་ལས་འགན་ལས་འགན་ཁུངས་ལ་འགྱོ།
ca: Estableix permisos com qui pot convidar usuaris, enviar missatges, crear xats, etc.
cs: Nastavte oprávnění, například kdo může zvát uživatele, posílat zprávy, vytvářet chaty atd.
da: Indstil tilladelser såsom hvem der kan invitere brugere, sende beskeder, oprette chats osv.
de: Berechtigungen festlegen, z. B. wer Einladungen senden, Nachrichten schicken, Chats erstellen kann usw.
eo: Agordi permesojn kiel kiu povas inviti uzantojn, sendi mesaĝojn, krei babilejojn, ktp.
et: Seadke õigused, näiteks kes saab kutsuda kasutajaid, saata sõnumeid, luua vestlusi jne.
eu: Ezarri baimenak, hala nola nor gonbidatu dezakeen erabiltzaileak, mezularitza bidali, txateak sortu, eta abar
fi: Aseta oikeudet, kuten kuka voi kutsua käyttäjiä, lähettää viestejä, luoda keskusteluja jne.
fr: Définissez les autorisations telles que qui peut inviter des utilisateurs, envoyer des messages, créer des discussions, etc.
ga: Socraigh ceadanna mar cé a d'fhéadfadh cuireadh a thabhairt do dhaoine, teachtaireachtaí a sheoladh, comhráite a chruthú, srl.
gl: Establece permisos como quen pode invitar usuarios, enviar mensaxes, crear chats, etc.
hi: अनुमतियों को सेट करें जैसे कि कौन उपयोगकर्ताओं को आमंत्रित कर सकता है, संदेश भेज सकता है, चैट बना सकता है, आदि।
hr: Postavite dopuštenja poput tko može pozvati korisnike, slati poruke, stvarati chatove itd.
it: Imposta i permessi come chi può invitare utenti, inviare messaggi, creare chat, ecc.
ka: დააყენეთ დაშვებები, როგორიცაა ვინ შეუძლია მოწვევა, მესიჯების გაგზავნა, ჩატების შექმნა და სხვა.
nb: Sett tillatelser som hvem som kan invitere brukere, sende meldinger, opprette chatter, osv.
nl: Stel machtigingen in zoals wie gebruikers kan uitnodigen, berichten kan sturen, chats kan maken, enz.
pl: Ustaw uprawnienia, takie jak kto może zapraszać użytkowników, wysyłać wiadomości, tworzyć czaty itp.
pt: Defina permissões como quem pode convidar usuários, enviar mensagens, criar chats, etc.
ru: Настройте разрешения, такие как кто может приглашать пользователей, отправлять сообщения, создавать чаты и т. д.
sk: Nastavte oprávnenia, ako kto môže pozvať používateľov, posielať správy, vytvárať chaty atď.
sr: Postavite dozvole kao što su ko može pozvati korisnike, slati poruke, kreirati chatove, itd.
sv: Ställ in behörigheter som vem som kan bjuda in användare, skicka meddelanden, skapa chattar, etc.
ta: யார் பயனர்களை அழைக்கலாம், செய்திகள் அனுப்பலாம், உரையாடலை உருவாக்கலாம் போன்ற அனுமதிகளை அமைக்கவும்.
th: ตั้งค่าสิทธิ์ เช่น ใครสามารถเชิญผู้ใช้ ส่งข้อความ สร้างแชท ฯลฯ

# accessDesc
source: You can make your course open to the world! Or, make your course private and secure.
bn: আপনি আপনার কোর্সকে বিশ্বব্যাপী উন্মুক্ত করতে পারেন! অথবা, আপনার কোর্সকে ব্যক্তিগত এবং নিরাপদ করে তুলুন।
bo: ཁྱེད་རང་གི་སློབ་ཚན་ལ་འགྱོ་བ་ལུས་པ་ལས་འབད་ནས་འབད་རོགས། ຫོད་ན་ཁྱེད་རང་གི་སློབ་ཚན་གང་འདི་ལས་འགན་ལས་འབད་ན་གནང་བ།
ca: Pots fer que el teu curs sigui obert al món! O bé, fer que el teu curs sigui privat i segur.
cs: Můžete udělat svůj kurz otevřený pro celý svět! Nebo ho udělat soukromým a zabezpečeným.
da: Du kan gøre dit kursus åbent for alle! Eller gøre det privat og sikkert.
de: Sie können Ihren Kurs für die Welt öffnen! Oder machen Sie Ihren Kurs privat und sicher.
eo: Vi povas fari vian kurson malfermita al la mondo! Aŭ, fari vian kurson private kaj sekura.
et: Saate teha oma kursuse avatud maailmale! Või muuda oma kursus privaatseks ja turvaliseks.
eu: Zure ikastaroa mundu osoari irekita egin dezakezu! Edo, ikastaroa pribatua eta segurua egin
fi: Voit tehdä kurssistasi avoimen maailmalle! Tai tehdä siitä yksityisen ja turvallisen.
fr: Vous pouvez rendre votre cours accessible au monde entier ! Ou, rendre votre cours privé et sécurisé.
ga: Is féidir leat do chúrsa a dhéanamh oscailte don domhan! Nó, déan do chúrsa príobháideach agus slán.
gl: Podes facer que o teu curso sexa aberto ao mundo! Ou, facer que o teu curso sexa privado e seguro.
hi: आप अपने कोर्स को दुनिया के लिए खोल सकते हैं! या, अपने कोर्स को निजी और सुरक्षित बना सकते हैं।
hr: Možete učiniti svoj tečaj otvorenim za svijet! Ili, učiniti svoj tečaj privatnim i sigurnim.
it: Puoi rendere il tuo corso accessibile a tutti! Oppure, rendilo privato e sicuro.
ka: თქვენ შეგიძლიათ გახსნათ თქვენი კურსი მსოფლიოისთვის! ან, გახადოთ თქვენი კურსი პირადი და უსაფრთხო.
nb: Du kan gjøre kurset ditt åpent for alle! Eller, gjør kurset ditt privat og sikkert.
nl: U kunt uw cursus openstellen voor de wereld! Of, maak uw cursus privé en veilig.
pl: Możesz uczynić swój kurs otwartym dla świata! Lub, uczynić go prywatnym i bezpiecznym.
pt: Você pode tornar seu curso aberto ao mundo! Ou, tornar seu curso privado e seguro.
ru: Вы можете сделать ваш курс открытым для всех! Или сделать его приватным и безопасным.
sk: Môžete spraviť svoj kurz otvorený svetu! Alebo, urobiť svoj kurz súkromným a zabezpečeným.
sr: Možete učiniti svoj kurs otvorenim za sve! Ili, učiniti ga privatnim i sigurnim.
sv: Du kan göra din kurs öppen för världen! Eller, gör din kurs privat och säker.
ta: உங்கள் பாடத்தைக் உலகிற்கு திறக்கலாம்! அல்லது, தனிப்பட்ட மற்றும் பாதுகாப்பானதாக மாற்றவும்.
th: คุณสามารถทำให้หลักสูตรของคุณเปิดสู่โลก หรือ ทำให้เป็นส่วนตัวและปลอดภัย

# createGroupChatDesc
source: Whereas activity sessions start and end, group chats will stay open for routine communication.
bn: যেখানে কার্যকলাপ সেশন শুরু হয় এবং শেষ হয়, সেখানে গ্রুপ চ্যাটগুলি রুটিন যোগাযোগের জন্য খোলা থাকবে।
bo: འདི་ནས་ལས་འགན་སྐར་མ་ལོག་བརྗེ་བ་ལས་འགན་ལས་འབད་ནས་ལོག་བརྗེ་བ་ལས་འགན་ལས་འབད།
ca: Mentre que les sessions d'activitat comencen i acaben, els xats de grup romandran oberts per a la comunicació rutinària.
cs: Zatímco se začínají a končí aktivity, skupinové chaty zůstanou otevřené pro rutinní komunikaci.
da: Mens aktivitetsessioner starter og slutter, forbliver gruppechats åbne for rutinemæssig kommunikation.
de: Während Aktivitätssitzungen starten und enden, bleiben Gruppenchats für die routinemäßige Kommunikation offen.
eo: Dum agado-sesioj komenciĝas kaj finiĝas, grupaj babilejoj restos malfermita por regula komunikado.
et: Kuna tegevussessioonid algavad ja lõpevad, jäävad grupivestlused avatuks regulaarseks suhtlemiseks.
eu: Ekintza saioak hasten eta bukatzen diren bitartean, talde txat hauek komunikazio erregularrerako irekita egongo dira
fi: Sillä aikaa kun aktiviteettisessiot alkavat ja päättyvät, ryhmäkeskustelut pysyvät avoimina säännöllistä viestintää varten.
fr: Alors que les sessions d'activité commencent et se terminent, les discussions de groupe resteront ouvertes pour la communication de routine.
ga: De réir mar a thosaíonn agus a chríochnaíonn seisiúin gníomhaíochta, fanfaidh comhráite grúpa oscailte le haghaidh cumarsáide rialta.
gl: Mentres as sesións de actividade comezan e rematan, os chats de grupo permanecerán abertos para comunicación de rutina.
hi: जहां गतिविधि सत्र शुरू और समाप्त होते हैं, वहीं समूह चैट नियमित संचार के लिए खुली रहेगी।
hr: Dok sesije aktivnosti počinju i završavaju, grupni chatovi će ostati otvoreni za rutinsku komunikaciju.
it: Mentre le sessioni di attività iniziano e finiscono, le chat di gruppo rimarranno aperte per comunicazioni di routine.
ka: სადაც იწყება და მთავრდება აქტივობის სესია, ჯგუფური ჩატები დარჩება ღია რეგულარული კომუნიკაციისთვის.
nb: Mens aktivitetsøkter starter og slutter, vil gruppechatter forbli åpne for rutinemessig kommunikasjon.
nl: Aangezien activiteitensessies starten en eindigen, blijven groepschats open voor routinematige communicatie.
pl: Podczas gdy sesje aktywności zaczynają się i kończą, czaty grupowe pozostaną otwarte do rutynowej komunikacji.
pt: Enquanto sessões de atividade começam e terminam, os chats em grupo permanecerão abertos para comunicação rotineira.
ru: В то время как сессии активности начинаются и заканчиваются, групповые чаты останутся открытыми для регулярного общения.
sk: Kde začínajú a končia aktivity, skupinové chaty zostanú otvorené na bežnú komunikáciu.
sr: Dok sesije aktivnosti počinju i završavaju, grupni chatovi će ostati otvoreni za rutinsku komunikaciju.
sv: Medan aktivitetsessioner startar och slutar, förblir gruppchattar öppna för rutinkommunikation.
ta: செயல்பாட்டுக் கூட்டங்கள் தொடங்கும் மற்றும் முடிவடையும் இடம், குழு உரையாடல்கள் வழக்கமான தொடர்புக்கு திறந்தவையாக இருக்கும்.
th: ในขณะที่เซสชันกิจกรรมเริ่มและสิ้นสุด กลุ่มแชทจะเปิดอยู่เพื่อการสื่อสารประจำวัน

# deleteDesc
source: Only admins can delete a course. This is a destructive action which removes all users and deletes all selected chats within the course. Proceed with caution.
bn: শুধুমাত্র অ্যাডমিনরা কোর্স মুছে দিতে পারেন। এটি একটি ধ্বংসাত্মক ক্রিয়া যা সমস্ত ব্যবহারকারীকে সরিয়ে দেয় এবং কোর্সের মধ্যে নির্বাচিত সমস্ত চ্যাট মুছে দেয়। সাবধানতার সাথে এগিয়ে যান।
bo: གནད་སྡེ་ལས་འགན་ལས་འབད་ན་དགོས། འདི་ནས་ལས་འགན་ལས་འབད་ན་སྤྱོད་ལེན་འབད་མི་ཚོའི་ལས་འགན་ལས་འབད་ན་ལས་འགན་ལས་འབད།
ca: Només els administradors poden eliminar un curs. Aquesta és una acció destructiva que elimina tots els usuaris i elimina tots els xats seleccionats dins del curs. Procedeix amb precaució.
cs: Pouze správci mohou smazat kurz. Jedná se o destruktivní akci, která odstraní všechny uživatele a smaže všechny vybrané chaty v kurzu. Postupujte opatrně.
da: Kun administratorer kan slette et kursus. Dette er en destruktiv handling, der fjerner alle brugere og sletter alle valgte chats inden for kurset. Vær forsigtig.
de: Nur Administratoren können einen Kurs löschen. Dies ist eine zerstörerische Aktion, die alle Benutzer entfernt und alle ausgewählten Chats im Kurs löscht. Bitte vorsichtig vorgehen.
eo: Nur administrantoj povas forigi kurson. Ĉi tio estas detrua ago kiu forigas ĉiujn uzantojn kaj forigas ĉiujn elektitajn babilejojn ene de la kurso. Estu singarda.
et: Ainult administraatorid saavad kursust kustutada. See on hävitav tegevus, mis eemaldab kõik kasutajad ja kustutab kõik valitud vestlused kursuse sees. Olge ettevaatlik.
eu: Administratzaileek bakarrik ezabatu dezakete ikastaroa. Hau ekintza suntsitzailea da, erabiltzaile guztiak ezabatzen ditu eta ikastaroaren barruan aukeratutako txat guztiak ezabatzen ditu. Kontuz ibili
fi: Vain ylläpitäjät voivat poistaa kurssin. Tämä on tuhoava toimenpide, joka poistaa kaikki käyttäjät ja poistaa kaikki valitut keskustelut kurssin sisällä. Toimi varoen.
fr: Seuls les administrateurs peuvent supprimer un cours. Il s'agit d'une action destructive qui supprime tous les utilisateurs et supprime toutes les discussions sélectionnées dans le cours. Proceed with caution.
ga: Ní féidir le haon riarthóirí cúrsa a scriosadh ach amháin. Is gníomh díobhálach é seo a bhaint go léir na húsáideoirí agus a scriosadh na comhráite uile roghnaithe laistigh den chúrsa. Bí cúramach le do thoil.
gl: Só os administradores poden eliminar un curso. Esta é unha acción destructiva que elimina a todos os usuarios e elimina todos os chats seleccionados dentro do curso. Procede con precaución.
hi: केवल व्यवस्थापक ही कोर्स हटा सकते हैं। यह एक विनाशकारी क्रिया है जो सभी उपयोगकर्ताओं को हटा देती है और कोर्स के भीतर सभी चुनी गई चैट को हटा देती है। सावधानी से आगे बढ़ें।
hr: Samo administratori mogu izbrisati tečaj. Ovo je destruktivna radnja koja uklanja sve korisnike i briše sve odabrane chatove unutar tečaja. Budite oprezni.
it: Solo gli amministratori possono eliminare un corso. Questa è un'azione distruttiva che rimuove tutti gli utenti e elimina tutte le chat selezionate all'interno del corso. Procedi con cautela.
ka: მხოლოდ ადმინისტრატორებს შეუძლიათ კურსის წაშლა. ეს არის განადგურების მოქმედება, რომელიც წაშლის ყველა მომხმარებელს და ყველა არჩეულ ჩატს კურსის ფარგლებში. გთხოვთ, გამოიჩინოთ სიფრთხილე.
nb: Bare administratorer kan slette et kurs. Dette er en ødeleggende handling som fjerner alle brukere og sletter alle valgte chatter innen kurset. Vær forsiktig.
nl: Alleen beheerders kunnen een cursus verwijderen. Dit is een destructieve actie die alle gebruikers verwijdert en alle geselecteerde chats binnen de cursus verwijdert. Ga voorzichtig te werk.
pl: Tylko administratorzy mogą usunąć kurs. To działanie destrukcyjne, które usuwa wszystkich użytkowników i kasuje wszystkie wybrane czaty w kursie. Postępuj ostrożnie.
pt: Somente administradores podem excluir um curso. Esta é uma ação destrutiva que remove todos os usuários e exclui todos os chats selecionados dentro do curso. Proceda com cautela.
ru: Только администраторы могут удалить курс. Это разрушительное действие, которое удаляет всех пользователей и удаляет все выбранные чаты внутри курса. Будьте осторожны.
sk: Iba správcovia môžu vymazať kurz. Ide o deštruktívnu akciu, ktorá odstráni všetkých používateľov a vymaže všetky vybrané chaty v kurze. Postupujte opatrne.
sr: Samo administratori mogu obrisati kurs. Ovo je destruktivna radnja koja uklanja sve korisnike i briše sve odabrane chatove unutar kursa. Budite oprezni.
sv: Endast administratörer kan radera en kurs. Detta är en destruktiv åtgärd som tar bort alla användare och raderar alla valda chattar inom kursen. Fortsätt med försiktighet.
ta: பாடத்தைக் நீக்குவதற்கு மட்டுமே நிர்வாகிகள் அனுமதிக்கின்றனர். இது அனைத்து பயனர்களையும் நீக்கி, தேர்ந்தெடுத்த அனைத்து உரையாடல்களையும் அழிக்கும் அழிப்பான நடவடிக்கை. கவனமாக செயல்படவும்.
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถลบหลักสูตรได้ นี่เป็นการดำเนินการที่ทำลายล้าง ซึ่งจะลบผู้ใช้ทั้งหมดและลบแชทที่เลือกภายในหลักสูตร โปรดดำเนินการด้วยความระมัดระวัง
