Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# cuDisplayName
source: Old Church Slavonic, Church Slavic, Church Slavonic, Old Bulgarian, Old Slavonic
bn: প্রাচীন চার্চ স্লাভোনিক, চার্চ স্লাভিক, চার্চ স্লাভোনিক, প্রাচীন বুলগেরিয়ান, প্রাচীন স্লাভোনিক
bo: ཁེལ་ཁབ་སླ་བོའི་སླ་བོ་སླ་བོ་སླ་བོ་རྒྱལ་ཁབ།, ཁེལ་ཁབ་སླ་བོ།, ཁེལ་ཁབ་སླ་བོ།, ཁེལ་ཁབ་སླ་བོ།, ཁེལ་ཁབ་སླ་བོ།
ca: Cèltic Eclesiàstic antic, Eslavè eclesiàstic, Eslavè antic, Búlgar antic, Eslavè antic
cs: Staroslověnština, Církevní slovanština, Církevní slovanština, Starobulharština, Staroslověnština
da: Oldkirke-slavisk, Kirkelig slavisk, Kirkelig slavisk, Oldbulgarsk, Oldslavisk
de: Altslawisch, Kirchenslawisch, Kirchenslawisch, Altes Bulgarisch, Altslawisch
eo: Malnova Eklezia Slava, Eklezia Slava, Eklezia Slava, Malnova Bulgara, Malnova Slava
et: Vana kirikukslavoonia, Kirik Slavi, Kirik Slavi, Vana bulgaaria, Vana slavoonia
eu: Eliza Zaharreko Zahar Gorria, Eliza Zaharreko, Eliza Zaharreko Zahar Gorria, Old Bulgarian, Old Slavonic
fi: Vanhat kirkko slaavilainen, Kirkko slaavilainen, Kirkko slaavilainen, Vanha bulgari, Vanha slaavilainen
fr: Vieux slave d'église, slavon d'église, slavon d'église, vieux bulgare, vieux slavon
ga: Seandála Chaitliceach, Sláibis Chaitliceach, Seandála Chaitliceach, Seandála Búlgáiris, Seandála Slavach
gl: Old Church Slavic, Church Slavonic, Old Bulgarian, Old Slavonic
hi: पुराना चर्च स्लावोनिक, चर्च स्लाविक, चर्च स्लावोनिक, पुराना बल्गेरियाई, पुराना स्लावोनिक
hr: Stari crkveno slavensko, Crkveno slavensko, Crkveno slavenski, Stari bugarski, Stari slavenski
it: Old Church Slavonic, Slavo ecclesiastico, Slavonico ecclesiastico, Bulgaro antico, Slavonico antico
ka: ძველი ეკლესიის სლავური, ეკლესიის სლავური, ძველი ბულგარული, ძველი სლავური
nb: Gammelkirkeslavisk, Kirkeslavisk, Gammelkirkeslavisk, Gammel bulgarsk, Gammel slavisk
nl: Oudkerk-Slavisch, Kerk-Slavisch, Kerk-Slavisch, Oud-Bulgaarse, Oud-Slavisch
pl: Starocerkiewnosłowiański, Cerkiewno-słowiański, Starobiałoruski, Staro-słowiański
pt: Eclesiástico Antigo, Eclesiástico Eclesiástico, Eclesiástico Eclesiástico, Velho Búlgaro, Velho Eclesiástico
ru: Древнецерковнославянский, церковнославянский, старобългарски, старославянский
sk: Staroslovienčina, Cirkvi Slovančina, Cirkvi Slovančina, Starobulharčina, Staroslovienčina
sr: Stari crkveno slavensko, crkveno slavensko, staroslavenski, stari bugarski, stari slavenski
sv: Gamla kyrkslaviska, kyrklig slaviska, kyrkoslaviska, gamla bulgariska, gamla slaviska
ta: பழைய தேவாலய ஸ்லாவிக், தேவாலய ஸ்லாவிக், தேவாலய ஸ்லாவிக், பழைய புல்கேரியன், பழைய ஸ்லாவிக்
th: ภาษาสลาวิกโบราณในโบสถ์, สลาวิกในคริสตจักร, สลาวิกในคริสตจักร, บัลแกเรียโบราณ, สลาวิกโบราณ

# omDisplayName
source: Oromo
bn: ওরোমো
bo: ཨོ་རོ་མོ
cs: Oromština
hi: ओरोमो
ka: ორომო
ru: Оромо
ta: ஒரோமோ
th: โอโรโม

# orDisplayName
source: Oriya
bn: উড়িয়া
bo: ཨོ་རི་ཡ
cs: Orija
da: Orija
eo: Oria
fi: Orija
ga: Oiréis
hi: ओड़िया
hr: Orija
ka: ორია
nb: Orija
nl: Odia
pl: Orija
ru: Ория
sk: Orija
sv: Orija
ta: ஒடியா
th: โอริยะ

# osDisplayName
source: Ossetian, Ossetic
bn: অসেটিয়ান, অসেটিক
bo: ཨོས་སེ་ཊི་ཡན།, ཨོས་སེ་ཊིཀ
ca: Ossetic, Ossetian
cs: Osetština, Osetština
da: Ossetisk, Ossetisk
de: Ossetisch, Ossetisch
eo: Oseta, Oseta
et: Osseti, Ossetic
fr: Ossetien, Ossète
hi: ओसेटियन, ओसेटिक
hr: Osetinski, Osetski
it: Ossetico, Ossetico
ka: ოსეტური, ოსეტური
nb: Ossetisk, Ossetisk
nl: Osetisch, Osetisch
pl: Osetyjski, Osetycki
pt: Ossetic, Osseto
ru: Осетинский, осетинский язык
sk: Osetski, Osetski jazyk
sr: Osetski, osetski
sv: Ossetisk, ossetisk
ta: ஒசெட்டியன், ஒசெட்டிக்
th: อ็อเซติก, อ็อเซติก

# paDisplayName
source: Panjabi, Punjabi
bn: পাঞ্জাবি, পাঞ্জাবি
bo: པན་ཇ་བི, པན་ཇ་བི
ca: Punjabi, Panjabi
cs: Panjábština, Pandžáb
da: Punjabi, Panjabi
de: Pandschabi, Punjabi
eo: Panjaba, Punjabi
eu: Punjabi, Panjabi
fr: Pendjabi, Punjabi
gl: Punjabi, Panjabi
hi: पंजाबी, पंजाबी
hr: Pandžabi, Punjabi
it: Punjabi, Panjabi
ka: პანჯაბი, პანჯაბური
nb: Punjabi, Panjabi
nl: Punjabi, Panjabi
pl: Pendżabski, Pendżabski
ru: Пенджаби, панджаби
sk: Pandžabčina, Pandžabský
sr: Pandžabi, pandžabi
sv: Punjabi, Panjabi
ta: பஞ்சாபி, பஞ்சாபி
th: ปัญจาบี, ปัญจาบ

# piDisplayName
source: Pāli
bn: পালি
bo: པཱ་ལི
cs: Páli
hi: पाली
ka: პალი
ru: Пали
sk: Páli
ta: பாலி
th: ภาษาปาลี

# faDisplayName
source: Persian
bn: পার্সিয়ান
bo: ཕེར་སི་ཡན།
ca: Persa
cs: Perština
da: Persisk
de: Persisch
eo: Persa
et: Pärsia
eu: Persiera
fi: Persia
fr: Persan
gl: Persa
hi: फारसी
hr: Perzijski
it: Persiano
ka: პერსიული
nb: Persisk
nl: Perzisch
pl: Perski
pt: Persa
ru: Персидский
sk: Perzština
sr: Perzijski
sv: Persiska
ta: பெர்சியன்
th: เปอร์เซีย

# plDisplayName
source: Polish
bn: পোলিশ
bo: པོ་ལིཤ།
ca: Polonès
cs: Polština
da: Polsk
de: Polnisch
eo: Pollanda
et: Poola
eu: Poloniera
fi: Puola
fr: Polonais
ga: Polainnis
gl: Polaco
hi: पोलिश
hr: Poljski
it: Polacco
ka: პოლონური
nb: Polsk
nl: Pools
pl: Polski
pt: Polonês
ru: Польский
sk: Poľština
sr: Poljski
sv: Polska
ta: போலிஷ்
th: โปแลนด์

# psDisplayName
source: Pashto, Pushto
bn: পশতু, পুশতু
bo: པཱཤ་ཐོ, པུ་ཤ་ཐོ།
ca: Pastū, Pashto
cs: Paštština, Pushto
de: Paschtu, Pushto
eo: Paŝto, Pushto
et: Paštu, Pushto
fr: Pachto, Pushto
ga: Pasáistí, Pushto
gl: Pastún, Pushto
hi: पश्तो, पश्तो
hr: Paštunski, Pushto
ka: პაშტო, პუშტო
pl: Paszto, Pusztu
ru: Пушту, пашто
sk: Paštunčina, Pushto
sr: Pašto, Pushto
ta: பஷ்தோ, புஷ்தோ
th: ปัชโต, ปุชโต

# ptDisplayName
source: Portuguese
bn: পর্তুগিজ
bo: པོར་ཅུ་གིས།
ca: Portuguès
cs: Portugalština
da: Portugisisk
de: Portugiesisch
eo: Portugala
et: Portugali
eu: Portugesa
fi: Portugali
fr: Portugais
ga: Portaingéil
gl: Portugués
hi: पुर्तगाली
hr: Portugalski
it: Portoghese
ka: პორტუგალიური
nb: Portugisisk
nl: Portugees
pl: Portugalski
pt: Português
ru: Португальский
sk: Portugalčina
sr: Portugalski
sv: Portugisiska
ta: போர்ச்சுகீசியம்
th: โปรตุเกส

# quDisplayName
source: Quechua
bn: কেচুয়া
bo: ཀེཆུ་ཝ།
cs: Kečuánština
eo: Ketchua
eu: Kechua
hi: क्वेचुआ
hr: Kečuanski
ka: კეჩუა
pl: Keczua
ru: Кечуа
sk: Kečuánčina
sr: Kečuanski
ta: கெச்சுவா
th: คุชูรา

# rmDisplayName
source: Romansh
bn: রোমানশ
bo: རོ་མན་ཤིང།
cs: Řečtina
de: Rätoromanisch
eo: Rumantsch
et: Romaani, Rätsh
hi: रोमान्श
hr: Retoromanski
ka: რომანშული
nl: Reto-Romaans
pl: Romansz
ru: Ретороманский
sk: Rumunčina
ta: ரோமான்ஷ்
th: โรมาเนีย

# rnDisplayName
source: Kirundi
bn: কিরুন্ডি
bo: ཀི་རུན་དི།
hi: किरुंडी
ka: კირუნდული
ru: Кирунди
ta: கிருண்டி
th: คิรุนดี

# roDisplayName
source: Romanian, Moldavian, Moldovan
bn: রোমানিয়ান, Moldavian, Moldovan
bo: རོ་མ་ནི་ཡན།, མོལ་ཌ་བི་ཡན།, མོལ་ཌོ་བོ་ཌན།
ca: Romanès, Moldau, Moldava
cs: Rumunština, moldavština
da: Rumænsk, Moldavisk, Moldovansk
de: Rumänisch, Moldauisch, Moldovanisch
eo: Rumania, Moldava, Moldava
et: Rumeenia, Moldova, Moldova
eu: Errumaniera, Moldaviarra, Moldovarra
fi: Romania, Moldavia, Moldovan
fr: Roumain, Moldave
ga: Rómáinis, Moldáivis, Moldovan
gl: Romeno, Moldavo
hi: रोमानियाई, मोल्दावियन, मोल्दोवन
hr: Rumunjski, Moldavski, Moldovan
it: Rumeno, Moldavo
ka: რუმინული, მოლდავური, მოლდოვური
nb: Rumensk, moldovsk, moldovsk
nl: Roemeens, Moldavisch, Moldovaans
pl: Rumuński, Mołdawski, Moldawski
pt: Romeno, Moldavo
ru: Румынский, молдавский
sk: Rumunčina, Moldavčina, Moldovská
sr: Rumunski, Moldavski, Moldovan
sv: Rumänska, moldaviska
ta: ருமேனியன், மால்டேஷியன், மால்டோவியன்
th: โรมาเนีย, มอลโดวา, มอลโดวา

# ruDisplayName
source: Russian
bn: রুশ
bo: ཨུ་རུ་སུ།
ca: Rus
cs: Ruština
da: Russisk
de: Russisch
eo: Rusa
et: Vene
eu: Errusiera
fi: Venäjä
fr: Russe
ga: Rúisis
gl: Ruso
hi: रूसी
hr: Ruski
it: Russo
ka: რუსული
nb: Russisk
nl: Russisch
pl: Rosyjski
pt: Russo
ru: Русский
sk: Ruština
sr: Ruski
sv: Ryska
ta: ரஷியன்
th: รัสเซีย

# saDisplayName
source: Sanskrit (Saṁskṛta)
bn: সংস্কৃত (সাংস্কৃত)
bo: ཤཱནསྐྱུ་ཏ། (སཱནསྐྱུ་ཏཏ)
ca: Sànscrit (Saṃskṛta)
cs: Sanskrt (Sánskrtā)
de: Sanskrit (Sanskṛta)
eo: Sanskrito (Saṃskṛta)
et: Sanskriti (Sanskṛta)
eu: Sanskrit (Saṃskṛta)
fr: Sanskrit (Sanskṛta)
ga: Sanskrit (Saṃskṛta)
gl: Sánscrito (Sánskṛta)
hi: संस्कृत (संस्कृत)
hr: Sanskrit (Sanskṛta)
ka: სანსკრიტი (სანსკრტა)
nb: Sanskrit (Sanskrit)
nl: Sanskriet (Saṃskṛta)
pl: Sanskryt (Saṃskṛta)
pt: Sânscrito (Saṃskṛta)
ru: Санскрит (Санскрита)
sk: Sanskrit (Saštštá)
sr: Sanskrit (Sanskṛta)
sv: Sanskrit (Saṃskṛta)
ta: சங்கிரித் (சாஸ்கிதா)
th: สันสกฤต (สัศกฤตา)

# scDisplayName
source: Sardinian
bn: সার্ডিনিয়ান
bo: སར་ཌི་ནི་ཡན།
ca: Sard
cs: Sardinský
da: Sardinisk
de: Sardinisch
eo: Sardigna
et: Sardinia
eu: Sardiniera
fr: Sarde
gl: Sardo
hi: सार्डीनियन
hr: Sardinski
it: Sardo
ka: სარდინიული
nb: Sardisk
nl: Sardisch
pl: Sardyński
pt: Sardo
ru: Сардинский
sk: Sardínsky
sr: Sardinski
sv: Sardinska
ta: சார்டீனியன்
th: ซาร์ดิเนีย

# sdDisplayName
source: Sindhi
bn: সিন্ধি
bo: སིན་ཧི།
cs: Sindština
hi: सिंधी
ka: სინდი
ru: Синдхи
ta: சிந்தி
th: ซินธี

# seDisplayName
source: Northern Sami
bn: উত্তর সামি
bo: ནོར་ནི་ཡ་ས་མི།
ca: Sami del Nord
cs: Severní sami
da: Nord-Samisk
de: Nordsamisch
eo: Norda Sami
et: Põhja-Sami
eu: Ipar Northern Sami
fi: Pohjois-Sami
fr: Sami du Nord
ga: Sáimis Thuaidh
gl: Sami do Norte
hi: उत्तर सामी
hr: Sjeverni Sami
it: Sami del Nord
ka: ჩრდილოეთ სამიური
nb: Nord-Samisk
nl: Noord-Samisch
pl: Północny Sami
pt: Sami do Norte
ru: Северный саамский
sk: Severný sami
sr: Severni sami
sv: Nordsamiska
ta: வடக்கு சாமி
th: ซามีเหนือ

# smDisplayName
source: Samoan
bn: সামোয়ান
bo: ས་མོ་ཝན།
ca: Samoà
cs: Samoanština
da: Samoansk
de: Samoanisch
eo: Samoa
et: Samoa
fi: Samoa
gl: Samoano
hi: समोअन
hr: Samoanski
it: Samoano
ka: სამოანური
nb: Samoansk
nl: Samoaans
pl: Samoański
pt: Samoano
ru: Самоанский
sk: Samoančina
sr: Samoanski
ta: சமோயன்
th: ซาโมอาน

# sgDisplayName
source: Sango
bn: সাঙ্গো
bo: སངོ
hi: संगो
ka: სანგო
ru: Санго
ta: சாங்கோ
th: ซังโก

# srDisplayName
source: Serbian
bn: সার্বিয়ান
bo: སེར་བི་ཡན
ca: Serbi
cs: Srbština
da: Serbisk
de: Serbisch
eo: Serba
et: Serbia
eu: Serbiar
fi: Serbia
fr: Serbe
ga: Serbís
gl: Serbio
hi: सर्बियन
hr: Srpski
it: Serbo
ka: სერბული
nb: Serbisk
nl: Servisch
pl: Serbski
pt: Sérvio
ru: Сербский
sk: Srbochorvátčina
sr: Srpski
sv: Serbiska
ta: செர்பியன்
th: เซอร์เบีย

# gdDisplayName
source: Scottish Gaelic, Gaelic
bn: স্কটিশ গ্যলিক, গ্যলিক
bo: སཱཁ་སིཊིའི་གེལིཀ, གེལིཀ
ca: Gaèlic escocès, Gaelic
cs: Skotská gaelština, gaelština
da: Skotsk gælisk, gælisk
de: Schottisch-Gälisch, Gälisch
eo: Skota Gàidhlig, Gàidhlig
et: Šoti gaeli, gaeli
eu: Galego Eskoziarra, Gaelic
fi: Skotlannin gaeli, gaeli
fr: Gaélique écossais, gaélique
ga: Gaeilge na hAlban, Gaeilge
gl: Gaélico escocés, gaélico
hi: स्कॉटिश गेलिक, गेलिक
hr: Škotski gaelicki, gaelicki
it: Gaelico scozzese, gaelico
ka: შოტლანდიური გალური, გალური
nb: Skotsk gælisk, gælisk
nl: Schots-Gaelisch, Gaelic
pl: Szkocki gaelicki, gaelicki
pt: Gaélico escocês, gaélico
ru: Шотландский гэльский, гэльский
sk: Škótska gaelská, gaelský
sr: Škotski gaelik, gaelik
sv: Skotsk gaeliska, gaeliska
ta: ஸ்காட்லாந்து கெய்லிக், கெய்லிக்
th: กอลิกสก็อตแลนด์, กอลิก

# snDisplayName
source: Shona
bn: শোনা
bo: ཤོན་ན
cs: Šona
hi: शोना
ka: შონა
ru: Шона
sk: Šona
sr: Šona
ta: ஷோனா
th: โอนา

# siDisplayName
source: Sinhala, Sinhalese
bn: සිංහල, සිංහල
bo: སིནྦྲཱལ་ལེས, སིནྦྲཱལ་ལེས
ca: Singalès, Sinhalès
da: Singalesisk, Sinhalese
de: Singhalesisch, Sinhala
eo: Singala, Sinhaléza
et: Singali, Sinhalese
fi: Singhalese, Sinhala
fr: Cinghalais, Sinhalese
gl: Cingalés, Singhales
hi: सिंहला, सिन्हाला
it: Singalese, Sinhalese
ka: სინჰალური, სინჰალეზი
nb: Singalesisk, Singales
nl: Sinhala, Singalees
pt: Cingalês, cingalês
ru: Сингальский, сингальский
sk: Sinhálčina, sinhálsky
sr: Singalese, Sinhalese
sv: Sinhala, Singalesiska
ta: சிங்களம், சிங்களர்
th: ซินหาลา, ซินหาลา

# skDisplayName
source: Slovak
bn: ස්ලෝවක්
bo: སི་ལོ་ཝཱཀ
ca: Eslovac
cs: Slovenský
da: Slovakisk
de: Slowakisch
eo: Slovaka
et: Slovaki
eu: Eslovako
fi: Slovakki
fr: Slovaque
ga: Slóvaicis
gl: Eslovaco
hi: स्लोवाक
hr: Slovački
it: Slovacco
ka: სლოვაკური
nb: Slovakisk
nl: Slowaaks
pl: Słowacki
pt: Eslovaco
ru: Словацкий
sk: Slovenčina
sr: Slovački
sv: Slovakiska
ta: ஸ்லோவாக்
th: สโลวัก

# slDisplayName
source: Slovene
bn: ස්ලෝවී
bo: སོ་ལོ་ཝེན
ca: Eslovè
cs: Slovinský
da: Slovensk
de: Slowenisch
eo: Slovena
et: Sloveeni
eu: Esloveno
fi: Sloveeni
fr: Slovène
ga: Slóivéinis
gl: Esloveno
hi: स्लोवेन
hr: Slovenski
it: Sloveno
ka: სლოვენური
nb: Slovensk
nl: Sloveens
pl: Słoweński
pt: Esloveno
ru: Словенский
sk: Slovinsky
sr: Slovenački
sv: Slovenska
ta: ஸ்லோவேன்
th: สโลวีเนีย

# soDisplayName
source: Somali
bn: සෝමාලි
bo: སོ་མ་ལི
cs: Somálský
da: Somalisk
de: Somalisch
eo: Somala
ga: Somálach
hi: सोमाली
hr: Somalski
it: Somalo
ka: სომალური
nb: Somalisk
nl: Somalisch
pl: Somalijski
ru: Сомалийский
sk: Somálčina
sr: Somalski
sv: Somaliska
ta: சோமாலி
th: โซมาเลีย

# stDisplayName
source: Southern Sotho
bn: දකුණු සොතෝ
bo: ལོང་སོ་ཐོ
ca: Sotho del Sud
cs: Jihosotština
da: Sydsotho
de: Süd-Sotho
eo: Suda Sotho
et: Lõuna-Sotho
eu: Soto Hegoaldeko
fi: Etelä-Sotho
fr: Sotho du Sud
ga: Sothó Theas
gl: Sotho do Sur
hi: दक्षिण सोथो
hr: Južni Sotho
it: Sotho meridionale
ka: სამხრეთ სოთო
nb: Sør-Sotho
nl: Zuid-Sotho
pl: Południowy Sotho
pt: Sotho do Sul
ru: Южносото
sk: Južná Sotho
sr: Južni Sotho
sv: Sydsotho
ta: தெற்கு சோதோ
th: โซโทใต้

# esDisplayName
source: Spanish
bn: ස්පාඤ්ඤ
bo: སྙིང་རྒྱལ
ca: Espanyol
cs: Španělský
da: Spansk
de: Spanisch
eo: Hispana
et: Hispaania
eu: Gaztelania
fi: Espanja
fr: Espagnol
ga: Spáinnis
gl: Galego
hi: स्पेनिश
hr: Španjolski
it: Spagnolo
ka: ესპანური
nb: Spansk
nl: Spaans
pl: Hiszpański
pt: Espanhol
ru: Испанский
sk: Španielčina
sr: Španski
sv: Spanska
ta: ஸ்பானிஷ்
th: สเปน

# suDisplayName
source: Sundanese
bn: සුන්දනිස්
bo: སུན་དན་སེན
ca: Sundanès
cs: Sundajský
da: Sundanesisk
de: Sundanesisch
eo: Sundanesa
et: Sundane
fi: Sundaneesi
fr: Soundanais
gl: Sundanés
hi: सुंडानी
hr: Sundanski
ka: სუნდანური
nb: Sundanesisk
nl: Soendanees
pl: Sundajski
pt: Sundanês
ru: Сунданский
sk: Sundánčina
sv: Sundanesiska
ta: சுண்டானீஸ்
th: ซุนดานese

# swDisplayName
source: Swahili
bn: ස්වහීලි
bo: སུ་ཝ་ཧི་ལི
cs: Swahilština
de: Suaheli
ga: Suaibéilí
gl: Suaíli
hi: स्वाहिली
ka: სვაჰილი
pl: Suahili
pt: Suaíli
ru: Суахили
sk: Swahilčina
sr: Svahili
ta: ஸ்வாஹிலி
th: สวาฮิลี

# ssDisplayName
source: Swati
bn: ස්වාටි
bo: སྭ་ཊི
hi: स्वाती
ka: სვატი
ru: Свати
ta: ஸ்வாட்டி
th: สวาติ

# svDisplayName
source: Swedish
bn: ස්වීඩන්
bo: སུའུན་སྦེལིཤ
ca: Suec
cs: Švédský
da: Svensk
de: Schwedisch
eo: Sveda
et: Rootsi
eu: Suediar
fi: Ruotsi
fr: Suédois
ga: Sualainnis
gl: Sueco
hi: स्वीडिश
hr: Švedski
it: Svedese
ka: შვედური
nb: Svensk
nl: Zweeds
pl: Szwedzki
pt: Sueco
ru: Шведский
sk: Švédčina
sr: Švedski
ta: ஸ்வீடிஷ்
th: สวีเดน

# taDisplayName
source: Tamil
bn: තමිල්
bo: ཏ་མིལ
cs: Tamilština
eo: Tamila
et: Tamili
fi: Tamili
fr: Tamoul
ga: Tamailís
hi: तमिल
hr: Tamilski
ka: ტამილური
pl: Tamilski
pt: Tâmil
ru: Тамильский
sr: Tamilski
ta: தமிழ்
th: ทมิฬ

# teDisplayName
source: Telugu
bn: තෙලඟු
bo: ཏེ་ལུགུ
cs: Telugský
eo: Telugua
fr: Télougou
ga: Téalainnis
gl: Télugu
hi: तेलुगु
ka: ტელუგუ
pt: Telugo
ru: Телугу
ta: தெலுங்கு
th: เตลูกู

# tgDisplayName
source: Tajik
bn: තජික
bo: ཏ་ཇིཀ
ca: Tadjik
cs: Tádžický
da: Tadsjikisk
de: Tadschikisch
eo: Tajika
et: Tadžiki
fi: Tadžiki
fr: Tadjik
ga: Tajiceach
gl: Tadzhik
hi: ताजिक
hr: Tadžik
ka: ტაჯიკური
nb: Tadsjikisk
nl: Tadzjikisch
pl: Tadżycki
pt: Tajique
ru: Таджикский
sk: Tadžičtina
sr: Tadžik
sv: Tadzjikiska
ta: தாஜிக்
th: ทาจิก

# thDisplayName
source: Thai
bn: තායි
bo: ཐའི
ca: Tailandès
cs: Thajský
de: Thailändisch
eo: Taja
et: Tai
eu: Tailanda
fi: Thaimaa
fr: Thaïlandais
ga: Téalainn
gl: Tailandés
hi: थाई
hr: Tajlandski
it: Thailandese
ka: თაილანდური
nl: Thais
pl: Tajski
pt: Tailandês
ru: Тайский
sk: Thajčina
sr: Tajlandski
ta: தாய்
th: ไทย

# tiDisplayName
source: Tigrinya
bn: ටිග්‍රිනය
bo: ཏིག་རི་ཉི
fr: Tigrigna
ga: Tigrinis
hi: तिग्रिन्या
hr: Tigrinja
ka: ტიგრინია
pl: Tigrinia
pt: Tigrínia
ru: Тигринья
sr: Tigrinja
sv: Tigrinja
ta: டிகிரின்யா
th: ทิกรีนา

# boDisplayName
source: Tibetan Standard, Tibetan, Central
bn: තिबෙතීය සාමාන්‍ය, තිබෙත, මධ්‍යම
bo: བོད་སྐད་སྟོང་, བོད་སྐད་, བོད་ལྗོངས་
ca: Tibetà estàndard, Tibetà, Central
cs: Tibetština, Tibet
da: Tibetansk Standard, Tibetansk, Central
de: Tibetisch Standard, Tibetisch, Zentral
eo: Tibeta Normala, Tibeta, Centra
et: Tiibeti standard, Tiibeti, Kesk
eu: Tibetako, Tibetakoa, Erdialdeko Tibetakoa
fi: Tiibetin standardi, Tiibeti, Keski
fr: Tibétain standard, tibétain, central
ga: Tibéideach Caighdeánach, Tibéideach, Lár
gl: Tibetano estándar, tibetano, centro
hi: तिब्बती मानक, तिब्बती, केंद्रीय
hr: Tibetanski standardni, tibetanski, središnji
it: Tibetano Standard, Tibetano, Centrale
ka: ტიბეტური სტანდარტი, ტიბეტური, ცენტრალური
nb: Tibetansk Standard, Tibetansk, Sentral
nl: Tibetaanse Standaard, Tibetaans, Centraal
pl: Tybetański standardowy, Tybetański, Centralny
pt: Tibetano padrão, tibetano, central
ru: Тибетский стандарт, тибетский, центральный
sk: Tibetčina, štandardná, centrálny dialekt
sr: Tibetanski standardni, tibetanski, centralni
sv: Tibetanska, Tibetansk, Central
ta: திபெத்திய நிலையான, திபெத்திய, மத்திய
th: ทิเบตมาตรฐาน, ทิเบต, กลาง

# tkDisplayName
source: Turkmen
bn: ටර්ක්මන්
bo: تۇرکمن
ca: Turcoman
cs: Turkmenský
da: Turkmensk
de: Turkmenisch
eo: Turkmena
et: Türkmen
eu: Turkmena
fi: Turkmeeni
fr: Turkmène
gl: Turcomano
hi: तुर्कमेन
hr: Turkmenski
it: Turkmeno
ka: თურქმენი
nb: Turkmensk
nl: Turkmeens
pl: Turkmeński
pt: Turcomeno
ru: Туркменский
sk: Turkménčina
sr: Turkmenski
sv: Turkmenska
ta: துர்க்மேன்
th: เติร์กเมนิสถาน

# tlDisplayName
source: Tagalog
bn: ටගාලෝග්
bo: تەلەگو
eo: Tagaloga
gl: Tagalo
hi: टैगालोग
ka: ტაგალოგი
ru: Тагальский
ta: டாக்லாக்
th: แทกาล็อก

# tnDisplayName
source: Tswana
bn: ට්වනා
bo: تسوانا
et: Tsvana
hi: ट्स्वाना
ka: ცვანა
ru: Тсвана
ta: சுவானா
th: ซวานา

# toDisplayName
source: Tonga (Tonga Islands)
bn: ටොංගා (ටොංගා දූපත්)
bo: تونگا (تونگا ئارىلى)
ca: Tonga (Illes Tonga)
da: Tonga (Tonga-øerne)
de: Tonga (Tonga-Inseln)
eo: Tonga (Tonga Insuloj)
et: Tonga (Tonga saared)
eu: Tonga (Tonga uharteak)
fi: Tonga (Tongan saaret)
fr: Tonga (Îles Tonga)
ga: Tonga (Oileáin Tonga)
gl: Tonga (Illas Tonga)
hi: टोंगा (टोंगा द्वीपसमूह)
hr: Tonga (Tonga ostrva)
it: Tonga (Isole Tonga)
ka: ტონგა (ტონგას კუნძულები)
nb: Tonga (Tongaøyene)
nl: Tonga (Tonga-eilanden)
pl: Tonga (Wyspy Tonga)
pt: Tonga (Ilhas Tonga)
ru: Тонганский (острова Тонга)
sk: Tonga (Tonga ostrovy)
sr: Tonga (Tonga ostrva)
sv: Tonga (Tongaöarna)
ta: டோங்கா (டோங்கா தீவுகள்)
th: Tonga (หมู่เกาะ Tonga)

# trDisplayName
source: Turkish
bn: তুর্কি
bo: تۈركچە
ca: Turc
cs: Turečtina
da: Tyrkisk
de: Türkisch
eo: Turka
et: Türgi
eu: Turkiera
fi: Turkki
fr: Turc
ga: Turcach
gl: Turco
hi: तुर्की
hr: Turski
it: Turco
ka: თურქული
nb: Tyrkisk
nl: Turks
pl: Turecki
pt: Turco
ru: Турецкий
sk: Turečtina
sr: Turski
sv: Turkiska
ta: துருக்கிய
th: ตุรกี

# tsDisplayName
source: Tsonga
bn: টসোঙ্গা
bo: تسونگا
hi: ट्सोंगा
ka: ცონგა
ru: Тсонга
ta: சோங்கா
th: ซองกา

# ttDisplayName
source: Tatar
bn: তাতার
bo: تاتارچە
ca: Tàtar
cs: Tatarština
de: Tatarisch
eo: Tataro
et: Tataari
eu: Tatarra
fi: Tataari
gl: Tártaro
hi: तातार
hr: Tatarski
it: Tataro
ka: ტატარი
nl: Tataars
pt: Tártaro
ru: Татарский
sk: Tatarčina
ta: தடார்
th: ทาทาร์

# twDisplayName
source: Twi
bn: টুই
bo: تۋى
eo: Tvia
hi: ट्वि
ka: ტვიტერი
ru: Тви
sr: Tvi
ta: ட்வி
th: ทไว

# tyDisplayName
source: Tahitian
bn: তাহিতিয়ান
bo: تاھىتىي
ca: Tahití
cs: Tahitština
da: Tahitisk
de: Tahitisch
eo: Tahitiana
eu: Tahitiera
fr: Tahitien
gl: Tahitiano
hi: ताहितियन
hr: Tahiški
it: Tahitiano
ka: ტაიტური
nb: Tahitisk
nl: Tahitiaans
pl: Tahiński
pt: Tahitiano
ru: Тихуанский
sk: Tahitčina
sr: Tahićanski
sv: Tahitisk
ta: தஹிதியன்
th: ตาฮีเตียน

# ugDisplayName
source: Uighur, Uyghur
bn: উইঘুর, উইঘুর
bo: ئۇيغۇرچە
ca: Uigur, Uigur
cs: Ujgur, Uyghur
da: Uighur, Uighur
de: Uigurisch, Uighurisch
eo: Uighura, Uighura
et: Uiguuri, Uiguuri
eu: Uighur, Uighur
fi: Uiguuri, Uiguuri
fr: Ouïghour, Uighur
gl: Uigur, Uigur
hi: उइगर, उइगुर
hr: Ujgurski, Ujgurski
it: Uiguro, Uiguro
ka: უიღური, უღური
nb: Uighur, Uighur
nl: Oeigoers, Uyghur
pl: Ujgur, Ujgurowy
pt: Uigur, Uigur
ru: Уйгурский, уйгур
sk: Ujgurský, ujgurský jazyk
sr: Ujgurski, ujgurski
sv: Uigur, Uiguriska
ta: உய்குர், உய்குர்
th: อุยกูร์, อุยกูร์

# ukDisplayName
source: Ukrainian
bn: ইউক্রেনীয়
bo: ئۇكرائىنچە
ca: Ucraïnès
cs: Ukrajinština
da: Ukrainsk
de: Ukrainisch
eo: Ukraina
et: Ukraina
eu: Ukrainiera
fi: Ukrainalainen
fr: Ukrainien
ga: Ucráinis
gl: Ucraíno
hi: यूक्रेनी
hr: Ukrajinski
it: Ucraino
ka: უკრაინული
nb: Ukrainsk
nl: Oekraïens
pl: Ukraiński
pt: Ucraniano
ru: Украинский
sk: Ukrajinčina
sr: Ukrajinski
sv: Ukrainska
ta: உக்ரைனியன்
th: ยูเครน

# urDisplayName
source: Urdu
bn: উর্দু
bo: ئوردو
eo: Urdua
fi: Urdun
fr: Ourdou
ga: Urdais
hi: उर्दू
ka: ურუდული
ru: Урду
ta: உருது
th: อูรดู

# uzDisplayName
source: Uzbek
bn: উজবেক
bo: ئوزبەکچە
cs: Uzbečtina
da: Usbekisk
de: Usbekisch
eo: Uzbekio
et: Usbeki
eu: Uzbekera
fi: Uzbekki
fr: Ouzbek
ga: Uzbec
gl: Uzbeco
hi: उज़बेक
hr: Uzbečki
it: Uzbeco
ka: უზბეკური
nb: Usbekisk
nl: Oezbeeks
pl: Uzbecki
pt: Uzbeque
ru: Узбекский
sk: Uzbečtina
sr: Uzbečki
sv: Uzbekiska
ta: உஸ்பெக்
th: อุซเบก

# veDisplayName
source: Venda
bn: ভেন্ডা
bo: ۋېندە
hi: वेनडा
ka: ვენდა
ru: Венда
ta: வென்டா
th: เวนดา

# viDisplayName
source: Vietnamese
bn: ভিয়েতনামী
bo: ۋىيېتنامچە
ca: Vietnamita
cs: Vietnamština
da: Vietnamesisk
de: Vietnamesisch
eo: Vjetnama
et: Vietnami
eu: Vietnamera
fi: Vietnam
fr: Vietnamien
ga: Vietnámis
gl: Vietnamita
hi: वियतनामी
hr: Vijetnamski
it: Vietnamita
ka: ვიეტნამური
nb: Vietnamesisk
nl: Vietnamees
pl: Wietnamski
pt: Vietnamita
ru: Вьетнамский
sk: Vietnamčina
sr: Vijetnamski
sv: Vietnamesiska
ta: வியட்நாமீஸ்
th: เวียดนาม

# voDisplayName
source: Volapük
bn: ভোলাপুক
bo: ۋولاپۈك
eo: Volapuko
hi: वोलापुक
ka: ვლაპულუკი
ru: Волапюк
ta: வொலாப்புக்
th: โวลาปุก

# waDisplayName
source: Walloon
bn: ওয়ালোন
bo: ۋاللۇنچە
ca: Való
cs: Valonština
de: Wallonisch
eo: Valona
fr: Wallon
gl: Valón
hi: वालून
hr: Valonski
ka: ვალონი
nl: Waals
pl: Walonski
pt: Valão
ru: Валлонский
sk: Valónčina
sr: Valonski
sv: Wallonska
ta: வாலூன்
th: วาลลูน

# cyDisplayName
source: Welsh
bn: ওয়েলশ
bo: ۋېلشچە
ca: Gal·lès
cs: Welština
da: Walisisk
de: Walisisch
eo: Welsa
et: Walesi
eu: Galesa
fi: Walesin
fr: Gallois
ga: Cymraeg
gl: Galés
hi: वेल्श
hr: Walijski
it: Gallese
ka: ვილური
nb: Walisisk
pl: Walijski
pt: Galês
ru: Валлийский
sk: Walesčina
sr: Velski
sv: Walesiska
ta: வெல்ஷ்
th: เวลส์

# woDisplayName
source: Wolof
bn: ওলোফ
bo: ۋولوفچە
hi: वोलॉफ
ka: ვლოფი
ru: Волоф
sr: Volof
ta: வொலோஃப்
th: วอลอฟ

# fyDisplayName
source: Western Frisian
bn: পশ্চিম ফ্রিসিয়ান
bo: غەربىي فريسىيەچە
ca: Frisó occidental
cs: Západní fríština
da: Vestfrisisk
de: Westfriesisch
eo: Okcidenta Frisiana
et: Lääne-Friesi
eu: Frisian Mendebaleko
fi: Länsi-Frisian
fr: Frison occidental
ga: Frísis Thiar
gl: Frisian Occidental
hi: पश्चिमी फ्रिसियन
hr: Zapadnofrizijski
it: Frisone Occidentale
ka: დასავლეთ ფризიული
nb: Vestfrisisk
nl: West-Fries
pl: Frisian Zachodni
pt: Frísio Ocidental
ru: Западнофризский
sk: Západná frízština
sr: Zapadnofrizijski
sv: Västfrisiska
ta: மேற்கு ஃபிரிசியன்
th: เฟรนช์ตะวันตก

# xhDisplayName
source: Xhosa
bn: খোশা
bo: ཧཱན་ཧཱན་ཁུལ།
hi: खोसा
ka: ხოსა
ru: Кхоса
ta: கோசா
th: โซซา

# yiDisplayName
source: Yiddish
bn: ইয়িদিশ
bo: ཡུ་ཌིཤ།
ca: Jiddisch
cs: Jidiš
da: Jiddisch
de: Jiddisch
eo: Jidaĥa
et: Jidiš
eu: Jiddisch
fi: Jiddis
ga: Iídís
hi: यिदिश
hr: Jidiš
ka: იდიში
nb: Jiddisch
nl: Jiddisch
pl: Jidysz
pt: Iídiche
ru: Идиш
sk: Jidiš
sr: Jidiš
sv: Jiddisch
ta: யிடிஷ்
th: ยิดดิช

# yoDisplayName
source: Yoruba
bn: ইয়োরুবা
bo: ཡོརུ་བ།
cs: Jorubština
eo: Joruba
hi: योरूबा
hr: Joruba
ka: იორუბა
pl: Joruba
ru: Йоруба
sk: Jorubčina
sr: Joruba
ta: யோருபா
th: โยรูบา

# zaDisplayName
source: Zhuang, Chuang
bn: জুয়াং, চুয়াং
bo: བྲག་ཆུང་ཁུལ།
hi: झुआंग, चुआंग
ka: ჟუანგი, ჩუანგი
ru: Чжуан, Чуанг
sr: Zhuang, Čuang
ta: சுவாங், சுவாங்
th: จ้วง, จวง
