Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# snCountryDisplayName
source: Senegal
bn: সেনেগাল
bo: སེ་ནགལ
eo: Senegalo
fr: Sénégal
ga: An Sineagáil
hi: सेनेगल
ka: სენეგალი
ru: Сенегал
ta: செனெகல்
th: เซเนกัล

# rsCountryDisplayName
source: Serbia
bn: সার্বিয়া
bo: སེར་བི་ཡ
ca: Sèrbia
cs: Srbsko
da: Serbien
de: Serbien
eo: Serbio
fr: Serbie
ga: An tSeirbia
gl: Sérvia
hi: सर्बिया
hr: Srbija
ka: სერბია
nl: Servië
pt: Sérvia
ru: Сербия
sk: Srbsko
sr: Srbija
sv: Serbien
ta: செர்பியா
th: เซอร์เบีย

# scCountryDisplayName
source: Seychelles
bn: সেশেলস
bo: སེཡེལས
cs: Seychely
da: Seychellerne
de: Seychellen
eo: Sejŝeloj
et: Seišellid
fi: Seychellit
ga: Na Séiséil
hi: सेशेल्स
hr: Sejšeli
ka: სეიშელები
nb: Seychellene
nl: Seychellen
pl: Seszele
ru: Сейшелы
sk: Seychely
sr: Sejšeli
sv: Seychellerna
ta: செய்ஷெல்ஸ்
th: เซเชลส์

# slCountryDisplayName
source: Sierra Leone
bn: সিয়েরা লিওন
bo: སིེ་ར་ལོན
eo: Siera-Leono
eu: Sierra Leona
gl: Serra Leoa
hi: सिएरा लियोन
hr: Sijera Leone
ka: სიერა ლეონე
pt: Serra Leoa
ru: Сьерра-Леоне
sr: Sijera Leone
ta: சியர்ரா லியோன்
th: เซียร์ราลีโอน

# sgCountryDisplayName
source: Singapore
bn: সিঙ্গাপুর
bo: སིང་པོ་རིང
ca: Singapur
cs: Singapur
de: Singapur
eo: Singapuro
et: Singapur
eu: Singapur
fr: Singapour
ga: Singeapór
gl: Singapur
hi: सिंगापुर
hr: Singapur
ka: სინგაპური
pl: Singapur
pt: Singapura
ru: Сингапур
sk: Singapur
sr: Singapur
ta: சிங்கப்பூர்
th: สิงคโปร์

# sxCountryDisplayName
source: Sint Maarten
bn: সিন্ট মার্টেন
bo: སིནཊ་མར་ཊེན
fr: Saint-Martin (partie néerlandaise)
hi: सिंट मาร์्टेन
ka: სინტ მარტენი
ru: Синт-Маартен
sk: Svätý Martin
ta: சின்ட் மார்டன்
th: ซินต์มาเทน

# skCountryDisplayName
source: Slovakia
bn: স্লোভাকিয়া
bo: སལོ་བཱཀི་ཡ
ca: Eslovàquia
cs: Slovensko
da: Slovakiet
de: Slowakei
eo: Slovakio
et: Slovakkia
eu: Eslovakia
fr: Slovaquie
ga: An Slóvaic
gl: Eslovaquia
hi: स्लोवाकिया
hr: Slovačka
it: Slovacchia
ka: სლოვაკეთი
nl: Slowakije
pl: Słowacja
pt: Eslováquia
ru: Словакия
sk: Slovensko
sr: Slovačka
sv: Slovakien
ta: ஸ்லோவாகியா
th: สโลวาเกีย

# siCountryDisplayName
source: Slovenia
bn: স্লোভেনিয়া
bo: སི་ལོ་བེ་ནི་ཡ
ca: Eslovènia
cs: Slovinsko
da: Slovenien
de: Slowenien
eo: Slovenujo
et: Sloveenia
eu: Eslovenia
fr: Slovénie
ga: An tSlóivéin
gl: Eslovenia
hi: स्लोवेनिया
hr: Slovenija
ka: სლოვენია
nl: Slovenië
pl: Słowenia
pt: Eslovênia
ru: Словения
sk: Slovinsko
sr: Slovenija
sv: Slovenien
ta: ஸ்லோவேனியா
th: สโลวีเนีย

# sbCountryDisplayName
source: Solomon Islands
bn: সলোমন দ্বীপপুঞ্জ
bo: སོ་ལོ་མོ་ལིན་ཨིབ་ལེནཌས
ca: Illes Salomó
cs: Šalamounovy ostrovy
da: Salomonøerne
de: Salomonen
eo: Solomonoj
et: Saalomoni Saared
eu: Salomon Uharteak
fi: Salomonsaaret
fr: Îles Salomon
ga: Oileáin Sholaiméin
gl: Illas Salomón
hi: सोलोमन द्वीप
hr: Salomonova Ostrva
it: Isole Solomon
ka: სოლომონის კუნძულები
nb: Salomonøyene
nl: Salomonseilanden
pl: Wyspy Salomona
pt: Ilhas Salomão
ru: Соломоновы Острова
sk: Šalamúnove ostrovy
sr: Salomonova Ostrva
sv: Salomonöarna
ta: சோலமன் தீவுகள்
th: หมู่เกาะโซโลมอน

# soCountryDisplayName
source: Somalia
bn: সোমালিয়া
bo: སོ་མོ་ལི་ཡ
ca: Somàlia
cs: Somálsko
eo: Somalio
et: Somaalia
fr: Somalie
ga: An tSomáil
hi: सोमालिया
ka: სომალი
nl: Somalië
pt: Somália
ru: Сомали
sk: Somálsko
ta: சோமாலியா
th: โซมาเลีย

# zaCountryDisplayName
source: South Africa
bn: দক্ষিণ আফ্রিকা
bo: ལོ་ཁོངས་ལྷག་ལུས་སུའི་རྒྱལ་ཁབ་
ca: Sud-àfrica
cs: Jihoafrická republika
da: Sydafrika
de: Südafrika
eo: Suda Afriko
et: Lõuna-Aafrika
eu: Hegoafrika
fi: Etelä-Afrikka
fr: Afrique du Sud
ga: An Afraic Theas
gl: Sudáfrica
hi: दक्षिण अफ्रीका
hr: Južna Afrika
it: Sudafrica
ka: სამხრეთ აფრიკა
nb: Sør-Afrika
nl: Zuid-Afrika
pl: Południowa Afryka
pt: África do Sul
ru: Южная Африка
sk: Južná Afrika
sr: Južnoafrička Republika
sv: Sydafrika
ta: தென் ஆப்பிரிக்கா
th: แอฟริกาใต้

# gsCountryDisplayName
source: South Georgia and the South Sandwich Islands
bn: দক্ষিণ জর্জিয়া এবং দ্য সাউথ স্যান্ডউইচ দ্বীপপুঞ্জ
bo: ལོ་ཁོངས་ལྷག་ལུས་སུའི་ལྷུན་ཁང་དང་ལྷུན་ཁང་ཚོའི་ས་ཁུལ་
ca: Geòrgia del Sud i Illes Sandwich del Sud
cs: Jižní Georgie a Jižní Sandwichovy ostrovy
da: Sydgeorgien og Syd Sandwichøerne
de: Südgeorgien und die Südlichen Sandwichinseln
eo: Suda Georgio kaj la Suda Sandwich-Insuloj
et: Lõuna-Georgia ja Lõuna-Sandwichi saared
eu: Hego Georgia eta Hego Sandwich Uharteak
fi: Etelä-Georgia ja Eteläiset Sandwichsaaret
fr: Géorgie du Sud et îles Sandwich du Sud
ga: An Georgia Theas agus Oileáin Sandwich Theas
gl: Xibraltar do Sur e as Illas Sandwich do Sur
hi: दक्षिण जॉर्जिया और दक्षिण सैंडविच द्वीप
hr: Južna Georgija i Južni Sandwich otoci
it: Georgia del Sud e Isole Sandwich del Sud
ka: სამხრეთი ჯორჯია და სამხრეთ სანდვიჩის კუნძულები
nb: Sør-Georgia og Sør-Sandwichøyene
nl: Zuid-Georgia en de Zuidelijke Sandwicheilanden
pl: Georgia Południowa i Sandwich Południowy
pt: Ilhas Geórgia do Sul e Sandwich do Sul
ru: Южная Джорджия и Южные Сандвичевы острова
sk: Južná Georgia a Južné Sandwichove ostrovy
sr: Južna Džordžija i Južni Sandwich Ostrva
sv: Sydgeorgien och Sydsandwichöarna
ta: தென் ஜார்ஜியா மற்றும் தென் சாண்ட்விச் தீவுகள்
th: เกาะเซาท์จอร์เจียและหมู่เกาะเซาท์แซนด์วิช

# krCountryDisplayName
source: South Korea
bn: দক্ষিণ কোরিয়া
bo: ལོ་ཁོངས་ལྷག་ལུས་སུའི་རྒྱལ་ཁབ་
ca: Corea del Sud
cs: Jižní Korea
da: Sydkorea
de: Südkorea
eo: Sud-Koreio
et: Lõuna-Korea
eu: Hego Korea
fi: Etelä-Korea
fr: Corée du Sud
ga: Cóiréis Theas
gl: Corea do Sur
hi: दक्षिण कोरिया
hr: Južna Koreja
it: Corea del Sud
ka: სამხრეთ კორეა
nb: Sør-Korea
nl: Zuid-Korea
pl: Korea Południowa
pt: Coreia do Sul
ru: Южная Корея
sk: Južná Kórea
sr: Južna Koreja
sv: Sydkorea
ta: தென் கொரியா
th: เกาหลีใต้

# ssCountryDisplayName
source: South Sudan
bn: দক্ষিণ সুদান
bo: ལོ་ཁོངས་ལྷག་ལུས་སུའི་ལྷུན་ཁང་
ca: Sudan del Sud
cs: Jižní Súdán
da: Sydsudan
de: Südsudan
eo: Sud-Sudano
et: Lõuna-Sudaan
eu: Hego Sudan
fi: Etelä-Sudan
fr: Soudan du Sud
ga: An Eileán Súdán Theas
gl: Sudán do Sur
hi: दक्षिण सूडान
hr: Južni Sudan
it: Sudan del Sud
ka: სამხრეთი სუდანი
nb: Sør-Sudan
nl: Zuid-Soedan
pl: Sudan Południowy
pt: Sudão do Sul
ru: Южный Судан
sk: Južný Sudán
sr: Južni Sudan
sv: Sydsudan
ta: தென் சுடான்
th: ซูดานใต้

# esCountryDisplayName
source: Spain
bn: স্পেন
bo: ལའི་སྤེན་
ca: Espanya
cs: Španělsko
da: Spanien
de: Spanien
eo: Hispanio
et: Hispaania
eu: Espainia
fi: Espanja
fr: Espagne
ga: An Spáinn
gl: España
hi: स्पेन
hr: Španjolska
it: Spagna
ka: ესპანეთი
nb: Spania
nl: Spanje
pl: Hiszpania
pt: Espanha
ru: Испания
sk: Španielsko
sr: Španija
sv: Spanien
ta: ஸ்பெயின்
th: สเปน

# lkCountryDisplayName
source: Sri Lanka
bn: শ্রীলঙ্কা
bo: སྲཱི་ལང་ཀ་
cs: Srí Lanka
eo: Srĥranka
ga: Sri Lanca
hi: श्रीलंका
hr: Šri Lanka
ka: შრი ლანკა
ru: Шри-Ланка
sk: Srí Lanka
sr: Šri Lanka
ta: ஸ்ரீலங்கா
th: ศรีลังกา

# sdCountryDisplayName
source: Sudan
bn: সুদান
bo: ཀུ་ཌན་
cs: Súdán
eo: Sudano
et: Sudaan
fr: Soudan
ga: An Nídéir
gl: Sudán
hi: सूडान
ka: სუდანი
nl: Soedan
pt: Sudão
ru: Судан
sk: Sudán
ta: சூடான்
th: ซูดาน

# srCountryDisplayName
source: Suriname
bn: সুরিনাম
bo: སུ་རི་ནེན་
ca: Surinam
cs: Surinam
da: Surinam
eo: Surinamo
eu: Surinam
ga: Surinam
gl: Surinam
hi: सूरीनाम
hr: Surinam
ka: სურინამი
nb: Surinam
pl: Surinam
ru: Суринам
sk: Surinam
sr: Surinam
sv: Surinam
ta: சுரினாம்
th: ซูรีนาเม

# sjCountryDisplayName
source: Svalbard and Jan Mayen
bn: স্ফালবার্ড ও জান মায়েন
bo: སབལ་བར་དང་ཇན་མ་ཡེན་
ca: Svalbard i Jan Mayen
cs: Špicberky a Jan Mayen
da: Svalbard og Jan Mayen
de: Svalbard und Jan Mayen
eo: Svalbardo kaj Jan Mayen
et: Svalbard ja Jan Mayen
eu: Svalbard eta Jan Mayen
fi: Svalbard ja Jan Mayen
fr: Svalbard et Jan Mayen
ga: Svalbard agus Jan Mayen
gl: Svalbard e Jan Mayen
hi: स्वालबार्ड और जान मेयन
hr: Svalbard i Jan Mayen
it: Svalbard e Jan Mayen
ka: სვალბარდი და იან მეინი
nb: Svalbard og Jan Mayen
nl: Svalbard en Jan Mayen
pl: Svalbard i Jan Mayen
pt: Svalbard e Jan Mayen
ru: Шпицберген и Ян-Майен
sk: Špicbergy a Jan Mayen
sr: Svalbard i Jan Mayen
sv: Svalbard och Jan Mayen
ta: ஸ்வால்பார்டு மற்றும் ஜான் மேயன்
th: สวาลบาร์ดและเกาะจันน์เมเยน

# seCountryDisplayName
source: Sweden
bn: সুইডেন
bo: སུའུན་ལེན་
ca: Suècia
cs: Švédsko
da: Sverige
de: Schweden
eo: Svedio
et: Rootsi
eu: Suedia
fi: Ruotsi
fr: Suède
ga: An Sualainn
gl: Suecia
hi: स्वीडन
hr: Švedska
it: Svezia
ka: შვედეთი
nb: Sverige
nl: Zweden
pl: Szwecja
pt: Suécia
ru: Швеция
sk: Švédsko
sr: Švedska
sv: Sverige
ta: ஸ்வீடன்
th: สวีเดน

# chCountryDisplayName
source: Switzerland
bn: সুইজারল্যান্ড
bo: སུའུན་ལེན་
ca: Suïssa
cs: Švýcarsko
da: Schweiz
de: Schweiz
eo: Svislando
et: Šveits
eu: Suitza
fi: Sveitsi
fr: Suisse
ga: An Eilvéis
gl: Suíza
hi: स्विट्ज़रलैंड
hr: Švicarska
it: Svizzera
ka: შვეიცარია
nb: Sveits
nl: Zwitserland
pl: Szwajcaria
pt: Suíça
ru: Швейцария
sk: Švajčiarsko
sr: Švajcarska
sv: Schweiz
ta: ஸ்விட்சர்லாந்து
th: สวิตเซอร์แลนด์

# syCountryDisplayName
source: Syria
bn: সিরিয়া
bo: སyria
ca: Síria
cs: Sýrie
da: Syrien
de: Syrien
eo: Sirio
et: Süüria
eu: Siria
fr: Syrie
ga: Siria
gl: Siria
hi: सीरिया
it: Siria
ka: სირია
nl: Syrië
pt: Síria
ru: Сирия
sk: Sýria
sr: Sirija
sv: Syrien
ta: சிரியா
th: ซีเรีย

# twCountryDisplayName
source: Taiwan
bn: তাইওয়ান
cs: Tchaj-wan
eo: Tajvano
fr: Taïwan
gl: Taiwán
hi: ताइवान
hr: Tajvan
ka: ტაივანი
pl: Tajwan
ru: Тайвань
sr: Tajvan
ta: தைவான்
th: ไต้หวัน

# tjCountryDisplayName
source: Tajikistan
bn: তাজিকিস্তান
bo: ཏ་ཇི་ཀིས་ཏཱན་
ca: Tadjikistan
cs: Tádžikistán
da: Tadsjikistan
de: Tadschikistan
eo: Tadĥikio
et: Tadžikistan
fi: Tadžikistan
fr: Tadjikistan
ga: Tajicistáin
gl: Tadzhikistán
hi: ताजिकिस्तान
hr: Tadžikistan
it: Tagikistan
ka: ტაჯიკეთი
nb: Tadsjikistan
nl: Tadzjikistan
pl: Tadżykistan
pt: Tajiquistão
ru: Таджикистан
sk: Tádžikistan
sr: Tadžikistan
sv: Tadzjikistan
ta: தாஜிகிஸ்தான்
th: ทาจิกิสถาน

# tzCountryDisplayName
source: Tanzania
bn: তানজানিয়া
bo: ཏ་ན་ཛི་ཡ་
ca: Tanzània
cs: Tanzanie
de: Tansania
eo: Tanzanio
et: Tansaania
fi: Tansania
fr: Tanzanie
ga: Tansáin
hi: तंजानिया
hr: Tanzanija
ka: ტანზანია
pt: Tanzânia
ru: Танзания
sk: Tanzánia
sr: Tanzanija
ta: தான்சானியா
th: แทนซาเนีย

# thCountryDisplayName
source: Thailand
bn: থাইল্যান্ড
bo: ཐའང་
ca: Tailàndia
cs: Thajsko
eo: Tajlando
et: Tai
eu: Thailandia
fi: Thaimaa
fr: Thaïlande
ga: Téalainn
gl: Tailandia
hi: थाईलैंड
hr: Tajland
ka: თაილანდი
pl: Tajlandia
pt: Tailândia
ru: Таиланд
sk: Thajsko
sr: Tajland
ta: தாய்லாந்து
th: ประเทศไทย

# tgCountryDisplayName
source: Togo
bn: টোগো
bo: ཊོ་གོ་
ga: Tógó
hi: टोगो
ka: ტოგო
ru: Того
ta: டோகோ
th: โตโก

# tkCountryDisplayName
source: Tokelau
bn: টোকেলাউ
bo: ཊོ་ཀེ་ལའུ་
hi: टोकेलाऊ
ka: ტოკელაუ
ru: Токелау
ta: டோகிலேவ்

# toCountryDisplayName
source: Tonga
bn: টঙ্গা
bo: ཊོང་ག་
eo: Tongo
hi: टोंगा
ka: ტონგა
ru: Тонга
ta: டோங்கா

# ttCountryDisplayName
source: Trinidad/Tobago
bn: ত্রিনিদাদ/টোবাগো
bo: ཏྲི་ནི་དནིན་ཏུ་བ་གོ་
ca: Trinitat i Tobago
cs: Trinidad a Tobago
eo: Trinidado/Tobago
et: Trinidad ja Tobago
fr: Trinité-et-Tobago
gl: Trindade/Tobago
hi: त्रिनिदाद/टोबैगो
hr: Trinidad i Tobago
ka: ტრინიდადი/ტობაგო
pl: Trynidad/Tobago
pt: Trindade e Tobago
ru: Тринидад и Тобаго
sr: Trinidad i Tobago
ta: டிரினிடாட்/டோபாகோ
th: ตรินิแดด/โตเบโก

# tnCountryDisplayName
source: Tunisia
bn: তিউনিসিয়া
ca: Tunísia
cs: Tunisko
da: Tunesien
de: Tunesien
eo: Tunizio
et: Tuneesia
fr: Tunisie
ga: Túnéis
gl: Túnez
hi: ट्यूनिशिया
hr: Tunis
ka: ტუნისი
nl: Tunesië
pl: Tunezja
pt: Tunísia
ru: Тунис
sk: Tunisko
sr: Tunis
sv: Tunisien
ta: துனிசியா
th: ตูนิเซีย

# trCountryDisplayName
source: Turkey
bn: তুরস্ক
ca: Turquia
cs: Turecko
da: Tyrkiet
de: Türkei
eo: Turkio
et: Türgi
eu: Turkia
fi: Turkki
fr: Turquie
ga: An Tuirc
gl: Turquía
hi: तुर्की
hr: Turska
it: Turchia
ka: თურქეთი
nb: Tyrkia
nl: Turkije
pl: Turcja
pt: Turquia
ru: Турция
sk: Turecko
sr: Turska
sv: Turkiet
ta: துர்கி
th: ตุรกี

# tmCountryDisplayName
source: Turkmenistan
bn: তুর্কমেনিস্তান
cs: Turkmenistán
eo: Turkmenio
et: Türkmenistan
fr: Turkménistan
ga: Turcmenastáin
gl: Turkmenistán
hi: तुर्कमेनिस्तान
ka: თურქმენეთი
pt: Turcomenistão
ru: Туркменистан
sk: Turkménsko
ta: துர்க்மெனிஸ்தான்
th: เติร์กเมนิสถาน

# tcCountryDisplayName
source: Turks and Caicos Islands
bn: টার্কস ও কাইকোস দ্বীপপুঞ্জ
ca: Illes Turks i Caicos
cs: Ostrovy Turks a Caicos
da: Turks- og Caicosøerne
de: Turks- und Caicosinseln
eo: Turkojaj kaj Kajikoj
et: Turks ja Caicosi saared
eu: Turks eta Caicos uharteak
fi: Turks- ja Caicossaarilot
fr: Îles Turks et Caïques
ga: Oileáin Turks agus Caicos
gl: Illas Turks e Caicos
hi: टर्क्स और कैकोस द्वीपसमूह
hr: Otoci Turks i Caicos
it: Isole Turks e Caicos
ka: ტურკს და კაიკოსის კუნძულები
nb: Turks- og Caicosøyene
nl: Turks- en Caicoseilanden
pl: Wyspy Turks i Caicos
pt: Ilhas Turks e Caicos
ru: Острова Теркс и Кайкос
sk: Ostrovy Turks a Caicos
sr: Ostrva Turks i Kajkos
sv: Turks- och Caicosöarna
ta: டர்க்ஸ் மற்றும் கேக்கோயிஸ் தீவுகள்
th: หมู่เกาะ Turks and Caicos

# viCountryDisplayName
source: U.S. Virgin Islands
bn: ইউ.এস. ভার্জিন দ্বীপপুঞ্জ
ca: Illes Verges dels Estats Units
cs: Americké Panenské ostrovy
da: Amerikanske Jomfruøer
de: Amerikanische Jungferninseln
eo: Usono Virginaj Insuloj
et: Ameerika Neitsisaared
fi: Yhdysvaltain Neitsytsaaret
fr: Îles Vierges des États-Unis
ga: Oileáin Virgin na Stát Aontaithe
gl: Illas Virxes dos Estados Unidos
hi: यू.एस. वर्जिन द्वीप
hr: Američki Djevičanski Otoci
it: Isole Vergini Statunitensi
ka: აშშ ვირჯინიის კუნძულები
nb: Amerikanske Jomfruøyene
nl: Verenigde Staten Maagdeneilanden
pl: Wyspy Dziewicze Stanów Zjednoczonych
pt: Ilhas Virgens Americanas
ru: Виргинские острова (США)
sk: Americké Panenské ostrovy
sr: Američki Djevičanski Ostrva
sv: Amerikanska Jungfruöarna
ta: அமெரிக்க வேர்ஜின் தீவுகள்
th: หมู่เกาะเวอร์จินของสหรัฐอเมริกา

# ugCountryDisplayName
source: Uganda
bn: উগান্ডা
eo: Ugando
fr: Ouganda
hi: उगांडा
ka: უგანდა
nl: Oeganda
ru: Уганда
ta: உகாண்டா
th: อูกันดา

# uaCountryDisplayName
source: Ukraine
bn: ইউক্রেন
ca: Ucraïna
cs: Ukrajina
eo: Ukrainio
et: Ukraina
eu: Ukraina
fi: Ukraina
ga: Úcráin
gl: Ucraína
hi: यूक्रेन
hr: Ukrajina
it: Ucraina
ka: უკრაინა
nb: Ukraina
nl: Oekraïne
pl: Ukraina
pt: Ucrânia
ru: Украина
sk: Ukrajina
sr: Ukrajina
sv: Ukraina
ta: உக்ரைன்
th: ยูเครน

# aeCountryDisplayName
source: United Arab Emirates
bn: সংযুক্ত আরব আমিরাত
ca: Emirats Àrabs Units
cs: Spojené arabské emiráty
da: De Forenede Arabiske Emirater
de: Vereinigte Arabische Emirate
eo: Unuiĝintaj Arabaj Emirlandoj
et: Araabia Ühendemiraadid
eu: Arabiar Emirerri Batuak
fi: Arabiemiirikunnat
fr: Émirats arabes unis
ga: Aontas na nÉimíríochtaí Arabacha
gl: Emiratos Árabes Unidos
hi: संयुक्त अरब अमीरात
hr: Ujedinjeni Arapski Emirati
it: Emirati Arabi Uniti
ka: არაბთა გაერთიანებული საამიროები
nb: De forente arabiske emirater
nl: Verenigde Arabische Emiraten
pl: Zjednoczone Emiraty Arabskie
pt: Emirados Árabes Unidos
ru: Объединённые Арабские Эмираты
sk: Spojené arabské emiráty
sr: Ujedinjeni Arapski Emirati
sv: Förenade Arabemiraten
ta: ஐக்கிய அரபு அமீரகங்கள்
th: สหรัฐอาหรับเอมิเรตส์

# gbCountryDisplayName
source: United Kingdom
bn: যুক্তরাজ্য
ca: Regne Unit
cs: Velká Británie
da: Storbritannien
de: Vereinigtes Königreich
eo: Unuiĝinta Reĝlando
et: Suurbritannia
eu: Erresuma Batua
fi: Yhdistynyt kuningaskunta
fr: Royaume-Uni
ga: An Ríocht Aontaithe
gl: Reino Unido
hi: यूनाइटेड किंगडम
hr: Ujedinjeno Kraljevstvo
it: Regno Unito
ka: დიდი ბრიტანეთი
nb: Storbritannia
nl: Verenigd Koninkrijk
pl: Wielka Brytania
pt: Reino Unido
ru: Соединённое Королевство
sk: Spojené kráľovstvo
sr: Ujedinjeno Kraljevstvo
sv: Storbritannien
ta: யுனைடெட் கிங்டம்
th: สหราชอาณาจักร

# usCountryDisplayName
source: United States
bn: সংযুক্ত রাষ্ট্রসমূহ
ca: Estats Units
cs: Spojené státy
da: Forenede Stater
de: Vereinigte Staaten
eo: Unuiĝintaj Ŝtatoj
et: Ameerika Ühendriigid
eu: Ameriketako Estatu Batuak
fi: Yhdysvallat
fr: États-Unis
ga: Stáit Aontaithe Mheiriceá
gl: Estados Unidos
hi: संयुक्त राज्य अमेरिका
hr: Sjedinjene Države
it: Stati Uniti
ka: აშშ
nb: USA
nl: Verenigde Staten
pl: Stany Zjednoczone
pt: Estados Unidos
ru: Соединённые Штаты
sk: Spojené štáty
sr: Sjedinjene Države
sv: USA
ta: அமெரிக்கா
th: สหรัฐอเมริกา

# uyCountryDisplayName
source: Uruguay
bn: উরুগুয়ে
ca: Uruguai
eo: Urugvajo
eu: Uruguai
ga: Uragua
gl: Uruguai
hi: उरुग्वे
hr: Urugvaj
ka: ურუგვაი
pl: Urugwaj
pt: Uruguai
ru: Уругвай
sk: Uruguaj
sr: Urugvaj
ta: உருகுவே
th: อุรุกวัย

# uzCountryDisplayName
source: Uzbekistan
bn: উজবেকিস্তান
cs: Uzbekistán
da: Usbekistan
de: Usbekistan
eo: Uzbekio
et: Usbekistan
fr: Ouzbékistan
ga: Usbaiceastáin
gl: Uzbekistán
hi: उज़बेकिस्तान
ka: უზბეკეთი
nb: Usbekistan
nl: Oezbekistan
pt: Uzbequistão
ru: Узбекистан
ta: உஸ்பெகிஸ்தான்
th: อุซเบกิสถาน

# vuCountryDisplayName
source: Vanuatu
bn: ভানুয়াটু
hi: वानुअतु
ka: ვანუატუ
ru: Вануату
ta: வனுவாட்டு
th: วานูอาตู

# vaCountryDisplayName
source: Vatican City
bn: ভ্যাটিকান সিটি
ca: Ciutat del Vaticà
cs: Vatikánské město
da: Vatikanstaten
de: Vatikanstadt
eo: Vatikana Urbo
et: Vatikan
eu: Vatikano Hiria
fi: Vatikaanivaltio
fr: Cité du Vatican
ga: Cathair na Vatacáine
gl: Cidade do Vaticano
hi: वेटिकन सिटी
hr: Vatikanski Grad
it: Città del Vaticano
ka: ვატიკანი
nb: Vatikanstaten
nl: Vaticaanstad
pl: Watykan
pt: Cidade do Vaticano
ru: Ватикан
sk: Vatikán
sr: Vatikanski Grad
sv: Vatikanstaten
ta: வாடிகன் நகரம்
th: นครวาติกัน

# veCountryDisplayName
source: Venezuela
bn: ভেনেজুয়েলা
ca: Veneçuela
hi: वेनेज़ुएला
ka: ვენესუელა
pl: Wenezuela
ru: Венесуэла
ta: வெனிசுலா
th: เวเนซุเอลา

# vnCountryDisplayName
source: Vietnam
bn: ভিয়েতনাম
eo: Vjetnamio
ga: Vítneam
hi: वियतनाम
hr: Vijetnam
ka: ვიეტნამი
pl: Wietnam
pt: Vietnã
ru: Вьетнам
sr: Vijetnam
ta: வியட்நாம்
th: เวียดนาม

# wfCountryDisplayName
source: Wallis and Futuna
bn: ওয়ালিস ও ফুটুনা
ca: Wallis i Futuna
cs: Wallis a Futuna
da: Wallis og Futuna
de: Wallis und Futuna
eo: Wallis kaj Futuna
et: Wallis ja Futuna
eu: Wallis eta Futuna
fi: Wallis ja Futuna
fr: Wallis-et-Futuna
ga: Wallis agus Futuna
gl: Wallis e Futuna
hi: वॉलिस और फ्यूटुना
hr: Wallis i Futuna
it: Wallis e Futuna
ka: ვალისი და ფუტუნა
nb: Wallis og Futuna
nl: Wallis en Futuna
pl: Wallis i Futuna
pt: Wallis e Futuna
ru: Уоллис и Футуна
sk: Wallis a Futuna
sr: Vallis i Futuna
sv: Wallis och Futuna
ta: வாலிஸ் மற்றும் ஃபுடுனா
th: วาลลิสและฟูตูนา

# ehCountryDisplayName
source: Western Sahara
bn: পশ্চিম সাহারা
ca: Sàhara Occidental
cs: Západní Sahara
da: Vestsahara
de: Westsahara
eo: Okcidenta Saharo
et: Lääne-Sahara
eu: Sahara Mendebaldea
fi: Länsi-Sahara
fr: Sahara occidental
ga: Sahara Thiar
gl: Sáhara Occidental
hi: पश्चिमी सहारा
hr: Zapadna Sahara
it: Sahara Occidentale
ka: დასავლეთ საჰარა
nb: Vest-Sahara
nl: Westelijke Sahara
pl: Sahara Zachodnia
pt: Saara Ocidental
ru: Западная Сахара
sk: Západná Sahara
sr: Zapadna Sahara
sv: Västsahara
ta: மேற்கு சஹாரா
th: ซาฮาราตะวันตก

# yeCountryDisplayName
source: Yemen
bn: ইয়েমেন
ca: Iemen
cs: Jemen
de: Jemen
eo: Jemen
et: Jeemen
fi: Jemen
fr: Yémen
gl: Iemen
hi: यमन
hr: Jemen
ka: იემენი
nb: Jemen
nl: Jemen
pl: Jemen
pt: Iêmen
ru: Йемен
sk: Jemen
sr: Jemen
sv: Jemen
ta: யேமன்
th: เยเมน

# zmCountryDisplayName
source: Zambia
bn: জাম্বিয়া
bo: زامبیا
ca: Zàmbia
cs: Zambie
de: Sambia
eo: Zambio
et: Sambia
fi: Sambia
fr: Zambie
hi: ज़ाम्बिया
hr: Zambija
ka: ზამბია
pt: Zâmbia
ru: Замбия
sr: Zambija
ta: சம்பியா
th: แซมเบีย

# zwCountryDisplayName
source: Zimbabwe
bn: জিম্বাবোয়ে
bo: زیمبابوې
ca: Zimbàbue
de: Simbabwe
eo: Zimbabvo
gl: Zimbabue
hi: ज़िम्बाब्वे
hr: Zimbabve
ka: ზიმბაბვე
pt: Zimbábue
ru: Зимбабве
sr: Zimbabve
ta: சிம்பாப்வே
th: ซิมบับเว

source: Pay
bn: পরিশোধ করুন
bo: Checkout
ca: Paga
cs: Pokladna
da: Til betaling
de: Zur Kasse
eo: Checkout
et: Maksa
eu: Ordaindu
fi: Maksa
fr: Payer
ga: Checkout
gl: Checkout
hi: भुगतान करें
hr: Checkout
it: Checkout
ka: Checkout
nb: Betal
nl: Afrekenen
pl: Do kasy
pt: Finalizar compra
ru: Оформить заказ
sk: Checkout
sr: Checkout
sv: Till kassan
ta: Checkout
th: Checkout

# allPrivateChats
source: Direct chats
bn: প্রতক্ষ্য চ্যাট
bo: مستقیم چیٹ
ca: Xats privats
cs: Přímé chaty
da: Private beskeder
de: Private Chats
eo: Privataj konversacioj
et: Otsevestlused
eu: Pribatutasun txat guztiak
fi: Yksityiset keskustelut
fr: Chats privés directs
ga: Comhráite díreacha
gl: Chats directos
hi: प्रत्यक्ष चैट
hr: Privatni razgovori
it: Chat diretti
ka: მხოლოდ პირადი ჩეთები
nb: Direktmeldinger
nl: Directe gesprekken
pl: Czaty prywatne
pt: Conversas privadas
ru: Личные сообщения
sk: Priame správy
sr: Direktni razgovori
sv: Privata chattar
ta: நேரடி உரைகள்
th: แชทส่วนตัวทั้งหมด

source: Unknown private chat
bn: অজানা ব্যক্তিগত চ্যাট
bo: نامعلوم نجی گفتگو
ca: Xat privat desconegut
cs: Neznámý soukromý chat
da: Ukendt privat chat
de: Unbekannter Privatchat
eo: Nekonata privata konversacio
et: Tundmatu privaatvestlus
eu: Pribatutasun txalungorik eza
fi: Tuntematon yksityinen keskustelu
fr: Chat privé inconnu
ga: Comhrá príobháideach anaithnid
gl: Chat privado descoñecido
hi: अज्ञात निजी चैट
hr: Nepoznati privatni razgovor
it: Chat privato sconosciuto
ka: უცნობი პირადი ჩათი
nb: Ukjent privat samtale
nl: Onbekend privégesprek
pl: Nieznany czat prywatny
pt: Conversa privada desconhecida
ru: Неизвестный личный чат
sk: Neznáma súkromná správa
sr: Nepoznati privatni razgovor
sv: Okänd privat chatt
ta: அறியப்படாத தனிப்பட்ட உரை
th: แชทส่วนตัวที่ไม่รู้จัก

# invitedToSpace
source: {user} has invited you to join a course: {space}! Do you wish to accept?
bn: {user} আপনাকে একটি কোর্সে যোগ দেওয়ার জন্য আমন্ত্রণ জানিয়েছেন: {space}! আপনি কি গ্রহণ করতে চান?
bo: {user} تہاڈے نوں اکورس: {space} وچ شامل ہون لئی بلایا اے! کی تسی قبول کرنا چاہو گے؟
ca: {user} t'ha convidat a unir-te a un curs: {space}! Desitges acceptar?
cs: {user} vás pozval připojit se ke kurzu: {space}! Chcete přijmout?
da: {user} har inviteret dig til at deltage i et kursus: {space}! Vil du acceptere?
de: {user} hat Sie eingeladen, an einem Kurs teilzunehmen: {space}! Möchten Sie annehmen?
eo: {user} invitis vin aliĝi al kurso: {space}! Ĉu vi volas akcepti?
et: {user} on kutsunud teid liituma ruumi: {space}! Kas soovite vastu võtta?
eu: {user}k gonbidatu zaitu ikastaro batean parte hartzera: {space}! Onartu nahi duzu?
fi: {user} on kutsunut sinut liittymään kurssille: {space}! Haluatko hyväksyä?
fr: {user} vous a invité à rejoindre un cours : {space} ! Souhaitez-vous accepter ?
ga: {user} thú cuireadh a thabhairt chun páirt a ghlacadh i gcúrsa: {space}! An bhfuil tú ag iarraidh glacadh leis?
gl: {user} invitouno a unirse a un curso: {space}! Queres aceptar?
hi: {user} ने आपको एक कोर्स में शामिल होने के लिए आमंत्रित किया है: {space}! क्या आप स्वीकार करना चाहेंगे?
hr: {user} vas je pozvao da se pridružite tečaju: {space}! Želite li prihvatiti?
it: {user} ti ha invitato a partecipare a un corso: {space}! Vuoi accettare?
ka: {user} გეპატიჟება გაერთო კურსში: {space}! გსურთ მიიღოთ?
nb: {user} har invitert deg til å bli med på et kurs: {space}! Vil du akseptere?
nl: {user} heeft je uitgenodigd om deel te nemen aan een cursus: {space}! Wil je accepteren?
pl: {user} zaprosił Cię do dołączenia do kursu: {space}! Czy chcesz przyjąć zaproszenie?
pt: {user} convidou você para participar de um curso: {space}! Deseja aceitar?
ru: {user} пригласил вас присоединиться к курсу: {space}! Хотите принять приглашение?
sk: {user} vás pozval na kurz: {space}! Chcete prijať?
sr: {user} vas je pozvao da se pridružite kursu: {space}! Da li želite da prihvatite?
sv: {user} har bjudit in dig att delta i en kurs: {space}! Vill du acceptera?
ta: {user} உங்களை ஒரு பாடத்திற்குக் கூப்பிடினார்: {space}! நீங்கள் ஏற்க விரும்புகிறீர்களா?
th: {user} ได้เชิญคุณเข้าร่วมคอร์ส: {space}! คุณต้องการยอมรับไหม?
