Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# commandHint_unignore
source: Unignore the given matrix ID
be: Перастаць ігнараваць дадзены matrix ID
bn: প্রদত্ত ম্যাট্রিক্স আইডি অউপেক্ষা করুন
bo: ཁྱེད་རང་གི་མེད་ལེན་གྱི་ཁྱབ་བརྗེ་བརྗོད་བྱེད་མི་ལ་བརྗེ་བརྗོད་མི་འདི་ལ་བརྗེ་བརྗོད
ca: Deixa d'ignorar el compt de matrix especificat
cs: Zrušit ignorování daného ID mřížky
da: Fjern ignorering af den givne matrix-ID
de: Angegebene Matrix-ID nicht mehr ignorieren
eo: Malignori la donitan matrican ID-on
et: Lõpeta selle Matrixi kasutajatunnuse eiramine
eu: Utzi Matrix ID honi muzin egiteari
fa: لغو چشم‌پوشی از شناسه ماتریکس داده‌شده
fi: Poista ohitus annettua matriisikoodia
fr: Ne plus ignorer l'identifiant Matrix indiqué
ga: Unignore an ID maitrís tugtha
gl: Non ignorar o ID matrix indicado
hi: दिए गए मैट्रिक्स आईडी को अनदेखा न करें
hr: Poništi zanemarivanje navedenog matrix ID-a
id: Batalkan pengabaian ID Matrix yang diberikan
it: Ignora il Matrix ID specificato
ka: გაუქმეთ მატრიქსის ID-ის იგნორირება
nb: Fjern ignorering av den gitte matrix-ID-en
nl: Herstel de negeerde Matrix ID
pl: Przestań ignorować podany identyfikator Matrix
pt: Desconsiderar o ID de matriz fornecido
ru: Не игнорировать данный matrix ID
sk: Zrušiť ignorovanie daného matrix ID
sr: Поништи занемаривање дати Matrix ID
sv: Ångra ignorering av den angivna matrix-ID:n
ta: கொடுக்கப்பட்ட மேட்ரிக்ச் ஐடியை இணைக்கவும்
th: ยกเลิกการละเว้นรหัสแมทริกซ์ที่กำหนด
uk: Не ігнорувати цей Matrix ID

# unreadChatsInApp
source: {appname}: {unread} unread chats
be: {appname}: {unread} непрачытаных чатаў
bn: {appname}: {unread} টি পড়া বাকি চ্যাট
bo: {appname}: {unread} མེད་ལེན་ཚོད་ཚིག
ca: {appname}: {unread} converses pendents
cs: {appname}: {unread} nepřečtených chatů
da: {appname}: {unread} ulæste chats
de: {appname}: {unread} ungelesene Chats
eo: {appname}: {unread} nelegitaj konversacioj
et: {appname}: {unread} lugemata vestlust
eu: {appname}: {unread} mezu irakurri gabe
fa: {appname}: {unread} گپ خوانده‌نشده
fi: {appname}: {unread} lukematonta keskustelua
fr: {appname} : {unread} discussions non lus
ga: {appname}: {unread} comhráite gan léamh
gl: {appname}: {unread} charlas sen ler
hi: {appname}: {unread} अपठित चैट
hr: {appname}: Nroj nepročitanih razgovora: {unread}
id: {appname}: {unread} obrolan belum dibaca
it: {appname}: {unread} chat non lette
ka: {appname}: {unread} წაკითხული ჩატი
nb: {appname}: {unread} uleste chatter
nl: {appname}: {unread} ongelezen chats
pl: {appname}: {unread} nieprzeczytanych czatów
pt: {appname}: {unread} conversas não lidas
ru: {appname}: {unread} непрочитанные чаты
sk: {appname}: {unread} neprečítaných chatov
sr: {appname}: {unread} непрочитане ћаскања
sv: {appname}: {unread} olästa chattar
ta: {appname}: {unread} படிக்காத அரட்டைகள்
th: {appname}: {unread} การสนทนาที่ไม่ได้อ่าน
uk: {appname}: {unread} непрочитаних бесід

# noDatabaseEncryption
source: Database encryption is not supported on this platform
be: Шыфраванне базы даных не падтрымліваецца гэтай платформай
bn: এই প্ল্যাটফর্মে ডেটাবেস এনক্রিপশন সমর্থিত নয়
bo: གདམ་ཁ་ལག་ལེན་འབད་མི་ཚུལ་ལ་འབྱོར་མི་འདུག
ca: No es pot xifrar la base de dades en aquesta plataforma
cs: Šifrování databáze není na této platformě podporováno
da: Databasekryptering understøttes ikke på denne platform
de: Datenbankverschlüsselung wird auf dieser Plattform nicht unterstützt
eo: Datumbaza ĉifrado ne estas subtenata en ĉi tiu platformo
et: Andmebaasi krüptimine pole sellel platvormil toetatud
eu: Plataforma honetan ezin da datu-basea zifratu
fa: رمزنگاری پایگاه داده در این سکو پشتیبانی نمیشود
fi: Tietokannan salausta ei tueta tällä alustalla
fr: Le chiffrement de la base de données n'est pas supporté sur cette plateforme
ga: Ní thacaítear le criptiú bunachar sonraí ar an ardán seo
gl: Nesta plataforma non temos soporte para cifrar a base de datos
hi: इस प्लेटफ़ॉर्म पर डेटाबेस एन्क्रिप्शन का समर्थन नहीं है
hr: Šifriranje baze podataka nije podržano na ovoj platformi
id: Enkripsi basis data tidak didukung di platform ini
it: La crittografia del database non è supportata su questa piattaforma
ka: მონაცემთა ბაზის დაშიფვრა ამ პლატფორმაზე არ არის მხარდაჭერილი
nb: Kryptering av database støttes ikke på denne plattformen
nl: Database versleuteling is niet ondersteund op dit platform
pl: Szyfrowanie bazy danych nie jest obsługiwane na tej platformie
pt: Criptografia do banco de dados não é suportada nesta plataforma
ru: Шифрование базы данных не поддерживается на этой платформе
sk: Šifrovanie databázy nie je na tejto platforme podporované
sr: Enkripcija baze podataka nije podržana na ovoj platformi
sv: Databas-kryptering stöds inte på denna plattform
ta: இந்த மேடையில் தரவுத்தள குறியாக்கம் ஆதரிக்கப்படவில்லை
th: การเข้ารหัสฐานข้อมูลไม่ได้รับการสนับสนุนบนแพลตฟอร์มนี้
uk: Шифрування бази даних не підтримується на цій платформі

# thereAreCountUsersBlocked
source: Right now there are {count} users blocked.
be: На гэты момант, {count} карыстальнікаў заблакіравана.
bn: এখন {count} জন ব্যবহারকারী ব্লক করা হয়েছে।
bo: ད་ལྟ་ན་ཁྱེད་རང་གིས {count} ལག་ལེན་མེད་ཚོད་ཚིག་ཡོད།
ca: Ara mateix hi ha {count} usuàriïs bloquejadis.
cs: Právě je zablokováno {count} uživatelů.
da: Lige nu er der {count} brugere blokeret.
de: Im Augenblick werden {count} Benutzer blockiert.
eo: Nuntempe estas {count} uzantoj blokitaj.
et: Hetkel on {count} blokeeritud kasutajat.
eu: Une honetan {count} erabiltzaile daude blokeatuta.
fa: اکنون {count} کاربر مسدود شده‌اند.
fi: Tällä hetkellä on {count} estettyä käyttäjää.
fr: Actuellement, il y a {count} utilisateurs/trices bloqués.
ga: Faoi láthair tá bac curtha ar úsáideoirí {count}.
gl: Agora mesmo hai {count} usuarias bloqueadas.
hi: अभी {count} उपयोगकर्ता अवरुद्ध हैं।
hr: Broj trenutačno blokiranih korisnika: {count}.
id: Saat ini ada {count} pengguna yang diblokir.
it: Al momento ci sono {count} utenti bloccati.
ka: ამჟამად ბლოკირებულია {count} მომხმარებელი.
nb: Akkurat nå er det {count} brukere blokkert.
nl: Momenteel zijn er {count} personen geblokkeerd.
pl: Obecnie jest {count} zablokowanych użytkowników.
pt: Atualmente há {count} usuários bloqueados.
ru: Сейчас заблокировано {count} пользователей.
sk: Práve je zablokovaných {count} používateľov.
sr: Trenutno je blokirano {count} korisnika.
sv: Just nu är {count} användare blockerade.
ta: இப்போது {count} பயனர்கள் தடுக்கப்பட்டுள்ளனர்.
th: ขณะนี้มีผู้ใช้ที่ถูกบล็อกจำนวน {count}
uk: Наразі заблоковано {count} користувачів.

source: Restricted
be: Абмежавана
bn: নিষিদ্ধ
bo: གདན་སྤྱོད་བྱེད
ca: Restringit
cs: Omezeno
da: Begrænset
de: Beschränkt
eo: Restriktita
et: Piiratud
eu: Mugatuta
fa: محدودشده
fi: Rajoitettu
fr: Limité
ga: Srianta
gl: Non accesible
hi: प्रतिबंधित
hr: Ograničeni
id: Dibatasi
it: Limitato
ka: შეზღუდული
nb: Begrenset
nl: Beperkt
pl: Ograniczone
pt: Restrito
ru: Запрещено
sk: Obmedzené
sr: Ograničeno
sv: Begränsad
ta: தடைசெய்யப்பட்டது
th: ถูกจำกัด
uk: Обмежено

source: Knock restricted
be: Грук абмежаваны
bn: নক নিষিদ্ধ
bo: ཁྱེད་རང་གི་ལེན་སྤྱོད་བྱེད་མི་འདུག
ca: No es pot picar a la porta
cs: Omezené klepnutí
da: Knock-begrænset
de: Anklopfen beschränkt
eo: Knock limigita
et: Koputa piiratud ligipääsuga jututoa uksele
eu: Eskatu baimena sarrera mugatua duen txatean
fa: در زدن محدود
fi: Koputus rajoitettu
fr: Frapper à la porte limité
ga: Cnoc Mhuire srianta
gl: Peta á porta
hi: खटखटाना प्रतिबंधित
hr: Pokucaj na ograničene sobe
id: Ketukan dibatasi
it: Limitato al bussare
ka: შეზღუდული დარეკვა
nb: Knock-begrenset
nl: Kloppen is beperkt
pl: Pukanie jest ograniczone
pt: Permissão de toque restrita
ru: Стук запрещен
sk: Klopnutie obmedzené
sr: Zvonjava ograničena
sv: Knackbegränsad
ta: நாக் தடை
th: การเคาะถูกจำกัด
uk: Стук обмежено

# goToSpace
source: Go to space: {space}
be: Перайсці да прасторы: {space}
bn: স্থান: {space} এ যান
bo: ནང་ལ་ནོར་བརྗེ་བ: {space}
ca: Ves a l'espai {space}
cs: Přejít do prostoru: {space}
da: Gå til rum: {space}
de: Geh zum Space: {space}
eo: Iru al spaco: {space}
et: Ava kogukond: {space}
eu: Joan {space} gunera
fa: رفتن به فضا: {space}
fi: Siirry avaruuteen: {space}
fr: Aller dans l'espace : {space}
ga: Téigh go dtí an spás: {space}
gl: Ir ao espazo: {space}
hi: स्थान पर जाएं: {space}
hr: Idi u prostor: {space}
id: Pergi ke space: {space}
it: Vai allo spazio: {space}
ka: გადადი სივრცეში: {space}
nb: Gå til rom: {space}
nl: Ga naar space: {space}
pl: Przejdź do przestrzeni {space}
pt: Ir para o espaço: {space}
ru: Перейти к пространству: {space}
sk: Prejsť do priestoru: {space}
sr: Idi na prostor: {space}
sv: Gå till utrymme: {space}
ta: விண்வெளிக்குச் செல்லுங்கள்: {space}
th: ไปยังพื้นที่: {space}
uk: Перейти до простору: {space}

source: Mark as unread
be: Адзначыць як непрачытанае
bn: পড়া বাকি হিসেবে চিহ্নিত করুন
bo: མེད་ལེན་བྱེད
ca: Marca com a no llegit
cs: Označit jako nepřečtené
da: Marker som ulæst
de: Als ungelesen markieren
eo: Marki kiel nelegitan
et: Märgi mitteloetuks
eu: Markatu irakurri gabetzat
fa: علامت‌گذاری به‌عنوان خوانده‌نشده
fi: Merkitse lukemattomaksi
fr: Marquer comme non lu
ga: Marcáil mar gan léamh
gl: Marcar como non lido
hi: अवाच्य के रूप में चिह्नित करें
hr: Označi kao nepročitano
id: Tandai sebagai belum dibaca
it: Contrassegna come non letto
ka: ჩაწერე წაკითხულად
nb: Merk som ulest
nl: Als ongelezen markeren
pl: Oznacz jako nieprzeczytane
pt: Marcar como não lida
ru: Отметить как непрочитанное
sk: Označiť ako neprečítané
sr: Označi kao nepročitano
sv: Markera som oläst
ta: படிக்காத எனக் குறிக்கவும்
th: ทำเครื่องหมายว่าไม่ได้อ่าน
uk: Позначити непрочитаним

# userLevel
source: {level} - User
be: {level} - Карыстальнік
bn: {level} - ব্যবহারকারী
bo: {level} - བཀོད་སྤྱོད
ca: {level} - Usuàriï
cs: {level} - Uživatel
da: {level} - Bruger
de: {level} - Benutzer
eo: {level} - Uzanto
et: {level} - kasutaja
eu: {level} - Erabiltzailea
fa: {level} - کاربر
fi: {level} - Käyttäjä
fr: {level} — Membre
ga: {level} - Úsáideoir
gl: {level} - Usuaria
hi: {level} - उपयोगकर्ता
hr: {level} - Korisnik
id: {level} - Pengguna
it: {level} - Utente
ka: {level} - მომხმარებელი
nb: {level} - Bruker
nl: {level} - Persoon
pl: {level} - Użytkownik
pt: {level} - Usuário
ru: {level} - Пользователь
sk: {level} - Používateľ
sr: {level} - Korisnik
sv: {level} - Användare
ta: {level} - பயனர்
th: {level} - ผู้ใช้
uk: {level} - Користувач

# moderatorLevel
source: {level} - Moderator
be: {level} - Мадэратар
bn: {level} - মধ্যস্থ
bo: {level} - སྤྱོད་ལམ
ca: {level} - Moderadori
cs: {level} - Moderátor
eo: {level} - Moderiganto
et: {level} - moderaator
eu: {level} - Moderatzailea
fa: {level} - ناظر
fi: {level} - Moderaattori
fr: {level} — Modération
ga: {level} - Modhnóir
gl: {level} - Moderadora
hi: {level} - मॉडरेटर
it: {level} - Moderatore
ka: {level} - მოდერატორი
pt: {level} - Moderador
ru: {level} - Модератор
sk: {level} - Moderátor
ta: {level} - மதிப்பீட்டாளர்
th: {level} - ผู้ดูแล
uk: {level} - Модератор

# adminLevel
source: {level} - Admin
be: {level} - Адміністратар
bn: {level} - প্রশাসক
bo: {level} - རྒྱབ་སྤྱོད
cs: {level} - Administrátor
da: {level} - Administrator
de: {level} - Administrator
eo: {level} - Administranto
et: {level} - peakasutaja
eu: {level} - Administratzailea
fa: {level} - مدیر
fi: {level} - Ylläpitäjä
fr: {level} — Administration
ga: {level} - Riarachán
gl: {level} - Administradora
hi: {level} - व्यवस्थापक
hr: {level} - Administrator
it: {level} - Amministratore
ka: {level} - ადმინისტრატორი
nb: {level} - Administrator
nl: {level} - Beheerder
pl: {level} - Administrator
pt: {level} - Administrador
ru: {level} - Администратор
sk: {level} - Administrátor
sr: {level} - Administrator
sv: {level} - Administratör
ta: {level} - நிர்வாகி
th: {level} - ผู้ดูแลระบบ
uk: {level} - Адміністратор

source: Change general chat settings
be: Змяніць агульныя налады чату
bn: সাধারণ চ্যাট সেটিংস পরিবর্তন করুন
bo: འབྲེལ་བའི་ཆ་ཚང་གི་ཚད་ལྟ་བཅོས
ca: Canvia les opcions generals de xat
cs: Změnit obecná nastavení chatu
da: Skift generelle chatindstillinger
de: Allgemeine Chat-Einstellungen ändern
eo: Ŝanĝi ĝeneralajn babilejajn agordojn
et: Muuda vestluse üldiseid seadistusi
eu: Aldatu txataren ezarpen orokorrak
fa: تغییر تنظیمات عمومی گپ
fi: Vaihda yleiset keskusteluasetukset
fr: Modifier les paramètres généraux de la discussion
ga: Athraigh socruithe ginearálta comhrá
gl: Cambiar os axustes xerais da charla
hi: सामान्य चैट सेटिंग्स बदलें
hr: Promijeni opće postavke chata
id: Ubah pengaturan chat umum
it: Modifica le impostazioni generali della chat
ka: გაახლებე საერთო ჩატის პარამეტრები
nb: Endre generelle chatinnstillinger
nl: Algemene chat instellingen wijzigen
pl: Zmień ogólne ustawienia czatu
pt: Alterar configurações gerais do chat
ru: Изменить общие настройки чата
sk: Zmeniť všeobecné nastavenia chatu
sr: Promeni opšte postavke četa
sv: Ändra allmänna chattinställningar
ta: பொது அரட்டை அமைப்புகளை மாற்றவும்
th: เปลี่ยนการตั้งค่าการแชททั่วไป
uk: Змінити загальні налаштування чату

# inviteOtherUsers
source: Invite other users to this chat
be: Запрасіць іншых карыстальнікаў у гэты чат
bn: অন্য ব্যবহারকারীদের এই চ্যাটে আমন্ত্রণ জানান
bo: ཕྱིར་བརྗེ་བའི་བཀོད་སྤྱོད་ལ་འདར་བཅོས
ca: Convida més gent a la conversa
cs: Pozvat další uživatele do tohoto chatu
da: Inviter andre brugere til denne chat
de: Lade andere Benutzer in diesen Chat ein
eo: Inviti aliajn uzantojn al ĉi tiu babilejo
et: Kutsu teisi osalejaid sellesse vestlusesse
eu: Gonbidatu beste erabiltzaileak txat honetara
fa: دعوت کاربران دیگر به این گپ
fi: Kutsu muita käyttäjiä tähän keskusteluun
fr: Inviter d'autres membres dans cette discussion
ga: Tabhair cuireadh d'úsáideoirí eile chuig an gcomhrá seo
gl: Convidar a outras usuarias a esta charla
hi: इस चैट में अन्य उपयोगकर्ताओं को आमंत्रित करें
hr: Pozovi druge korisnike u ovaj chat
id: Undang pengguna lain ke chat ini
it: Invita altri utenti a questa chat
ka: პატიჟე სხვა მომხმარებლები ამ ჩატში
nb: Inviter andre brukere til denne chatten
nl: Personen voor deze chat uitnodigen
pl: Zaproś innych użytkowników do tego czatu
pt: Convidar outros usuários para este chat
ru: Пригласить других пользователей в этот чат
sk: Pozvať ďalších používateľov do tohto chatu
sr: Pozovi druge korisnike u ovaj čat
sv: Bjud in andra användare till denna chatt
ta: இந்த அரட்டைக்கு மற்ற பயனர்களை அழைக்கவும்
th: เชิญผู้ใช้อื่นเข้าร่วมการแชทนี้
uk: Запросити інших користувачів до цього чату

source: Change the chat permissions
be: Змяніць дазволы чату
bn: চ্যাট অনুমতিগুলি পরিবর্তন করুন
bo: ཚད་ལྟ་བཅོས་བྱེད་ལས་སྤྱོད་ཚད་ལྟ་བཅོས
ca: Canvia els permisos del xat
cs: Změnit oprávnění chatu
da: Skift chatrettigheder
de: Ändere die Chat-Berechtigungen
eo: Ŝanĝi la permesojn de la babilejo
et: Muuda vestluse õigusi
eu: Aldatu txataren baimenak
fa: تغییر دسترسی‌های گپ
fi: Vaihda keskustelun oikeudet
fr: Modifier les autorisations de cette discussion
ga: Athraigh na ceadanna comhrá
gl: Cambiar os permisos na charla
hi: चैट अनुमतियों को बदलें
hr: Promijeni dozvole za chat
id: Ubah perizinan chat
it: Cambia i permessi della chat
ka: გაახლებე ჩატის დაშვებები
nb: Endre chat-tillatelser
nl: Chat-rechten wijzigen
pl: Zmień uprawnienia w czacie
pt: Alterar permissões do chat
ru: Изменить права доступа к чату
sk: Zmeniť oprávnenia v chate
sr: Promeni dozvole za čat
sv: Ändra chattbehörigheterna
ta: அரட்டை அனுமதிகளை மாற்றவும்
th: เปลี่ยนสิทธิ์การแชท
uk: Змінити права доступу до чату

# changeTheVisibilityOfChatHistory
source: Change the visibility of the chat history
be: Змяніць бачнасць гісторыі чату
bn: চ্যাট ইতিহাসের দৃশ্যমানতা পরিবর্তন করুন
bo: ཚོད་རིམ་ལུས་སྟོན་བསྟན་ནི་ལུས་སྟོན་བསྟན་
ca: Canvia la visibilitat de l'historial de conversa
cs: Změnit viditelnost historie chatu
da: Skift synligheden af chatloggen
de: Wechsele die Sichtbarkeit der Chat-Historie
eo: Ŝanĝi la videblecon de la babileja historio
et: Muuda vestluse ajaloo nähtavust
eu: Aldatu txataren historiaren ikusgaitasuna
fa: تغییر قابلیت دید تاریخچه گپ
fi: Vaihda keskusteluhistorian näkyvyyttä
fr: Modifier la visibilité de l'historique de la discussion
ga: Athraigh infheictheacht stair an chomhrá
gl: Cambiar a visibilidade do historial da charla
hi: चैट इतिहास की दृश्यता बदलें
hr: Promijeni vidljivost povijesti chata
id: Ubah keterlihatan riwayat chat
it: Cambia la visibilità della cronologia chat
ka: გაახლებე ჩატის ისტორიის ხილვადობა
nb: Endre synligheten av chatthistorikken
nl: Zichtbaarheid van de chat-geschiedenis wijzigen
pl: Zmień widoczność historii czatu
pt: Alterar a visibilidade do histórico do chat
ru: Изменить видимость истории чата
sk: Zmeniť viditeľnosť histórie chatu
sr: Promeni vidljivost istorije četa
sv: Ändra synligheten för chatthistoriken
ta: அரட்டை வரலாற்றின் தெரிவுநிலையை மாற்றவும்
th: เปลี่ยนความสามารถในการมองเห็นประวัติการแชท
uk: Змінити видимість історії чату

# changeTheCanonicalRoomAlias
source: Change the main public chat address
be: Змяніць публічны адрас чату
bn: প্রধান পাবলিক চ্যাট ঠিকানা পরিবর্তন করুন
bo: མིང་ཚིག་ལུས་སྟོན་བསྟན་
ca: Canvia l'adreça principal del xat
cs: Změnit hlavní veřejnou adresu chatu
da: Skift den primære offentlige chatadresse
de: Ändern der Hauptadresse für den öffentlichen Chat
eo: Ŝanĝi la ĉefan publikan babilejan adreson
et: Muuda vestluse põhilist avalikult nähtavat aadressi
eu: Aldatu txataren helbide publiko nagusia
fa: تغییر نشانی اصلی گپ عمومی
fi: Vaihda pääasiallinen julkinen keskustelun osoite
fr: Modifier l'adresse publique principale de la discussion
ga: Athraigh an príomhsheoladh comhrá poiblí
gl: Cambiar o enderezo público principal da charla
hi: मुख्य सार्वजनिक चैट पता बदलें
hr: Promijeni glavni javni adresu chata
id: Ubah alamat chat publik utama
it: Cambia l'indirizzo principale della chat pubblica
ka: გაახლებე მთავარი საჯარო ჩატის მისამართი
nb: Endre den viktigste offentlige chat-adressen
nl: Standaard openbaar chat-adres wijzigen
pl: Zmień główny publiczny czatu
pt: Alterar o endereço principal do chat público
ru: Изменить основной общедоступный адрес чата
sk: Zmeniť hlavnú verejnú adresu chatu
sr: Promeni glavnu javnu adresu četa
sv: Ändra den huvudsakliga offentliga chattadressen
ta: முக்கிய பொது அரட்டை முகவரியை மாற்றவும்
th: เปลี่ยนที่อยู่แชทสาธาราหลัก
uk: Змінити основну адресу загальнодоступного чату

# sendRoomNotifications
source: Send a @room notifications
be: Дасылаць паведамленні @room
bn: @রুম নোটিফিকেশন পাঠান
bo: ཁྱེད་རང་གིས་སྒོར་ལུས་སྟོན་བསྟན་ @room
ca: Envia notificacions @room
cs: Odeslat oznámení @room
da: Send @room notifikationer
de: Sende eine @room-Benachrichtigung
eo: Sendi @room sciigojn
et: Saada @jututuba teavitusi
eu: Bidali @gela jakinarazpena
fa: فرستادن آگاه‌سازهای @room
fi: Lähetä @huone ilmoituksia
fr: Envoyer une notification @room
ga: Seol fógraí @room
gl: Enviar notificacións a @room
hi: @कक्ष सूचनाएं भेजें
hr: Pošalji obavijesti @room
id: Kirim notifikasi @room
it: Invia notifiche alla @stanza
ka: გააგზავნე @room შეტყობინებები
nb: Send @rom varsler
nl: @room-meldingen versturen
pl: Wysyłaj powiadomienia @room
pt: Enviar notificações @room
ru: Упоминать @room
sk: Poslať @room oznámenia
sr: Pošalji @room obaveštenja
sv: Skicka @rum-notifikationer
ta: ஒரு @ROOM அறிவிப்புகளை அனுப்பவும்
th: ส่งการแจ้งเตือน @room
uk: Надсилати сповіщення @room

# changeTheDescriptionOfTheGroup
source: Change the description of the chat
be: Змяніць апісанне чату
bn: চ্যাটের বিবরণ পরিবর্তন করুন
bo: ཚོད་རིམ་ལུས་སྟོན་བསྟན་
ca: Canvia la descripció del xat
cs: Změnit popis chatu
da: Skift beskrivelsen af chatten
de: Chat-Beschreibung ändern
eo: Ŝanĝi la priskribon de la babilejo
et: Muuda vestluse kirjeldust
eu: Aldatu txataren deskribapena
fa: تغییر توضیح گپ
fi: Vaihda keskustelun kuvaus
fr: Modifier la description de la discussion
ga: Athraigh an cur síos ar an gcomhrá
gl: Cambiar a descrición da charla
hi: चैट का विवरण बदलें
hr: Promijeni opis chata
id: Ubah deskripsi chat
it: Cambia la descrizione della chat
ka: გაახლებე ჩატის აღწერა
nb: Endre beskrivelsen av chatten
nl: Chatomschrijving wijzigen
pl: Zmień opis czatu
pt: Alterar a descrição do chat
ru: Изменить описание чата
sk: Zmeniť popis chatu
sr: Promeni opis četa
sv: Ändra gruppens beskrivning
ta: அரட்டையின் விளக்கத்தை மாற்றவும்
th: เปลี่ยนคำอธิบายของการแชท
uk: Змінити опис чату
