Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# grammarCopyNUMFORMnumberPsor
source: Possessor's Number
bn: স্বত্তাধিকারীর সংখ্যা
bo: རང་སྤྱོད་སྒྲིག་སྟོན
ca: Número del possessiu
cs: Pořadí vlastníka
da: Ejerens tal
de: Besitzernummer
eo: Poseda Numero
et: Omavahelise arvu näitaja
eu: Jabeakaren Zenbakia
fi: Omistajan luku
fr: Numéro du possesseur
ga: Uimhir an Úinéara
gl: Número do poseedor
hi: स्वामित्वकर्ता का नंबर
hr: Broj posjeditelja
it: Numero del possessore
ka: მფლობელის ნომერი
nb: Eiers tall
nl: Bezittende Nummer
pl: Liczba posiadacza
pt: Número do Possuidor
ru: Число владельца
sk: Číslo vlastníka
sr: Broj posedova
sv: Ägarens nummer
ta: பொருளின் எண்
th: หมายเลขเจ้าของ

# grammarCopyASPECThab
source: Habitual
bn: অভ্যাসগত
bo: ལོ་རྟག་པ
ca: Hàbitual
cs: Zvykový
da: Vanemæssig
de: Gewohnheitsmäßig
eo: Kutima
et: Harjumuslik
eu: Ohiturazkoa
fi: Tavallinen
fr: Habituel
ga: Cleachtais
gl: Hábito
hi: आदतन
hr: Navika
it: Abituale
ka: ჩვევის
nb: Vanemessig
nl: Gewoonte
pl: Nawykowy
ru: Привычный
sk: Zvykový
sr: Navika
sv: Vanemässig
ta: பழக்கம்
th: นิสัย

# grammarCopyCASEabl
source: Ablative
bn: অব্যক্ত
bo: བརྟན་སྟོན
ca: Ablatiu
cs: Ablativ
da: Ablativ
de: Ablativ
eo: Ablativa
et: Ablatiiv
eu: Ablatiboa
fi: Ablatiivi
fr: Ablatif
ga: Ablatív
gl: Ablativo
hi: अलैटिव
hr: Ablativ
it: Ablativo
ka: აბლატივი
nb: Ablativ
nl: Ablatief
pl: Ablatyw
pt: Ablativo
ru: Аблятив
sk: Ablatív
sr: Ablativ
sv: Ablativ
ta: அப்லேட்டிவ்
th: การแยกจาก

# grammarCopyCASEall
source: Allative
bn: অবস্থান
bo: མངོན་སྟོན
ca: Allatiu
cs: Allativ
da: Allativ
de: Allativ
eo: Allativa
et: Allatiiv
eu: Allatiboa
fi: Allatiivi
fr: Allatif
ga: Uileach
gl: Allativo
hi: अलाटिव
hr: Allativ
it: Dativo
ka: ყველა
nb: Allativ
nl: Allatief
pl: Allatyw
pt: Allativo
ru: Алатив
sk: Allatívny
sr: Allativ
sv: Allativ
ta: அல்லட்டிவ்
th: การไปยัง

# grammarCopyCASEess
source: Essive
bn: অবস্থানবাচক
bo: དབྱེར་སྟོན
ca: Essiu
cs: Esiv
da: Essiv
de: Essiv
eo: Essiva
eu: Egitiboa
fi: Essiivinen
ga: Eisíse
gl: Esivo
hi: अस्तित्व
hr: Essiv
it: Essivo
ka: სიტყვა
nb: Essiv
nl: Essief
pt: Essivo
ru: Эссив
sk: Esívny
sr: Essiv
sv: Essiv
ta: எசிவ்
th: สถานะ

# grammarCopyCASEtra
source: Translative
bn: অনুবর্তী
bo: རྟག་པའི་སྟོན
ca: Translatiu
cs: Translativ
da: Translativ
de: Translativ
eo: Translativa
et: Translatiiv
eu: Translatiboa
fi: Translatiivinen
ga: Trasnaitheach
gl: Translativo
hi: अनुवादक
hr: Translativ
it: Translativo
ka: ტრანსლატიული
nb: Translativ
nl: Translativ
pt: Translativo
ru: Транслятив
sk: Translatívny
sr: Translativ
sv: Translativ
ta: பரிமாற்றம்
th: การเปลี่ยนแปลง

# grammarCopyCASEequ
source: Equative
bn: সমতুল্য
bo: རྟག་པའི་སྟོན
ca: Equatiu
cs: Ekvativ
da: Ekvativ
de: Äquativ
eo: Ekvativa
et: Võrdlus
eu: Ekuatiboa
fi: Equatiivinen
fr: Équatif
ga: Comhionann
gl: Equativo
hi: समान
hr: Ekvativ
it: Equativo
ka: შესატყვისი
nb: Likestilt
nl: Equatief
pl: Równościowy
pt: Equativo
ru: Экватив
sk: Ekvatívny
sr: Ekvativ
sv: Liktydig
ta: சமமானது
th: เทียบเท่า

# grammarCopyCASEdis
source: Distributive
bn: বিতরণমূলক
bo: བཏང་སྟོན
ca: Distributiu
cs: Distributivní
da: Distributiv
de: Distributiv
eo: Distributiva
et: Jaotav
eu: Banaketa
fi: Jakautuva
fr: Distributif
ga: Dáileach
gl: Distributivo
hi: वितरक
hr: Distributivno
it: Distributivo
ka: განაწილებითი
nb: Distribusjon
nl: Distributief
pl: Rozdzielczy
pt: Distributivo
ru: Дистрибутив
sk: Distribučný
sr: Distributiv
sv: Distributiv
ta: பங்கீடு
th: การแจกจ่าย

# grammarCopyCASEabs
source: Absolutive
bn: সম্পূর্ণ
bo: བརྟན་སྟོན
ca: Absolutiu
cs: Absolutní
da: Absolut
de: Absolut
eo: Absolutiva
et: Absolutiiv
eu: Absolutiboa
fi: Absoluuttinen
fr: Absolutif
ga: Uilíoch
gl: Absolutivo
hi: पूर्णात्मक
hr: Apsolutiv
it: Assolutivo
ka: აბსოლუტური
nb: Absolutt
nl: Absoluut
pl: Absolutywny
pt: Absolutivo
ru: Абсолютив
sk: Absolutívny
sr: Apsolutiv
sv: Absolut
ta: முழுமையானது
th: การเป็นอิสระ

# grammarCopyCASEerg
source: Ergative
bn: অভিযুক্ত
bo: རེག་སྐད།
ca: Ergatiu
cs: Ergativní
da: Ergativ
de: Ergativ
eo: Ergativa
et: Ergatiiv
eu: Ergatiboa
fi: Ergatiivinen
fr: Ergatif
ga: Eirgeanach
gl: Ergativo
hi: कर्तृ
hr: Ergativ
it: Ergativo
ka: ერგატიული
nb: Ergativ
nl: Ergatief
pl: Ergatywny
pt: Ergativo
ru: Эргатив
sk: Ergativný
sr: Ergativ
sv: Ergativ
ta: பயன்பாடு
th: การแสดงความรับผิดชอบ

# grammarCopyCASEcau
source: Causal
bn: কারণবাচক
bo: ལས་སྐད།
cs: Příčinný
da: Årsag
de: Kausal
eo: Kaŭza
et: Põhjuslik
eu: Kausala
fi: Syyllinen
fr: Causale
ga: Cúis
hi: कारण
hr: Uzročni
it: Causale
ka: საბაბი
nb: Årsak
nl: Causaal
pl: Przyczynowy
ru: Причинный
sk: Príčinný
sr: Uzročni
sv: Kausal
ta: காரணம்
th: เหตุผล

# grammarCopyCASEben
source: Benefactive
bn: উপকারবাচক
bo: བཀྲམ་སྐད།
ca: Benefactiu
cs: Benefaktivní
da: Benefaktiv
de: Benefaktiv
eo: Benefica
et: Kasulikkus
eu: Onuragarria
fi: Hyödyllinen
fr: bénéficiaire
ga: Buntáistí
gl: Benefactivo
hi: लाभार्थी
hr: Dobrotvorni
it: Benefattivo
ka: სარგებელი
nb: Fordel
nl: Benefactief
pl: Benefaktywny
pt: Benefativo
ru: Бенефактивный
sk: Benefaktívny
sr: Benefaktiv
sv: Benefaktiv
ta: நன்மை
th: วัตถุประสงค์

# grammarCopyCASEtem
source: Temporal
bn: সময়বাচক
bo: དུས་སྐད།
cs: Časový
da: Temporalt
de: Temporär
eo: Tempa
et: Ajaliselt
eu: Gertaera
fi: Aikainen
fr: temporel
ga: Amach
hi: कालिक
hr: Vremenski
it: Temporale
ka: დროითი
nb: Tidsmessig
nl: Temporaal
pl: Czasowy
ru: Временной
sk: Časový
sr: Vremenski
sv: Temporär
ta: காலம்
th: เวลา

# grammarCopyCONJTYPEcoord
source: Coordinating
bn: সমন্বয়কারী
bo: ཚོད་རིགས།
ca: Coordinador
cs: Spojovací
da: Koordinerende
de: Koordinierend
eo: Kordiga
et: Koondav
eu: Koordinatzailea
fi: Koordinoiva
fr: Coordonnant
ga: Comhoiriúnach
gl: Coordinante
hi: सहयोगी
hr: Koordinacijski
it: Coordinante
ka: კოორდინაცია
nb: Koordinerende
nl: Coördinerend
pl: Współrzędny
pt: Coordenativo
ru: Координирующий
sk: Koordinačný
sr: Koordinacioni
sv: Koordinerande
ta: ஒத்துழைப்பு
th: การเชื่อมโยง

# grammarCopyDEFINITEcons
source: Construct State
bn: নির্মাণ অবস্থা
bo: གཙོ་བོ་སྐད།
ca: Estat de construcció
cs: Určitý stav
da: Konstruktiv tilstand
de: Konstruktionszustand
eo: Konstrua Stato
et: Konstruktsioonivorm
eu: Eraikuntza Estatu
fi: Rakennustila
fr: État de construction
ga: Staid Tógála
gl: Estado de construción
hi: संरचना स्थिति
hr: Konstruktivno stanje
it: Stato Costruttivo
ka: კონსტრუქციული მდგომარეობა
nb: Bestemt form
nl: Constructiestaat
pl: Stan konstrukcyjny
pt: Estado de Construção
ru: Конструктивное состояние
sk: Konštrukčný stav
sr: Konstruktivno stanje
sv: Konstruerat tillstånd
ta: கட்டுமான நிலை
th: สถานะโครงสร้าง

# grammarCopyDEGREEabs
source: Absolute Degree
bn: পরিপূর্ণ ডিগ্রী
bo: མཐའ་མཐར།
ca: Graus absolut
cs: Absolutní stupeň
da: Absolut grad
de: Absoluter Grad
eo: Aŭtenta Grado
et: Absoluutne aste
eu: Gradua Absolutua
fi: Täydellinen aste
fr: Degré absolu
ga: Glan-Déimeant
gl: Grao absoluto
hi: पूर्ण डिग्री
hr: Apsolutni stupanj
it: Grado Assoluto
ka: სრული ხარისხი
nb: Absolutt grad
nl: Absolute graad
pl: Stopień bezwzględny
pt: Grau Absoluto
ru: Абсолютная степень
sk: Absolútna miera
sr: Apsolutni stepen
sv: Absolut grad
ta: முழுமையான அளவு
th: ระดับสมบูรณ์

# grammarCopyEVIDENTfh
source: Factual Evidentiality
bn: বাস্তব প্রমাণিততা
bo: བདེབས་སྟོན་བརྟེན།
ca: Evidencialitat factual
cs: Faktická evidentialita
da: Faktuel evidentialitet
de: Faktische Evidentialität
eo: Fakta Evidenteco
et: Faktiline tõendus
eu: Evidentzia Errealista
fi: Faktuaalinen todisteellisuus
fr: Évidentialité factuelle
ga: Fíor-Eolas
gl: Evidencialidade factual
hi: तथ्यात्मक साक्ष्य
hr: Činjenična evidencija
it: Evidenzialità Fattuale
ka: ფაქტობრივი ევიდენტულობა
nb: Faktisk evidens
nl: Feitelijke bewijsbaarheid
pl: Faktyczna evidencja
pt: Evidencialidade Factual
ru: Фактическая доказательность
sk: Faktická dôkaznosť
sr: Faktualna evidencija
sv: Faktuell evidentialitet
ta: வాస్తவமான சான்று
th: หลักฐานข้อเท็จจริง

# grammarCopyEVIDENTnfh
source: Non-factual Evidentiality
bn: অবাস্তব প্রমাণিততা
bo: མི་བདེབས་སྟོན་བརྟེན།
ca: Evidencialitat no factual
cs: Ne-faktická evidentialita
da: Ikke-faktuel evidentialitet
de: Nicht-faktische Evidentialität
eo: Ne-fakta Evidenteco
et: Mittekohane tõendus
eu: Evidentzia Ez-errealista
fi: Ei-faktuaalinen todisteellisuus
fr: Évidentialité non factuelle
ga: Eolas Ne-fhíorúil
gl: Evidencialidade non factual
hi: गैर-तथ्यात्मक साक्ष्य
hr: Nečinjenična evidencija
it: Evidenzialità Non Fattuale
ka: არაფაქტობრივი ევიდენტულობა
nb: Ikke-faktisk evidens
nl: Niet-feitelijke bewijsbaarheid
pl: Nie-faktyczna evidencja
pt: Evidencialidade Não Factual
ru: Нефактическая доказательность
sk: Ne-faktická dôkaznosť
sr: Ne-faktualna evidencija
sv: Icke-faktuell evidentialitet
ta: வాస్తவமற்ற சான்று
th: หลักฐานที่ไม่ใช่ข้อเท็จจริง

# grammarCopyMOODopt
source: Optative
bn: ইচ্ছাকৃত
bo: དབང་སྟོན།
ca: Optatiu
cs: Optativ
da: Optativ
de: Optativ
eo: Optativa
et: Optatiiv
eu: Optatiboa
fi: Optatiivinen
fr: Optatif
ga: Riachtanach
gl: Optativo
hi: इच्छात्मक
hr: Optativ
it: Optativo
ka: ოპტატივი
nb: Optativ
nl: Optatief
pl: Optatyw
pt: Optativo
ru: Оптатив
sk: Optatívny
sr: Optativ
sv: Optativ
ta: விருப்பம்
th: อารมณ์ความปรารถนา

# grammarCopyMOODadm
source: Admirative
bn: অভিধানিক
bo: བསྟན་སྟོན།
ca: Admiratiu
cs: Admirativ
da: Admiration
de: Admirativ
eo: Admira
et: Austav
eu: Admiratiboa
fi: Ihmeellinen
fr: Admiratif
ga: Uachtaráin
gl: Admirativo
hi: आश्चर्यजनक
hr: Divertikalni
it: Admirativo
ka: ადმირატივი
nb: Beundrende
nl: Admiraal
pl: Afirmatywny
pt: Admirativo
ru: Адмиратитив
sk: Obdivný
sr: Admiračko
sv: Admiration
ta: புகழ்
th: แสดงความรู้สึกชื่นชม

# grammarCopyMOODdes
source: Desiderative
bn: অভিলাষী
bo: དཀའ་སྟོན།
ca: Desideratiu
cs: Žádací
da: Ønskende
de: Desiderativ
eo: Dezirativa
et: Sooviv
eu: Desideratiboa
fi: Toivova
fr: Désidératif
ga: Fáiltithe
gl: Desiderativo
hi: इच्छाप्रद
hr: Željni
it: Desiderativo
ka: დიზირატივი
nb: Ønskende
nl: Desideratief
pl: Żądaniowy
pt: Desiderativo
ru: Десидератив
sk: Žiaduci
sr: Željno
sv: Desiderativ
ta: ஆவல்
th: แสดงความปรารถนา

# grammarCopyMOODnec
source: Necessitative
bn: আবশ্যিক
bo: དགོས་སྟོན།
ca: Necessitiu
cs: Nutnostní
da: Nødvendighed
de: Notwendig
eo: Neceseiva
et: Vajalik
eu: Behartzailea
fi: Tarpeellinen
fr: Nécessitatif
ga: Gá
gl: Necessitativo
hi: आवश्यकता सूचक
hr: Neophodni
it: Necessitativo
ka: მჭირდი
nb: Nødvendighetsmodus
nl: Noodzakelijk
pl: Konieczny
pt: Necessitativo
ru: Необходимый
sk: Nevyhnutný
sr: Neophodno
sv: Nödvändig
ta: அவசியம்
th: แสดงความจำเป็น

# grammarCopyMOODpot
source: Potential
bn: সম্ভাব্য
bo: རང་བཞིན།
ca: Potencial
cs: Potenciální
da: Potentiel
de: Potenzial
eo: Potenciala
et: Võimalik
eu: Potentziala
fi: Mahdollinen
fr: Potentiel
ga: Inchreidte
gl: Potencial
hi: संभाव्य
hr: Mogući
it: Potenziale
ka: შესაძლებლობა
nb: Potensiell
nl: Potentieel
pl: Potencjalny
pt: Potencial
ru: Потенциальный
sk: Potenciálny
sr: Potencijalno
sv: Potentiell
ta: சாத்தியமானது
th: แสดงความสามารถ

# grammarCopyMOODprp
source: Propositive
bn: প্রস্তাবনা
bo: བསྟན་སྟོན།
ca: Propositiu
cs: Propozitivní
eo: Propozitiva
et: Propositiiv
eu: Proposatiboa
fi: Ehdottava
fr: Propositif
ga: Tairiscint
gl: Propositivo
hi: प्रस्तावात्मक
hr: Propozitivni
it: Propositivo
ka: პროპოზიციური
nb: Proposisjon
nl: Propositief
pl: Propozycyjny
pt: Propositivo
ru: Про-позитивный
sk: Propozitívny
sr: Propozitivno
sv: Propositiv
ta: பிரதிபலிப்பு
th: แสดงความตั้งใจ

# grammarCopyMOODqot
source: Quotative
bn: উদ্ধৃতি
bo: གདམ་སྟོན།
ca: Citat
cs: Kvantifikátor
da: Kvantitativ
de: Quotativ
eo: Kvantiga
et: Tsitaat
eu: Kotatiboa
fi: Lainaus
fr: Quotatif
ga: Luaite
gl: Citativo
hi: उद्धरणात्मक
hr: Kvantifikator
it: Quotativo
ka: კვოტატივი
nb: Kvantifiserende
nl: Quotatief
pl: Cytatywny
pt: Quotativo
ru: Квотатив
sk: Kvantitatívny
sr: Kvantitativno
sv: Kvantitativ
ta: பதிப்பிடும்
th: อ้างอิงคำพูด

# grammarCopyNUMFORMword
source: Word Form
bn: শব্দ রূপ
bo: ཚིག་རྟེན།
ca: Forma de paraula
cs: Slovní tvar
da: Ordform
de: Wortform
eo: Vortforma
et: Sõnaliik
eu: Hizki Forma
fi: Sanan muoto
fr: Forme du mot
ga: Foirm Focail
gl: Forma da palabra
hi: शब्द रूप
hr: Riječni oblik
it: Forma della parola
ka: სიტყვის ფორმა
nb: Ordform
nl: Woordenform
pl: Forma słowa
pt: Forma da Palavra
ru: Форма слова
sk: Slovná forma
sr: Oblik reči
sv: Orddform
ta: வார்த்தை வடிவம்
th: รูปแบบคำ

# grammarCopyNUMFORMroman
source: Roman Numeral
bn: রোমান সংখ্যা
bo: རོ་མན་གྱི་རྟེན།
ca: Nombre romà
cs: Římská číslice
da: Romertal
de: Römische Zahl
eo: Romia Numero
et: Rooma arv
eu: Zenbaki Erromatarra
fi: Roomalainen numero
fr: Numéral romain
ga: Uimhir Rómhánach
gl: Numeral romano
hi: रोमन संख्या
hr: Rimski brojevi
it: Numerale romano
ka: რომაული რიცხვი
nb: Romersk tall
nl: Romeinse Numeral
pl: Numeral rzymski
pt: Numeral Romano
ru: Римская цифра
sk: Rímske číslo
sr: Rimski brojevi
sv: Romersk siffra
ta: ரோமானிய எண்
th: เลขโรมัน

# grammarCopyNUMFORMletter
source: Letter Form
bn: অক্ষর রূপ
bo: ཡིག་རྟེན།
ca: Forma de lletra
cs: Písemný tvar
da: Bogstavform
de: Buchstabenform
eo: Leĝa Forma
et: Tähekuju
eu: Letra Forma
fi: Kirjainmuoto
fr: Forme en lettres
ga: Foirm Litreach
gl: Forma de letra
hi: अक्षर रूप
hr: Slovni oblik
it: Forma letterale
ka: წერის ფორმა
nb: Bokstavform
nl: Lettervorm
pl: Forma litery
pt: Forma de Letra
ru: Буквенная форма
sk: Písmenová forma
sr: Oblik slova
sv: Bokstavsform
ta: அகராதி வடிவம்
th: รูปแบบตัวอักษร

# grammarCopyNUMTYPEmult
source: Multiplicative
bn: গুণনীয়ক
bo: རིམ་སྣོན་རྟེན།
ca: Multiplicatiu
cs: Násobný
da: Multiplikativ
de: Multiplikativ
eo: Multobliganta
et: Korrutav
eu: Biderkatzailea
fi: Kertolasku
fr: Multiplicatif
ga: Ilroinnt
gl: Multiplicativo
hi: गुणकात्मक
hr: Mnoštruko
it: Moltiplicativo
ka: მრავლობითი
nb: Multiplikativ
nl: Multiplicatief
pl: Mnożnikowa
pt: Multiplicativo
ru: Множественное
sk: Násobný
sr: Množiteljski
sv: Multiplikativ
ta: பெருக்கமானது
th: คูณ

# grammarCopyNUMTYPEfrac
source: Fractional
bn: ভগ্নাংশ
bo: རྣམ་གྲངས་རྒྱག་པ།
ca: Fraccionari
cs: Zlomkový
da: Brøktal
de: Bruchzahl
eo: Frakcia
et: Murdeline
eu: Fracziokoa
fi: Murtoluku
fr: Fractionnaire
ga: Leathscartha
gl: Fraccionario
hi: भिन्नात्मक
hr: Razlomak
it: Frazionale
ka: შესახებ
nb: Brøkdel
nl: Breukvorm
pl: Ułamkowa
pt: Fracionário
ru: Дробное
sk: Zlomkový
sr: Razlomak
sv: Fraktionell
ta: பிரிவாக்கம்
th: เศษส่วน

# grammarCopyNUMTYPEsets
source: Set
bn: সেট
bo: དབྱེ་སྟོན།
ca: Conjunt
cs: Množina
da: Sæt
de: Menge
eo: Atsedo
et: Hulk
eu: Edukia
fi: Joukko
fr: Ensemble
ga: Sraith
gl: Conxunto
hi: सेट
hr: Skup
it: Insieme
ka: კეტი
nb: Sett
pl: Zestaw
pt: Conjunto
ru: Множество
sk: Množina
sr: Skup
ta: தொகுதி
th: ชุด

# grammarCopyNUMTYPErange
source: Range
bn: পরিসীমা
bo: རྒྱག་པ།
ca: Gama
cs: Rozsah
da: Interval
de: Bereich
eo: Intervalo
et: Ulatus
eu: Arraioa
fi: Vaihteluväli
fr: Gamme
ga: Raon
gl: Intervalo
hi: सीमा
hr: Opseg
it: Intervallo
ka: საზღვარი
nb: Rekke
nl: Bereik
pl: Zakres
pt: Intervalo
ru: Диапазон
sk: Rozsah
sr: Opseg
sv: Interval
ta: வெளியீடு
th: ช่วง

# grammarCopyNUMTYPEdist
source: Distributive
bn: বিতরণমূলক
bo: རྒྱག་པ་མཐུན་པ།
ca: Distributiu
cs: Distribuční
da: Distributiv
de: Distributiv
eo: Distributiva
et: Jagatav
eu: Banaketa
fi: Jakautuva
fr: Distributif
gl: Distributivo
hi: वितरक
hr: Distribucijski
it: Distributivo
ka: განაწილებითი
nb: Distributiv
nl: Distributief
pl: Rozdzielcza
pt: Distributivo
ru: Распределительное
sk: Distribučný
sr: Distributivno
sv: Distributiv
ta: பங்கீடு
th: การแจกแจง

# grammarCopyNUMBERtri
source: Trial
bn: ট্রায়াল
bo: བརྟན་པ།
ca: Prova
cs: Zkušební
da: Prøve
de: Versuch
eo: Provo
et: Katse
eu: Saiakera
fi: Kokeilut
fr: Essai
gl: Proba
hi: परीक्षण
hr: Probni
it: Prova
ka: სცადე
nb: Prøve
nl: Proef
pl: Próba
pt: Prova
ru: Пробное
sk: Skúšobný
sr: Probni
ta: முயற்சி
th: การทดลอง

# grammarCopyNUMBERpauc
source: Paucal
bn: পাউকাল
bo: བཙུགས་སྟོན།
da: Paukal
de: Paukal
eo: Pauca
et: Väike arv
eu: Pauzala
fi: Paukalainen
hi: पौकाल
hr: Paukalni
ka: პაუკალური
nb: Paukal
pl: Paucalna
pt: Paucual
ru: Малое
sk: Pauzálny
sr: Paukalni
ta: சிறிய
th: พอควร

# grammarCopyNUMBERgrpa
source: Greater Paucal
bn: বড় পাউকাল
bo: ཆེད་སྟོན་བཙུགས།
ca: Paucal superior
cs: Větší paucal
da: Større Paukal
de: Größerer Paukal
eo: Pauca Granda
et: Suurem väike arv
eu: Pauzal Handia
fi: Suurempi paukala
fr: Plus grand Paucal
ga: Paucal Níos Mó
gl: Paucal maior
hi: बड़ा पौकाल
hr: Veći paukalni
it: Paucal maggiore
ka: მეტი პაუკალური
nb: Større Paukal
nl: Grotere Paucal
pl: Większa paucalna
pt: Paucual Maior
ru: Более малое
sk: Väčší pauzálny
sr: Veći paukalni
sv: Större Paucal
ta: பெரிய சிறிய
th: พอควรใหญ่

# grammarCopyNUMBERgrpl
source: Greater Plural
bn: বড় বহুবচন
bo: ཆེད་སྟོན་བརྟན་པ།
ca: Plural Major
cs: Větší množné
da: Større Flertal
de: Größerer Plural
eo: Plura Granda
et: Suurem mitmuse
eu: Plural Handia
fi: Suurempi monikko
fr: Plus grand Pluriel
ga: Ilghnéitheach Níos Mó
gl: Plural maior
hi: बड़ा बहुवचन
hr: Veći množinski
it: Plurale maggiore
ka: მეტა მრავლობითი
nb: Større Flertall
nl: Groter Meervoud
pl: Większa liczba mnoga
pt: Plural Maior
ru: Более множественное
sk: Väčší množný
sr: Veći množinski
sv: Större plural
ta: பெரிய பன்மை
th: พหูพจน์ใหญ่

# grammarCopyNUMBERinv
source: Inverse
bn: বিপরীত
bo: རྒྱག་པ་མཐུན་པ།
ca: Invers
cs: Inverzní
da: Invers
et: Vastupidine
eu: Inbertsoa
fi: Käänteinen
ga: Inmhheasúil
gl: Inversa
hi: उल्टा
hr: Inverzno
it: Inverso
ka: შებრუნებული
nb: Invers
pl: Odwrócona
pt: Inverso
ru: Обратное
sk: Inverzný
sr: Inverzno
sv: Invers
ta: மாறும்
th: ผกผัน

# grammarCopyPERSON0
source: Zero
bn: শূন্য
bo: གཅིག་མེད།
cs: Nula
da: Nul
de: Null
eo: Nulo
et: Null
fi: Nolla
fr: Zéro
ga: Nialas
hi: शून्य
hr: Nula
ka: ცარიელი
nb: Null
nl: Nul
ru: Ноль
sk: Nula
sr: Nula
sv: Noll
ta: பூஜ்யம்
th: ศูนย์

# grammarCopyPERSON4
source: Fourth
bn: চতুর্থ
bo: བཞི་པ།
ca: Quart
cs: Čtvrtý
da: Fjerde
de: Vierte
eo: Kvara
et: Neljas
eu: Laugarrena
fi: Neljäs
fr: Quatrième
ga: Ceathrú
gl: Cuarta
hi: चौथा
hr: Četvrti
it: Quarta
ka: მეოთხე
nb: Fjerde
nl: Vierde
pl: Czwarta
pt: Quarta
ru: Четвертый
sk: Štvrtý
sr: Četvrti
sv: Fjärde
ta: நான்காவது
th: คนที่สี่

# grammarCopyPOLITEform
source: Formal
bn: আচরণিক
bo: རང་བཞིན་སྤྱོད་པ།
cs: Formální
da: Formel
de: Formell
et: Ametlik
eu: Formala
fi: Virallinen
fr: Formel
ga: Foirm Oifigiúil
hi: औपचारिक
hr: Formalno
it: Formale
ka: საპასუხო
nb: Formell
nl: Formeel
pl: Formalny
ru: Формальный
sk: Formálny
sr: Formalno
sv: Formell
ta: பண்புடைய
th: เป็นทางการ

# grammarCopyPOLITEelev
source: Elevated
bn: উচ্চস্তরীয়
bo: བཀྲ་ཤིས་སྤྱོད་པ།
ca: Elevat
cs: Vysoká úroveň
da: Høflig
de: Hochgestochen
eo: Alte
et: Kõrgendatud
eu: Gaitzespena
fi: Kohotettu
fr: Élevé
ga: Ardaithne
gl: Elevado
hi: उन्नत
hr: Uzdignuto
it: Elevato
ka: მაღლებული
nb: Høyverdig
nl: Verheven
pl: Podniosły
pt: Elevado
ru: Возвышенный
sk: Zvýšený
sr: Uzdignuto
sv: Höjd
ta: உயர்ந்த
th: สูงส่ง

# grammarCopyPOLITEhumb
source: Humble
bn: নম্র
bo: རང་བཞིན་སྤྱོད་པ།
ca: Humil
cs: Pokorný
da: Ydmyg
de: Demütig
eo: Humila
et: Alandlik
eu: Apala
fi: Nöyrä
ga: Humbl
gl: Humilde
hi: विनम्र
hr: Skromno
it: Umile
ka: სირცხვილი
nb: Ydmyk
nl: Nederig
pl: Pokorny
pt: Humilde
ru: Скромный
sk: Pokorný
sr: Skromno
sv: Ödmjuk
ta: வணம்செய்து
th: ถ่อมตัว

# grammarCopyPRONTYPEemp
source: Emphatic
bn: জোরদার
bo: འགྲོ་བརྗེ་སྤྱོད་པ།
ca: Enfàtic
cs: Zdůrazňovací
da: Betonet
de: Betont
eo: Emfaza
et: rõhutav
eu: Emfatikoa
fi: Korostava
fr: Emphatique
ga: Déanamh Leithneach
gl: Enfático
hi: जोरदार
hr: Naglašeno
it: Enfático
ka: დამახასიათებელი
nb: Betont
nl: Benadrukt
pl: Emfatyczny
pt: Enfático
ru: Подчеркивающий
sk: Dôrazný
sr: Emfatično
sv: Betoning
ta: வலியுறுத்தும்
th: เน้นเสียง

# grammarCopyPRONTYPEexc
source: Exclamative
bn: বিস্ময়সূচক
bo: འདབ་སྟོན་སྤྱོད་པ།
ca: Exclamatiu
cs: Vykřičník
da: Udråb
de: Ausruf
eo: Eksklamativa
et: Väljendav
eu: Esamoldea
fi: Huudahdus
ga: Uaimh
gl: Exclamativo
hi: विस्मयादिबोधक
hr: Uzvično
it: Exclamativo
ka: გაღმრთველი
nb: Utrop
nl: Exclamatief
pl: Wykrzyknikowy
pt: Exclamativo
ru: Восклицательный
sk: Výkriční
sr: Uzvično
sv: Utrop
ta: வெளிப்படையான
th: คำอุทาน

# grammarCopyPRONTYPErcp
source: Reciprocal
bn: পারস্পরিক
bo: རྒྱག་པ་སྤྱོད་པ།
ca: Recíproc
cs: Vzájemný
de: Reziprok
eo: Rilata
et: Vastastik
eu: Reciprokoa
fi: Vastavuoro
fr: Réciproque
ga: Comhoiriúnach
gl: Recíproco
hi: परस्पर
hr: Uzajamno
it: Reciproco
ka: შეთანხმებული
nb: Gjensidig
nl: Reciproque
pl: Wzajemny
pt: Recíproco
ru: Взаимный
sk: Vzájomný
sr: Uzajamno
sv: Reciprokt
ta: பரஸ்பர
th: ตอบโต้กัน

# grammarCopyPRONTYPEintRelPronType
source: Interrogative-Relative
bn: প্রশ্নবাচক-সম্পর্কিত
bo: འདབ་སྟོན་རིགས་སྤྱོད་པ།
ca: Interrogatiu-Relatiu
cs: Otázkově-vztahový
da: Interrogativ-Relativ
de: Interrogativ-Relativ
eo: Interrogativa-Rilata
et: Küsimus-Relatiiv
eu: Galdera-Relatiboa
fi: Kysymys-Relatiivipronomini
fr: Interrogative-Relatif
ga: Ceist-Relatív
gl: Interrogativo-Relativo
hi: प्रश्नवाचक-संबंधवाचक
hr: Upitno-relativno
it: Interrogativo-Relativo
ka: საპასუხო-შესახებ
nb: Interrogativ-Relativ
nl: Vragend-Relatief
pl: Interogatywno-względny
pt: Interrogativo-Relativo
ru: Вопросительно-относительный
sk: Otázkovo-vzťahový
sr: Upitno-Relativno
sv: Interrogativ-Relativ
ta: வினாவும்-உறவும்
th: คำถาม-สัมพันธภาพ

# grammarCopyTENSEaor
source: Aorist
bn: অরিস্ট
bo: རྒྱལ་སྐད།
eo: Aoristo
eu: Aorista
fi: Aoristi
fr: Aoriste
gl: Aoristo
hi: अतीतकाल
it: Aorista
ka: ორისტული
pl: Aoryst
pt: Aorista
ru: Аорист
ta: ஆரிஸ்ட்
th: อดีตกาล

# grammarCopyTENSEeps
source: Epistemic
bn: জ্ঞানমূলক
bo: རྣམ་གྲངས་སྤྱོད་པ།
ca: Epistèmic
cs: Epistemický
de: Epistemisch
eo: Epistemika
et: Epistemiline
eu: Epistemikoa
fi: Episteminen
fr: Épistémique
ga: Eolas Eolaíoch
gl: Epistémico
hi: ज्ञानात्मक
hr: Epistemički
it: Epistemico
ka: ეპისტემური
nb: Epistemisk
nl: Epistemisch
pl: Epistemiczny
pt: Epistêmico
ru: Эпистемический
sk: Epistemický
sr: Epistemološki
ta: அறிவியல்
th: ความรู้

# grammarCopyTENSEprosp
source: Prospective
bn: ভবিষ্যদ্বাণীমূলক
bo: མཐར་འཁོར།
ca: Prospectiu
cs: Perspektivní
da: Fremadskuende
de: Prospektiv
eo: Perspektiva
et: Tulevikuline
eu: Aurrerakoa
fi: Tulevaisuuden
fr: Prospectif
ga: D’fhéideanach
gl: Prospectivo
hi: भविष्यकालीन
hr: Perspektivni
it: Prospettico
ka: პროგნოზური
nb: Fremtidig
nl: Vooruitziend
pl: Perspektywiczny
pt: Prospectivo
ru: Перспективный
sk: Perspektívny
sr: Perspektivno
sv: Prospektiv
ta: எதிர்கால
th: อนาคต

# grammarCopyVERBFORMpart
source: Participle
bn: অংশবিশেষ
bo: ལས་སྒྲིག
ca: Participi
cs: Příčestí
de: Partizip
eo: Participo
et: Partitsiip
eu: Partizipa
fi: Partisiippi
fr: Participe
ga: Roinnt
gl: Participio
hi: भाग्यवाचक
hr: Particip
it: Participio
ka: მიღებული
nb: Partisipp
nl: Deelwoord
pl: Imiesłów
pt: Particípio
ru: Причастие
sk: Príčastie
sr: Particip
sv: Partikel
ta: பகுதி
th: กริยาวิเศษณ์

# grammarCopyVERBFORMconv
source: Converb
bn: অব্যয়
bo: ལས་སྒྲིག་བརྗེ།
cs: Konverb
eo: Konverbo
et: Kogumine
fi: Konverbi
gl: Converbo
hi: सामंजस्यवाचक
hr: Konverb
it: Congiuntivo
ka: კონვერბი
nb: Konverb
pl: Imiesłów przysłówkowy
ru: Деепричастие
sk: Konverb
sr: Konverb
sv: Konverb
ta: சேர்க்கை
th: คำกริยาช่วย

# grammarCopyVERBFORMvnoun
source: Verbal Noun
bn: ক্রিয়ামূলক নাম
bo: ལས་སྒྲིག་སྤྱིར་བཏང་།
ca: Nominal verbal
cs: Slovesný podstatný
de: Verbalnomen
eo: Verba Nomo
et: Verbaalne nimisõna
fi: Verbaalinen substantiivi
fr: Nominal verbal
ga: Noun Briathartha
gl: Nome Verbal
hi: क्रियावाचक संज्ञा
hr: Glagolski imenica
it: Sostantivo Verbale
ka: ფერმული სახელწოდება
nb: Verbalt substantiv
nl: Werkwoordelijk Zelfstandig Naamwoord
pl: Rzeczownik czasownikowy
pt: Substantivo Verbal
ru: Глагольное существительное
sk: Slovný podstatok
sr: Glagolski imenica
sv: Verbalt Substantiv
ta: வினை நாமம்
th: นามกริยา
