Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# feedbackButton
source: Submit feedback
bn: প্রতিক্রিয়া জমা দিন
bo: ສົ່ງຄວາມຄິດເຫັນ
ca: Envia els comentaris
cs: Odeslat zpětnou vazbu
da: Send feedback
de: Feedback absenden
eo: Sendu recenzon
et: Esita tagasiside
eu: Bidali iritzia
fi: Lähetä palaute
fr: Soumettre le retour
ga: Seol aiseolas
gl: Enviar retroalimentación
hi: प्रतिक्रिया भेजें
hr: Pošalji povratne informacije
it: Invia feedback
ka: წინადადების გაგზავნა
nb: Send tilbakemelding
nl: Feedback indienen
pl: Prześlij opinię
pt: Enviar feedback
ru: Отправить отзыв
sk: Odoslať spätnú väzbu
sr: Pošaljite povratne informacije
sv: Skicka feedback
ta: கருத்தை சமர்ப்பிக்கவும்
th: ส่งความคิดเห็น

# directMessageBotDesc
source: Talking to humans is more fun but... AI is always ready!
bn: মানুষের সাথে কথা বলা আরও মজার কিন্তু... AI সবসময় প্রস্তুত!
bo: ການສົນທະນາກັບມະນຸດແມ່ນມີຄວາມສຸກຫຼາຍກວ່າ... AI ພ້ອມທຸກເວລາ!
ca: Parlar amb humans és més divertit però... la IA sempre està a punt!
cs: Mluvit s lidmi je zábavnější, ale... AI je vždy připravena!
da: At tale med mennesker er sjovere, men... AI er altid klar!
de: Mit Menschen zu sprechen macht mehr Spaß, aber... KI ist immer bereit!
eo: Paroli kun homoj estas pli amuza, sed... AI ĉiam estas preta!
et: Inimeste rääkimine on lõbusam, kuid... tehisintellekt on alati valmis!
eu: Gizakiekin hitz egitea dibertigarria da baina... AI beti prest dago!
fi: Ihmisten kanssa puhuminen on hauskempaa, mutta... tekoäly on aina valmiina!
fr: Parler aux humains est plus amusant mais... l'IA est toujours prête !
ga: Tá comhrá le daoine níos spraíúla ach... tá AI i gcónaí réidh!
gl: Falar con humanos é máis divertido pero... a IA está sempre lista!
hi: मानवों से बात करना अधिक मजेदार है लेकिन... एआई हमेशा तैयार है!
hr: Razgovor s ljudima je zabavniji, ali... AI je uvijek spreman!
it: Parlare con gli umani è più divertente ma... l'IA è sempre pronta!
ka: ადამიანებთან საუბარი უფრო სასიამოვნოა, მაგრამ... AI ყოველთვის მზადაა!
nb: Å snakke med mennesker er morsommere, men... AI er alltid klar!
nl: Praten met mensen is leuker maar... AI staat altijd klaar!
pl: Rozmowa z ludźmi jest bardziej zabawna, ale... AI jest zawsze gotowe!
pt: Conversar com humanos é mais divertido, mas... a IA está sempre pronta!
ru: Общение с людьми — веселее, но... ИИ всегда готов!
sk: Rozprávať sa s ľuďmi je zábavnejšie, ale... AI je vždy pripravené!
sr: Razgovor sa ljudima je zabavniji ali... AI je uvek spreman!
sv: Att prata med människor är roligare men... AI är alltid redo!
ta: மனிதர்களுடன் பேசுவது அதிக மகிழ்ச்சி ஆனால்... AI எப்போதும் தயாராக உள்ளது!
th: คุยกับมนุษย์สนุกกว่า แต่... AI พร้อมเสมอ!

# inviteOtherUsersToRoom
source: Invite other users
bn: অন্য ব্যবহারকারীদের আমন্ত্রণ জানান
bo: ཕྱིར་ལོག་བཀོད་ནས་གཞུང་ལ་འདར་བཅོས།
ca: Convida altres usuaris
cs: Pozvat další uživatele
da: Inviter andre brugere
de: Andere Benutzer einladen
eo: Inviti aliajn uzantojn
et: Kutsu teisi kasutajaid
eu: Gonbidatu beste erabiltzaileak
fi: Kutsu muita käyttäjiä
fr: Inviter d'autres utilisateurs
ga: Cuireadh a thabhairt do úsáideoirí eile
gl: Invitar outros usuarios
hi: अन्य उपयोगकर्ताओं को आमंत्रित करें
hr: Pozovi druge korisnike
it: Invita altri utenti
ka: პიროვნების მოწვევა ოთახში
nb: Inviter andre brukere
nl: Nodig andere gebruikers uit
pl: Zaproś innych użytkowników
pt: Convidar outros usuários
ru: Пригласить других пользователей
sk: Pozvať ďalších používateľov
sr: Позови друге кориснике
sv: Bjud in andra användare
ta: பிற பயனர்களை அழைக்கவும்
th: เชิญผู้ใช้อื่นเข้าห้อง

# dateAndTimeOfDay
source: {date}, {timeOfDay}
id: {timeOfDay}, {date}
kab: {timeOfDay}, {date}
nb: {timeOfDay}, {date}
ru: {timeOfDay}, {date}
uk: {timeOfDay}, {date}

# dateWithoutYear
source: {month}-{day}
be: {day}-{month}
ca: {day}-{month}
cs: {day}.{month}
de: {day}.{month}
eo: {day}a de la {month}a
et: {day}.{month}
fi: {day}.{month}
fr: {day}/{month}
ga: {day}/{month}
gl: {day}-{month}
hr: {day}. {month}.
id: {day}-{month}
it: {day}/{month}
ka: {day}-{month}
kab: {day}-{month}
nb: {day} {month}
nl: {day}-{month}
pt: {day}-{month}
ru: {day}-{month}
sk: {day}.{month}
sr: {day} {month}
sv: {day}-{month}
uk: {day}-{month}

# dateWithYear
source: {year}-{month}-{day}
ca: {day}-{month}-{year}
cs: {day}. {month}. {year}
de: {day}.{month}.{year}
eo: {day}a de la {month}a de {year}
fi: {day}.{month}.{year}
fr: {day}/{month}/{year}
ga: {day}/{month}/{year}
gl: {day}-{month}-{year}
hr: {day}. {month}. {year}.
id: {day}-{month}-{year}
it: {day}/{month}/{year}
ka: {day}-{month}-{year}
kab: {day}-{month}-{year}
nb: {day} {month} {year}
nl: {day}-{month}-{year}
pl: {day}.{month}.{year}
pt: {day}-{month}-{year}
ru: {day}-{month}-{year}
sk: {day}.{month}.{year}
sr: {day} {month} {year}
uk: {day}-{month}-{year}

source: Knock
be: Пагрукацца
bo: བརྗེ་བྱེད།
ca: Pica
cs: Zaklepat
da: Bank på
de: Anklopfen
eo: Batoři
et: Koputa uksele
eu: Eskatu baimena
fa: در زدن
fi: Koputa
fr: Frapper à la porte
ga: Cnoc Mhuire
gl: Solicitar acceso
hi: दस्तक
hr: Pokucaj
id: Ketuk
it: Bussa
ka: დარეკვა
nb: Bank på
nl: Klop
pl: Zapukaj
pt: Bater na porta
ru: Постучаться
sk: Klop
sr: Kucaj
sv: Knacka
ta: தட்டவும்
th: เคาะ
uk: Постукатись

# tvCountryDisplayName
source: Tuvalu
hi: तुवालु
ka: ტუვალუ
ru: Тувалу
ta: டுவாலு
th: ตูวาลู

# grammarCopyVERBFORMger
source: Gerund
bo: གེ་རུན
ca: Gerundi
cs: Gerundium
da: Gerundium
de: Gerundium
eo: Gerundo
et: Gerundium
eu: Gerundioa
fi: Gerundi
fr: Gérondif
gl: Gerundio
hr: Gerundij
it: Gerundio
ka: გერუნდი
nb: Gerundium
nl: Gerundium
pt: Gerúndio
ru: Герундий
sk: Gerundium
sr: Герунд
sv: Gerundium
ta: பொருளாக்கம்
th: กริยารูป gerund

# xpIntoLevel
source: {currentXP} / {maxXP} XP
eo: {currentXP} / {maxXP} PTS
ka: {currentXP} / {maxXP} გამოცდილება
pl: {currentXP} / {maxXP} punkty doświadczenia
sr: {currentXP} / {maxXP} поена искуства
th: {currentXP} / {maxXP} คะแนนประสบการณ์

# commaSeparatedFile
source: CSV
th: ไฟล์ CSV
