Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# lvCountryDisplayName
source: Latvia
bn: লাটভিয়া
bo: لتونی
ca: Letònia
cs: Lotyšsko
da: Letland
de: Lettland
eo: Latvio
et: Läti
eu: Letonia
fr: Lettonie
ga: Laitvia
gl: Letonia
hi: लातविया
hr: Letonija
it: Lettonia
ka: ლატვია
nl: Letland
pl: Łotwa
pt: Letônia
ru: Латвия
sk: Lotyšsko
sr: Letonija
sv: Lettland
ta: லாட்டுவியா
th: ลัตเวีย

# lbCountryDisplayName
source: Lebanon
bn: লেবানন
bo: لبنان
ca: Líban
cs: Libanon
da: Libanon
de: Libanon
et: Liibanon
eu: Libano
fi: Libanon
fr: Liban
ga: Leibéis
gl: Líbano
hi: लेबनान
hr: Liban
it: Libano
ka: ლიბანი
nb: Libanon
nl: Libanon
pl: Liban
pt: Líbano
ru: Ливан
sk: Libanon
sr: Liban
sv: Libanon
ta: லெபனான்
th: เลบานอน

# lsCountryDisplayName
source: Lesotho
bn: লেসোথো
bo: لسوتو
eo: Lesoto
ga: Leasóthó
gl: Lesoto
hi: लेसोथो
hr: Lesoto
ka: ლესოთო
pt: Lesoto
ru: Лесото
sr: Lesoto
ta: லெசோத்தோ
th: เลโซโท

# lrCountryDisplayName
source: Liberia
bn: লাইবেরিয়া
cs: Libérie
eo: Liberio
fr: Libéria
ga: Libéar
hi: लाइबेरिया
hr: Liberija
ka: ლიბერია
pt: Libéria
ru: Либерия
sk: Libéria
sr: Liberija
ta: லிபீரியா
th: ไลบีเรีย

# lyCountryDisplayName
source: Libya
bn: লিবিয়া
ca: Líbia
cs: Libye
da: Libyen
de: Libyen
eo: Libio
et: Liibüa
eu: Libia
fr: Libye
ga: Liobáin
gl: Libia
hi: लीबिया
hr: Libija
it: Libia
ka: ლიბია
nl: Libië
pl: Libia
pt: Líbia
ru: Ливия
sr: Libija
sv: Libyen
ta: லிபியா
th: ลิเบีย

# liCountryDisplayName
source: Liechtenstein
bn: লিচেনস্টাইন
cs: Lichtenštejnsko
eo: Liĥtenŝtono
ga: Liotuáin
hi: लिकटेंस्टीन
hr: Lihtenštajn
ka: ლიხტენშტაინი
ru: Лихтенштейн
sk: Lichtenštajnsko
sr: Lihtenštajn
ta: லிக்செம்பர்க்
th: ลิกเตนสไตน์

# ltCountryDisplayName
source: Lithuania
bn: লিথুয়ানিয়া
ca: Lituània
cs: Litva
da: Litauen
de: Litauen
eo: Litovio
et: Leedu
eu: Lituania
fi: Liettua
fr: Lituanie
ga: Liotuáin
gl: Lituania
hi: लिथुआनिया
hr: Litvanija
it: Lituania
ka: ლიტვა
nb: Litauen
nl: Litouwen
pl: Litwa
pt: Lituânia
ru: Литва
sk: Litva
sr: Litvanija
sv: Litauen
ta: லிதுவேனியா
th: ลิทัวเนีย

# luCountryDisplayName
source: Luxembourg
bn: লাক্সেমবার্গ
ca: Luxemburg
cs: Lucembursko
de: Luxemburg
eo: Luxemburgo
et: Luksemburg
eu: Luxemburgo
fi: Luxemburg
ga: Lucsamburg
gl: Luxemburgo
hi: लक्ज़मबर्ग
hr: Luksemburg
it: Lussemburgo
ka: ლუქსემბურგი
nl: Luxemburg
pl: Luksemburg
pt: Luxemburgo
ru: Люксембург
sk: Luxembursko
sr: Luksemburg
sv: Luxemburg
ta: லக்சம்புர்க்
th: ลักเซมเบิร์ก

# moCountryDisplayName
source: Macau
bn: মাকাউ
eo: Makao
ga: Macáo
hi: मकाऊ
hr: Makao
ka: მაკაო
pl: Makau
ru: Макао
sr: Makao
ta: மகாவ்
th: มาเก๊า

# mkCountryDisplayName
source: Macedonia
bn: ম্যাসেডোনিয়া
ca: Macedònia
cs: Makedonie
da: Makedonien
de: Nordmazedonien
eo: Macedonio
et: Makedoonia
fi: Makedonia
fr: Macédoine
ga: Macedóin
hi: मेसिडोनिया
hr: Sjeverna Makedonija
ka: მაკედონია
nb: Nord-Makedonia
nl: Noord-Macedonië
pt: Macedônia
ru: Македония
sk: Severná Macedonia
sr: Severna Makedonija
sv: Nordmakedonien
ta: மாசிடோனியா
th: มาซิโดเนีย

# mgCountryDisplayName
source: Madagascar
bn: মাদাগাস্কার
cs: Madagaskar
da: Madagaskar
de: Madagaskar
eo: Madagaskaro
et: Madagaskar
fi: Madagaskar
hi: मेडागास्कर
hr: Madagaskar
ka: მადაგასკარი
nb: Madagaskar
nl: Madagaskar
pl: Madagaskar
ru: Мадагаскар
sk: Madagaskar
sr: Madagaskar
sv: Madagaskar
ta: மடகாஸ்கர்
th: มาดากัสการ์

# mwCountryDisplayName
source: Malawi
bn: মালাউই
eo: Malavio
ga: Maláiv
gl: Malaui
hi: मलावी
hr: Malavi
ka: მალავი
ru: Малави
sr: Malavi
ta: மலாவி
th: มาลาวี

# myCountryDisplayName
source: Malaysia
bn: মালয়েশিয়া
ca: Malàisia
cs: Malajsie
eo: Malajzio
et: Malaisia
eu: Malasia
fi: Malesia
fr: Malaisie
ga: Maláis
gl: Malaisia
hi: मलेशिया
hr: Malezija
it: Malesia
ka: მალაიზია
nl: Maleisië
pl: Malezja
pt: Malásia
ru: Малайзия
sk: Malajzia
sr: Malezija
ta: மலேஷியா
th: มาเลเซีย

# mvCountryDisplayName
source: Maldives
bn: মালদ্বীপ
cs: Maledivy
da: Maldiverne
de: Malediven
eo: Maldivoj
et: Maldiivid
eu: Maldivak
fi: Malediivit
ga: Maldíveanna
gl: Maldivas
hi: मालदीव
hr: Maldivi
it: Maldive
ka: მალდივები
nb: Maldivene
nl: Maldiven
pl: Malediwy
pt: Maldivas
ru: Мальдивы
sk: Maldivy
sr: Maldivi
sv: Maldiverna
ta: மால்டிவ்ஸ்
th: มัลดีฟส์

# mlCountryDisplayName
source: Mali
bn: মালি
hi: माली
ka: მალი
ru: Мали
ta: மாலி
th: มาลี

# mtCountryDisplayName
source: Malta
bn: মাল্টা
eo: Malto
fr: Malte
ga: Málta
hi: माल्टा
ka: მალტა
ru: Мальта
ta: மால்டா
th: มอลตา

# mhCountryDisplayName
source: Marshall Islands
bn: মার্শাল দ্বীপপুঞ্জ
ca: Illes Marshall
cs: Marshallovy ostrovy
da: Marshalløerne
de: Marshallinseln
eo: Marŝala Insuloj
et: Marshalli Saared
eu: Marshall uharteak
fi: Marshallinsaaret
fr: Îles Marshall
ga: Oileáin Marshall
gl: Illas Marshall
hi: मार्शल द्वीप
hr: Maršalski Otoci
it: Isole Marshall
ka: მარშალის კუნძულები
nb: Marshalløyene
nl: Marshalleilanden
pl: Wyspy Marshalla
pt: Ilhas Marshall
ru: Маршалловы Острова
sk: Marshallove ostrovy
sr: Maršalska Ostrva
sv: Marshallöarna
ta: மார்ஷல் தீவுகள்
th: หมู่เกาะมาร์แชลล์

# mqCountryDisplayName
source: Martinique
bn: মার্টিনিক
ca: Martinica
cs: Martinik
eo: Martiniko
eu: Martinika
gl: Martinica
hi: मार्टीनिक
it: Martinica
ka: მარტინიკი
pl: Martynika
pt: Martinica
ru: Мартиніка
sr: Martinik
ta: மார்டினிக்
th: มาร์ตินีก

# mrCountryDisplayName
source: Mauritania
bn: মাউরিটানিয়া
ca: Mauritània
cs: Mauritánie
da: Mauretanien
de: Mauretanien
eo: Maŭritanio
fr: Mauritanie
ga: Maorastáin
hi: मॉरिटानिया
hr: Mauretanija
ka: მავრიტანია
nl: Mauritanië
pl: Mauretania
pt: Mauritânia
ru: Мавритания
sk: Mauritánia
sr: Mauretania
sv: Mauretanien
ta: மொரிடானியா
th: มอริเตเนีย

# muCountryDisplayName
source: Mauritius
bn: মাউরিশাস
ca: Maurici
cs: Mauricius
eo: Maŭritio
eu: Maurizioa
fr: Maurice
ga: Mauiritiúis
gl: Mauricio
hi: मॉरीशस
ka: მავრიციუსი
pt: Maurício
ru: Маврикий
sk: Maurícius
ta: மொரிசியஸ்
th: โมรอคโก

# ytCountryDisplayName
source: Mayotte
bn: মায়োট
hi: मायोट
ka: მაიოტი
ru: Майотта
sr: Mayote
ta: மேயோட்
th: มายอtte

# mxCountryDisplayName
source: Mexico
bn: মেক্সিকো
ca: Mèxic
cs: Mexiko
de: Mexiko
eo: Meksiko
et: Mehhiko
eu: Mexiko
fi: Meksiko
fr: Mexique
ga: Meicsiceo
gl: México
hi: मेक्सिको
hr: Meksiko
it: Messico
ka: მექსიკა
pl: Meksyk
pt: México
ru: Мексика
sk: Mexiko
sr: Meksiko
sv: Mexiko
ta: மேக்சிகோ
th: เม็กซิโก

# fmCountryDisplayName
source: Micronesia
bn: মাইক্রোনেশিয়া
ca: Micronèsia
cs: Mikronésie
da: Mikronesien
de: Mikronesien
eo: Mikronezio
et: Mikroneesia
fi: Mikronesia
fr: Micronésie
ga: Micireanisia
hi: माइक्रोनेशिया
hr: Mikronezija
ka: მიკრონეზია
nb: Mikronesia
nl: Micronesië
pl: Mikronezja
pt: Micronésia
ru: Микронезия
sk: Mikronézia
sr: Mikronezija
sv: Mikronesien
ta: மைக்ரோனேஷியா
th: ไมโครนีเซีย

# mdCountryDisplayName
source: Moldova
bn: মোলদোভা
bo: မောလ်ဒိုဗာ
ca: Moldàvia
cs: Moldavsko
de: Moldawien
eo: Moldavio
eu: Moldavia
fr: Moldavie
ga: Moldóva
gl: Moldavia
hi: मोल्दोवा
it: Moldavia
ka: მოლდოვა
nl: Moldavië
pl: Mołdawia
pt: Moldávia
ru: Молдова
sk: Moldavsko
sv: Moldavien
ta: மால்டோவா
th: มอลโดวา

# mcCountryDisplayName
source: Monaco
bn: মোনাকো
bo: မိုနာကို
ca: Mònaco
cs: Monako
eo: Monako
gl: Mónaco
hi: मोनाको
hr: Monako
ka: მონაკო
pl: Monako
pt: Mônaco
ru: Монако
sk: Monako
sr: Monako
ta: மோனாக்கோ
th: โมนาโก

# mnCountryDisplayName
source: Mongolia
bn: মঙ্গোলিয়া
bo: မိုင်းလန်
ca: Mongòlia
cs: Mongolsko
da: Mongoliet
de: Mongolei
eo: Mongolio
et: Mongoolia
fr: Mongolie
ga: Mongóil
hi: मंगोलिया
hr: Mongolija
ka: მონღოლეთი
nl: Mongolië
pt: Mongólia
ru: Монголия
sk: Mongolsko
sr: Mongolija
sv: Mongoliet
ta: மங்கோலியா
th: มองโกเลีย

# meCountryDisplayName
source: Montenegro
bn: মন্টেনেগ্রো
bo: မောင့်တီနီဂရို
cs: Černá Hora
eo: Mentonio
fr: Monténégro
ga: Montainéagró
hi: मोंटेनेग्रो
hr: Crna Gora
ka: მონტენეგრო
pl: Czarnogóra
ru: Черногория
sk: Čierna Hora
sr: Crna Gora
ta: மோன்டினிக்ரோ
th: มอนเตเนโกร

# msCountryDisplayName
source: Montserrat
bn: মন্টসেরাট
bo: မောင့်စတာတောင်
hi: मॉन्टसेराट
ka: მონსერატი
ru: Монтсеррат
ta: மாண்ட்செரட்
th: มอนต์เซอร์รัต

# maCountryDisplayName
source: Morocco
bn: মরক্কো
bo: မော်ရိုကို
ca: Marroc
cs: Maroko
da: Marokko
de: Marokko
eo: Maroko
et: Maroko
eu: Maroko
fi: Marokko
fr: Maroc
ga: Maracó
gl: Marrocos
hi: मोरक्को
hr: Maroko
it: Marocco
ka: მაროკო
nb: Marokko
nl: Marokko
pl: Maroko
pt: Marrocos
ru: Марокко
sk: Maroko
sr: Maroko
sv: Marocko
ta: மொராக்கோ
th: โมร็อกโก

# mzCountryDisplayName
source: Mozambique
bn: মোজাম্বিক
bo: မိုဇမ်ဘစ်
ca: Moçambic
cs: Mosambik
de: Mosambik
eo: Mozambiko
et: Mosambiik
eu: Mozambike
fi: Mosambik
ga: Mosaimbíc
hi: मोझाम्बिक
hr: Mozambik
it: Mozambico
ka: მოზამბიკი
nb: Mosambik
pl: Mozambik
pt: Moçambique
ru: Мозамбик
sk: Mozambik
sr: Mozambik
sv: Moçambique
ta: மொசாம்பிக்
th: โมซัมบิก

# mmCountryDisplayName
source: Myanmar (Burma)
bn: মিয়ানমার (বার্মা)
bo: မြန်မာ (ဘူရမား)
ca: Myanmar (Birmània)
cs: Myanmar (Barma)
eo: Birmo (Myanmar)
eu: Myanmar (Birmania)
fr: Myanmar (Birmanie)
gl: Myanmar (Birmania)
hi: म्यांमार (बर्मा)
hr: Mjanmar (Burma)
it: Myanmar (Birmania)
ka: მიანმარი (ბირმი)
nl: Myanmar (Birma)
pl: Mjanma (Birma)
pt: Myanmar (Birmânia)
ru: Мьянма (Бирма)
sk: Myanmar (Barma)
sr: Mjanmar (Burma)
ta: மியான்மார் (பர்மா)
th: เมียนมา (พม่า)

# naCountryDisplayName
source: Namibia
bn: নামিবিয়া
bo: နမီးဘီးယား
ca: Namíbia
cs: Namibie
eo: Namibio
fr: Namibie
ga: Namibía
hi: नामिबिया
hr: Namibija
ka: ნამიბია
nl: Namibië
pt: Namíbia
ru: Намибия
sk: Namíbia
sr: Namibija
ta: நாமீபியா
th: นามิเบีย

# nrCountryDisplayName
source: Nauru
bn: নাউরু
bo: နော်အူရူ
ga: Naurú
hi: नाउरू
ka: ნაურუ
ru: Науру
ta: நவுரு
th: นาอูรู

# npCountryDisplayName
source: Nepal
bn: নেপাল
bo: နီပေါ
cs: Nepál
eo: Nepalo
fr: Népal
ga: Neipéal
hi: नेपाल
ka: ნეპალი
ru: Непал
sk: Nepál
ta: நேபால்
th: เนปาล

# nlCountryDisplayName
source: Netherlands
bn: নেদারল্যান্ডস
bo: နယ်ဒာလန်
ca: Països Baixos
cs: Nizozemsko
da: Holland
de: Niederlande
eo: Nederlando
et: Holland
eu: Herbehereak
fi: Alankomaat
fr: Pays-Bas
ga: An Ísiltír
gl: Países Baixos
hi: नीदरलैंड्स
hr: Nizozemska
it: Paesi Bassi
ka: ჰოლანდია
nb: Nederland
nl: Nederland
pl: Holandia
pt: Países Baixos
ru: Нидерланды
sk: Holandsko
sr: Holandija
sv: Nederländerna
ta: நெதர்லாந்து
th: เนเธอร์แลนด์

# ncCountryDisplayName
source: New Caledonia
bn: নিউ ক্যালেডোনিয়া
bo: နယူးကလီဒိုးနီးယား
ca: Nova Caledònia
cs: Nová Kaledonie
da: Ny Kaledonien
de: Neukaledonien
eo: Nov-Kaledonio
et: Uus-Kaledoonia
eu: Kaledonia Berria
fi: Uusi-Kaledonia
fr: Nouvelle-Calédonie
ga: Ceiléan Nua
gl: Nova Caledonia
hi: न्यू कैलेडोनिया
hr: Nova Kaledonija
it: Nuova Caledonia
ka: ნიუ კალედონია
nb: Ny-Caledonia
nl: Nieuw-Caledonië
pl: Nowa Kaledonia
pt: Nova Caledônia
ru: Новая Каледония
sk: Nová Kaledónia
sr: Novu Kaledoniju
sv: Nya Kaledonien
ta: புதிய கலேடோனியா
th: นิวแคลิโดเนีย

# nzCountryDisplayName
source: New Zealand
bn: নিউজিল্যান্ড
bo: နယူးဇီလန်
ca: Nova Zelanda
cs: Nový Zéland
de: Neuseeland
eo: Nov-Zelando
et: Uus-Meremaa
eu: Zeelanda Berria
fi: Uusi-Seelanti
fr: Nouvelle-Zélande
ga: An Nua-Shéalainn
gl: Nova Zelanda
hi: न्यूज़ीलैंड
hr: Novi Zeland
it: Nuova Zelanda
ka: ახალი ზელანდია
nl: Nieuw-Zeeland
pl: Nowa Zelandia
pt: Nova Zelândia
ru: Новая Зеландия
sk: Nový Zéland
sr: Novi Zeland
sv: Nya Zeeland
ta: புதியزيلாந்து
th: นิวซีแลนด์

# niCountryDisplayName
source: Nicaragua
bn: নিকারাগুয়া
bo: နီကာရာဂွါ
cs: Nikaragua
eo: Nikaragvo
eu: Nikaragua
hi: निकारागुआ
hr: Nikaragva
ka: ნიკარაგუა
pl: Nikaragua
pt: Nicarágua
ru: Никарагуа
sk: Nikaragua
sr: Nikaragvu
ta: நிகராகுவா
th: นิการากัว

# neCountryDisplayName
source: Niger
bn: নাইজার
bo: နီဂျာ
ca: Níger
cs: Nigérie
eo: Nigerio
fi: Nigeri
ga: Náiseant Nígéir
gl: Níger
hi: नाइजर
ka: ნიგერი
pt: Níger
ru: Нигер
ta: நைஜர்
th: ไนเจอร์

# ngCountryDisplayName
source: Nigeria
bn: নাইজেরিয়া
bo: နိုင်ဂျီးရီးယား
ca: Nigèria
cs: Nigérie
eo: Nigerio
et: Nigeeria
fr: Nigéria
ga: Náisiúin Nigéir
hi: नाइजीरिया
hr: Nigerija
ka: ნიგერია
pt: Nigéria
ru: Нигерия
sk: Nigéria
sr: Nigeriju
ta: நிகேரியா
th: ไนจีเรีย

# nuCountryDisplayName
source: Niue
bn: নিউয়ে
bo: နီအူ
eo: Niueo
hi: नियूए
ka: ნიუე
ru: Ниуэ
ta: நியூ
th: นิวยู

# nfCountryDisplayName
source: Norfolk Island
bn: নরফোক দ্বীপ
bo: နော်ဖော်လ်ကျွန်း
ca: Illes Norfolk
cs: Východní Ostrov
da: Norfolkøen
de: Norfolkinsel
eo: Norfolkinsulo
eu: Norfolk uhartea
fi: Norfolkin saari
fr: Île Norfolk
ga: Oileán Norfolk
gl: Ilías Norfolk
hi: नॉरफ़ॉक द्वीप
hr: Otočje Norfolk
it: Isola Norfolk
ka: ნორფოლკის კუნძული
nb: Norfolkøyene
nl: Norfolk-eiland
pl: Wyspa Norfolk
pt: Ilha Norfolk
ru: Остров Норфолк
sk: Ostrov Norfolk
sr: Ostrvo Norfolk
sv: Norfolkön
ta: நார்ஃபோக் தீவு
th: เกาะนอร์ฟอล์ก

# kpCountryDisplayName
source: North Korea
bn: উত্তর কোরিয়া
bo: မြောက်ကိုရီးယား
ca: Corea del Nord
cs: Severní Korea
da: Nordkorea
de: Nordkorea
eo: Nord-Koreio
et: Põhja-Korea
eu: Korea Hegoaldea
fi: Pohjois-Korea
fr: Corée du Nord
ga: Cóiré Thuaidh
gl: Corea do Norte
hi: उत्तर कोरिया
hr: Sjeverna Koreja
it: Corea del Nord
ka: ჩრდილოეთ კორეა
nb: Nord-Korea
nl: Noord-Korea
pl: Korea Północna
pt: Coreia do Norte
ru: Северная Корея
sk: Severná Kórea
sr: Severna Koreja
sv: Nordkorea
ta: வட கொரியா
th: เกาหลีเหนือ

# mpCountryDisplayName
source: Northern Mariana Islands
bn: উত্তর মারিয়ানা দ্বীপপুঞ্জ
bo: ནུབ་ནི་མ་ཡ་ནི་རི་མའི་རྒྱལ་ཁབ་
ca: Illes Marianas del Nord
cs: Severní Mariany
da: Nordmarianerne
de: Nördliche Marianen
eo: Norda Mariana Insularo
et: Põhja-Mariaana Saared
eu: Mariana Iparraldeko Uharteak
fi: Pohjois-Mariaanit
fr: Îles Mariannes du Nord
ga: Oileáin Mariana Thuaidh
gl: Illas Marianas do Norte
hi: उत्तर मरीआना द्वीपसमूह
hr: Sjeverni Marijanski Otoci
it: Isole Marianne Settentrionali
ka: ჩრდილოეთ მარიანას კუნძულები
nb: Nord-Marianene
nl: Noordelijke Marianen
pl: Mariany Północne
pt: Ilhas Marianas do Norte
ru: Северные Марианские острова
sk: Severné Mariánske ostrovy
sr: Severni Marijanski Ostrva
sv: Nordmarianerna
ta: வடக்கு மரியானா தீவுகள்
th: หมู่เกาะมาเรียนาเหนือ

# noCountryDisplayName
source: Norway
bn: নরওয়ে
bo: ནོར་ཝེ
ca: Noruega
cs: Norsko
da: Norge
de: Norwegen
eo: Norvegio
et: Norra
eu: Norvegia
fi: Norja
fr: Norvège
ga: An Iorua
gl: Noruega
hi: नॉर्वे
hr: Norveška
it: Norvegia
ka: ნორვეგია
nb: Norge
nl: Noorwegen
pl: Norwegia
pt: Noruega
ru: Норвегия
sk: Nórsko
sr: Norvešku
sv: Norge
ta: நார்வே
th: นอร์เวย์

# omCountryDisplayName
source: Oman
bn: ওমান
bo: ཨོ་མན་
cs: Omán
eo: Omano
et: Omaan
gl: Omán
hi: ओमान
ka: ომანი
pt: Omã
ru: Оман
sk: Omán
ta: ஓமான்
th: โอมาน

# pkCountryDisplayName
source: Pakistan
bn: পাকিস্তান
bo: པाक་སི་སྟན་
ca: Paquistan
cs: Pákistán
eo: Pakistano
ga: Páiscín
gl: Paquistán
hi: पाकिस्तान
ka: პაკისტანი
pt: Paquistão
ru: Пакистан
sk: Pákistán
ta: பாகிஸ்தான்
th: ปากีสถาน

# pwCountryDisplayName
source: Palau
bn: পালাউ
bo: པ་ལའུ
eo: Palauo
fr: Palaos
hi: पलाऊ
ka: პალაუ
ru: Палау
ta: பாலவ்
th: ปาเลา

# psCountryDisplayName
source: Palestinian Territories
bn: ফিলিস্তিনি অঞ্চলসমূহ
bo: པ་ལེས་ཊི་ནེ་ཡའི་ས་ཁུལ་
ca: Territoris Palestins
cs: Palestinské území
da: De palæstinensiske områder
de: Palästinensische Gebiete
eo: Palestina Teritorioj
et: Palestiina alad
eu: Palestinar Lurraldeak
fi: Palestiinan alueet
fr: Territoires palestiniens
ga: Críocha Pailistíneacha
gl: Territorios Palestinos
hi: फिलिस्तीनी क्षेत्र
hr: Palestinske Teritorije
it: Territori Palestinesi
ka: პალესტინის ტერიტორიული ერთეულები
nb: De palestinske områdene
nl: Palestijnse Gebieden
pl: Terytoria Palestyńskie
pt: Territórios Palestinos
ru: Палестинские территории
sk: Palestínske územia
sr: Palestinske Teritorije
sv: Palestinska territorierna
ta: பாலஸ்தீனிய பிரதேசங்கள்
th: เขตปาเลสไตน์

# paCountryDisplayName
source: Panama
bn: পানামা
bo: པ་ན་མ་
ca: Panamà
eo: Panamo
gl: Panamá
hi: पनामा
ka: პანამა
pt: Panamá
ru: Панама
ta: பனாமா
th: ปานามา

# pgCountryDisplayName
source: Papua New Guinea
bn: পাপুয়া নিউ গিনি
bo: པ་པུ་ཝ་ཡ་ནི་གི་གནོད་སྐད་
ca: Papua Nova Guinea
cs: Papua Nová Guinea
da: Papua Ny Guinea
de: Papua-Neuguinea
eo: Papuo-Nov-Gvineo
et: Paapua Uus-Guinea
eu: Papua Ginea Berria
fi: Papua-Uusi-Guinea
fr: Papouasie-Nouvelle-Guinée
ga: Ginié Papua Nua
gl: Papua Nova Guinea
hi: पापुआ न्यू गिनी
hr: Papua Nova Gvineja
it: Papua Nuova Guinea
ka: პაპუა ახალი გვინეა
nb: Papua Ny-Guinea
nl: Papoea-Nieuw-Guinea
pl: Papua-Nowa Gwinea
pt: Papua-Nova Guiné
ru: Папуа — Новая Гвинея
sk: Papua Nová Guinea
sr: Papua Nova Gvineja
sv: Papua Nya Guinea
ta: பாப்புவா நியூ கினி
th: ปาปัวนิวกินี

# pyCountryDisplayName
source: Paraguay
bn: পারাগুয়ে
bo: པ་ར་གུཡ་
ca: Paraguai
eo: Paragvajo
ga: Paragua
gl: Paraguai
hi: पराग्वे
hr: Paragvaj
ka: პარაგვაი
pl: Paragwaj
pt: Paraguai
ru: Парагвай
sk: Paraguaj
sr: Paragvaj
ta: பராகுவே
th: ปารากวัย

# peCountryDisplayName
source: Peru
bn: পেরু
bo: པེ་རུ་
ca: Perú
eo: Peruo
et: Peruu
fr: Pérou
ga: Perú
gl: Perú
hi: पेरू
it: Perù
ka: პერუ
ru: Перу
ta: பெரு
th: เปรู

# phCountryDisplayName
source: Philippines
bn: ফিলিপাইন
bo: ཕི་ལེ་པིན་
ca: Filipines
cs: Filipíny
da: Filippinerne
de: Philippinen
eo: Filipinoj
et: Filipiinid
eu: Filipinak
fi: Filippiinit
ga: Na hOileáin Fhilipíneacha
gl: Filipinas
hi: फिलिपींस
hr: Filipini
it: Filippine
ka: ფილიპინები
nb: Filippinene
nl: Filipijnen
pl: Filipiny
pt: Filipinas
ru: Филиппины
sk: Filipíny
sr: Filipini
sv: Filippinerna
ta: பிலிப்பைன்ஸ்
th: ฟิลิปปินส์

# plCountryDisplayName
source: Poland
bn: পোল্যান্ড
bo: པོ་ལན་
ca: Polònia
cs: Polsko
da: Polen
de: Polen
eo: Pollando
et: Poola
eu: Polonia
fi: Puola
fr: Pologne
ga: An Pholainn
gl: Polonia
hi: पोलैंड
hr: Poljska
it: Polonia
ka: პოლონეთი
nb: Polen
nl: Polen
pl: Polska
pt: Polônia
ru: Польша
sk: Poľsko
sr: Poljska
sv: Polen
ta: போலந்து
th: โปแลนด์

# ptCountryDisplayName
source: Portugal
bn: পর্তুগাল
bo: པོར་ཅུ་གལ་
cs: Portugalsko
eo: Portugalio
fi: Portugali
ga: Portaingéil
hi: पुर्तगाल
it: Portogallo
ka: პორტუგალია
pl: Portugalia
ru: Португалия
sk: Portugalsko
ta: போர்ச்சுகல்
th: โปรตุเกส

# prCountryDisplayName
source: Puerto Rico
bn: পুয়ের্টো রিকো
bo: པུར་ཊུ་ལི་ཀོ་རི་སི་
cs: Portoriko
eo: Puerto-Riko
fr: Porto Rico
ga: Pórtó Ríce
gl: Porto Rico
hi: पोर्टो रिको
hr: Portoriko
it: Porto Rico
ka: პუერტო რიკო
pl: Portoryko
pt: Porto Rico
ru: Пуэрто-Рико
sk: Portoriko
sr: Porto Riko
ta: பியூர்டோ ரிகோ
th: เปอร์โตริโก

# qaCountryDisplayName
source: Qatar
bn: কাতার
bo: ཀ་ཏར་
cs: Katar
de: Katar
eo: Kataro
et: Katar
ga: Catar
gl: Catar
hi: कतर
hr: Katar
ka: კატარი
pl: Katar
pt: Catar
ru: Катар
sk: Katar
sr: Katar
ta: கத்தார்
th: กาตาร์

# reCountryDisplayName
source: Réunion
bn: রিইউনিয়ন
bo: རེ་ཇུ་ནིའི་རྒྱལ་ཁབ་
ca: Reunió
eo: Reuniono
fr: La Réunion
gl: Reunión
hi: रेunion
it: Riunione
ka: რეუნიონი
pl: Reunion
ru: Реюньон
sr: Reunion
ta: ரீயூனியன்
th: เรอูนียง

# roCountryDisplayName
source: Romania
bn: রোমানিয়া
bo: རོ་མ་ནི་ཡ་
cs: Rumunsko
da: Rumænien
de: Rumänien
eo: Rumanujo
et: Rumeenia
eu: Errumania
fr: Roumanie
ga: An Rómáin
hi: रोमानिया
hr: Rumunija
ka: რუმინეთი
nl: Roemenië
pl: Rumunia
pt: Romênia
ru: Румыния
sk: Rumunsko
sr: Rumunija
sv: Rumänien
ta: ருமோனியா
th: โรมาเนีย

# ruCountryDisplayName
source: Russia
bn: রাশিয়া
bo: ཨུ་རུ་སུ་ཡ་
ca: Rússia
cs: Rusko
da: Rusland
de: Russland
eo: Rusujo
et: Venemaa
eu: Errusia
fi: Venäjä
fr: Russie
ga: An Rúis
gl: Rusia
hi: रूस
hr: Rusija
ka: რუსეთი
nb: Russland
nl: Rusland
pl: Rosja
pt: Rússia
ru: Россия
sk: Rusko
sr: Rusija
sv: Ryssland
ta: ரஷ்யா
th: รัสเซีย

# rwCountryDisplayName
source: Rwanda
bn: রুয়ান্ডা
bo: རུ་ཝན་ཌ་
ca: Ruanda
de: Ruanda
eo: Ruando
eu: Ruanda
fi: Ruanda
ga: Rúanda
gl: Ruanda
hi: रवांडा
hr: Ruanda
it: Ruanda
ka: რუანდა
pt: Ruanda
ru: Руанда
sr: Ruanda
ta: ருவாண்டா
th: รวันดา

# blCountryDisplayName
source: Saint Barthélemy
bn: সেন্ট বারথেলেমি
bo: སེནཊ་བར་ཐེ་ལེ་མི་
cs: Svatá Helena
eo: Sankta Bartolomeo
ga: Naomh Bheartláime
gl: Santa Bártola
hi: सेंट बार्थेलेमी
ka: საინტ ბართოლომეო
pt: São Bartolomeu
ru: Сен-Бартелеми
sr: Sen Bartolomej
ta: செயின்ட் பார்தெலெமி
th: เซนต์บาร์เธเลมี

# shCountryDisplayName
source: Saint Helena
bn: সেন্ট হেলেনা
bo: སེནཊ ཧེ་ལེནາ
ca: Santa Helena
cs: Svatá Helena
de: St. Helena
eo: Sankta Helena
fr: Sainte-Hélène
ga: Naomh Helena
gl: Santa Helena
hi: सेंट हेलेना
it: Sant'Elena
ka: საინტ ჰელენა
nb: Sankta Helena
pt: Santa Helena
ru: Сент-Хелена
sk: Svätá Helena
sr: Sveta Helena
ta: செயின்ட் ஹெலெனா
th: เซนต์เฮเลนา

# knCountryDisplayName
source: St. Kitts
bn: সেন্ট কিটস
bo: སིཏ་ཁེཊས
eo: Sankta Kristoforo
fi: Saint Kitts
fr: Saint-Christophe-et-Niévès
gl: San Cristovo e Neves
hi: सेंट किट्स
it: Saint Kitts
ka: საინტ კიტსი
pt: São Cristóvão
ru: Сент-Китс
sk: Svätý Krištof a Nevis
sr: Sveti Kits i Nevis
ta: செயின்ட் கிட்ட்ஸ்
th: เซนต์คิตส์

# lcCountryDisplayName
source: St. Lucia
bn: সেন্ট লুসিয়া
bo: སིཏ་ལུ་སི་ཡ
ca: Santa Llúcia
cs: Svatá Lucie
eo: Sankta Lucio
et: Saint Lucia
fi: Saint Lucia
fr: Sainte-Lucie
gl: Santa Lucía
hi: सेंट लूसिया
it: Santa Lucia
ka: საინტ ლუსია
pt: Santa Lúcia
ru: Сент-Люсия
sk: Svätá Lucia
sr: Sveti Lucija
ta: செயின்ட் லூசியா
th: เซนต์ลูเซีย

# mfCountryDisplayName
source: Saint Martin
bn: সেন্ট মার্টিন
bo: སིཏ་མར་ཊིན
ca: Santa Martin
cs: Svatý Martin
de: St. Martin
eo: Sankta Martin
ga: Naomh Mairtín
gl: Santa Martiña
hi: सेंट मार्टिन
ka: საინტ მარტინი
pt: São Martinho
ru: Сен-Мартен
sk: Svätý Martin
sr: Sveti Martin
ta: செயின்ட் மார்டின்
th: เซนต์มาร์ติน

# pmCountryDisplayName
source: Saint Pierre and Miquelon
bn: সেন্ট পিয়েরে এবং মিকেলন
bo: སིཏ་པིརེར་དང་། མིཁོལེན
ca: Sant Pere i Miquelon
cs: Saint Pierre a Miquelon
da: Saint Pierre og Miquelon
de: St. Pierre und Miquelon
eo: Sankta Piero kaj Mikelono
et: Saint Pierre ja Miquelon
eu: Saint Pierre eta Miquelon
fi: Saint Pierre ja Miquelon
fr: Saint-Pierre-et-Miquelon
ga: Naomh Piaras agus Miquelon
gl: San Pedro e Miquelón
hi: सेंट पीयरे और मिकेलोन
hr: Saint Pierre i Miquelon
it: Saint Pierre e Miquelon
ka: საინტ პიერ და მიკელონი
nb: Saint Pierre og Miquelon
nl: Saint Pierre en Miquelon
pl: Saint Pierre i Miquelon
pt: São Pedro e Miquelon
ru: Сен-Пьер и Микелон
sk: Svätý Pierre a Miquelon
sr: Sveti Pjer i Mikelon
sv: Saint Pierre och Miquelon
ta: செயின்ட் பியர் மற்றும் மிக்கலான்
th: เซนต์ปีเตอร์และไมเคิลง

# vcCountryDisplayName
source: St. Vincent
bn: সেন্ট ভিনসেন্ট
bo: སིཏ་བིནསེནཊ
ca: Santa Vincència
cs: Svatý Vincent
eo: Sankta Vincento
et: Saint Vincent
fi: Saint Vincent
fr: Saint-Vincent
ga: Naomh Uinseann
gl: San Vicente
hi: सेंट विन्सेंट
it: Saint Vincent
ka: საინტ ვინსენტი
pt: São Vicente
ru: Сент-Винсент
sk: Svätý Vincent
sr: Sveti Vincent i Grenadini
ta: செயின்ட் வின்சென்ட்
th: เซนต์วินเซนต์

# wsCountryDisplayName
source: Samoa
bn: সামোয়া
bo: ས་མོ་ཡ
hi: समोआ
ka: სამოა
ru: Самоа
ta: சமோவா
th: ซามัว

# smCountryDisplayName
source: San Marino
bn: সান মারিনো
bo: སན་མ་རི་ནོ
ca: San Marí
fr: Saint-Marin
ga: San Mairín
hi: सैन मैरिनो
ka: სან მარინო
ru: Сан-Марино
sk: San Maríno
ta: சான் மரினோ
th: ซานมาริโน

# stCountryDisplayName
source: São Tomé and Príncipe
bn: সাও টোমে এবং প্রিন্সিপে
bo: སོའོ་ཏོ་མེད་དང་། པྲིན་སིཔ
ca: São Tomé i Príncipe
cs: Sao Tomé a Princův ostrov
da: Sao Tome og Príncipe
de: Sao Tomé und Príncipe
eo: Sao Tomé kaj Príncipe
et: São Tomé ja Príncipe
eu: São Tomé eta Príncipe
fi: São Tomé ja Príncipe
fr: Sao Tomé-et-Principe
ga: Sao Tomé agus Príncipe
gl: São Tomé e Príncipe
hi: साओ टोम और प्रिंसिपे
hr: São Tomé i Príncipe
it: São Tomé e Príncipe
ka: საო ტომე და პრინსიპი
nb: São Tomé og Príncipe
nl: Sao Tomé en Príncipe
pl: Sao Tome i Principe
pt: São Tomé e Príncipe
ru: Сан-Томе и Принсипи
sk: Sao Tomé a Príncipe
sr: Sao Tome i Principe
sv: São Tomé och Príncipe
ta: சாவ் டோமி மற்றும் பிரின்சிபி
th: ซาอีโทมาและปรินซิเป

# saCountryDisplayName
source: Saudi Arabia
bn: সৌদি আরব
bo: སའུ་དི་རཱབ
ca: Aràbia Saudita
cs: Saúdská Arábie
da: Saudi-Arabien
de: Saudi-Arabien
eo: Saud-Arabio
et: Saudi Araabia
fr: Arabie saoudite
ga: An Araib Shádach
gl: Arabia Saudita
hi: सऊदी अरब
hr: Saudijska Arabija
it: Arabia Saudita
ka: საუდის არაბეთი
nl: Saoedi-Arabië
pl: Arabia Saudyjska
pt: Arábia Saudita
ru: Саудовская Аравия
sk: Saudská Arábia
sr: Saudijska Arabija
sv: Saudiarabien
ta: சவுதி அரேபியா
th: ซาอุดีอาระเบีย
