Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Declined invitation
bn: আমন্ত্রণ প্রত্যাখ্যান করা হয়েছে
bo: دعوت رد کیتی
ca: Invitació rebutjada
cs: Odmítnutá pozvánka
da: Afvist invitation
de: Einladung abgelehnt
eo: Nekonfirmita invito
et: Kutsest keelduti
eu: Gonbidapena ukatu da
fi: Kutsu hylätty
fr: Invitation refusée
ga: Diúltaíodh an cuireadh
gl: Invitación rexeitada
hi: आमंत्रण अस्वीकार कर दिया
hr: Odbijen poziv
it: Invito rifiutato
ka: პირობა უარყო
nb: Avvist invitasjon
nl: Uitnodiging geweigerd
pl: Odrzucono zaproszenie
pt: Convite recusado
ru: Приглашение отклонено
sk: Odmietnuté pozvanie
sr: Odbijen poziv
sv: Avböjde inbjudan
ta: அனுப்பலை நிராகரித்தது
th: ปฏิเสธคำเชิญ

source: Accepted invitation
bn: আমন্ত্রণ গ্রহণ করা হয়েছে
bo: دعوت قبول کیتی
ca: Acceptada invitació
cs: Přijata pozvánka
da: Accepteret invitation
de: Einladung angenommen
eo: Akceptita invito
et: Kutse vastu võetud
eu: Gonbidapena onartu da
fi: Kutsu hyväksytty
fr: Invitation acceptée
ga: Glacadh leis an gcuireadh
gl: Invitación aceptada
hi: स्वीकृत निमंत्रण
hr: Prihvaćen poziv
it: Invito accettato
ka: დადასტურებული მოწვევა
nb: Akseptert invitasjon
nl: Uitnodiging geaccepteerd
pl: Zaakceptowano zaproszenie
pt: Convite aceito
ru: Приглашение принято
sk: Prijaté pozvanie
sr: Prihvatio poziv
sv: Accepterade inbjudan
ta: ஏற்றுக்கொண்டது
th: ยอมรับคำเชิญแล้ว

source: 📩 You're invited!
bn: 📩 আপনি আমন্ত্রিত!
bo: 📩 تہاڈے نوں بلایا گیا اے!
ca: 📩 Estàs convidat!
cs: 📩 Jste pozváni!
da: 📩 Du er inviteret!
de: 📩 Sie sind eingeladen!
eo: 📩 Vi estas invitita!
et: 📩 Teid on kutsutud!
eu: 📩 Gonbidatua zara!
fi: 📩 Olet kutsuttu!
fr: 📩 Vous êtes invité !
ga: 📩 Tá cuireadh agat!
gl: 📩 ¡Estás invitado!
hi: डाक भेजा गया! आप आमंत्रित हैं!
hr: 📩 Pozvani ste!
it: 📩 Sei invitato!
ka: 📩 თქვენ მოწვევა გაქვთ!
nb: 📩 Du er invitert!
nl: 📩 Je bent uitgenodigd!
pl: 📩 Jesteś zaproszony!
pt: 📩 Você foi convidado!
ru: 📩 Вы приглашены!
sk: 📩 Ste pozvaní!
sr: 📩 Pozvani ste!
sv: 📩 Du är inbjuden!
ta: 🚩 நீங்கள் அழைக்கப்பட்டீர்கள்!
th: 📩 คุณได้รับเชิญ!

# invitedToChat
source: {user} has invited you to join a chat: {name}! Do you wish to accept?
bn: {user} আপনাকে একটি চ্যাটে যোগ দেওয়ার জন্য আমন্ত্রণ জানিয়েছেন: {name}! আপনি কি গ্রহণ করতে চান?
bo: {user} تہاڈے نوں اک گفتگو: {name} وچ شامل ہون لئی بلایا اے! کی تسی قبول کرنا چاہو گے؟
ca: {user} t'ha convidat a unir-te a un xat: {name}! Voleu acceptar?
cs: {user} vás pozval připojit se ke chatu: {name}! Chcete přijmout?
da: {user} har inviteret dig til at deltage i en chat: {name}! Vil du acceptere?
de: {user} hat Sie eingeladen, an einem Chat teilzunehmen: {name}! Möchten Sie annehmen?
eo: {user} invitis vin aliĝi al konversacio: {name}! Ĉu vi volas akcepti?
et: {user} on kutsunud teid vestlusse: {name}! Kas soovite vastu võtta?
eu: {user}k gonbidatu zaitu chat batean parte hartzera: {name}! Onartu nahi duzu?
fi: {user} on kutsunut sinut liittymään keskusteluun: {name}! Haluatko hyväksyä?
fr: {user} vous a invité à rejoindre un chat : {name} ! Souhaitez-vous accepter ?
ga: {user} thú cuireadh a thabhairt chun comhrá a bheith agat: {name}! An bhfuil tú ag iarraidh glacadh leis?
gl: {user} invitouno a unirse a un chat: {name}! Queres aceptar?
hi: {user} ने आपको चैट में शामिल होने के लिए आमंत्रित किया है: {name}! क्या आप स्वीकार करना चाहेंगे?
hr: {user} vas je pozvao da se pridružite razgovoru: {name}! Želite li prihvatiti?
it: {user} ti ha invitato a partecipare a una chat: {name}! Vuoi accettare?
ka: {user} გიწვევთ ჩატში: {name}! გსურთ მიიღოთ?
nb: {user} har invitert deg til å bli med i en samtale: {name}! Vil du akseptere?
nl: {user} heeft je uitgenodigd om deel te nemen aan een chat: {name}! Wil je accepteren?
pl: {user} zaprosił Cię do dołączenia do czatu: {name}! Czy chcesz przyjąć zaproszenie?
pt: {user} convidou você para participar de um chat: {name}! Deseja aceitar?
ru: {user} пригласил вас присоединиться к чату: {name}! Хотите принять приглашение?
sk: {user} vás pozval do rozhovoru: {name}! Chcete prijať?
sr: {user} vas je pozvao da se pridružite razgovoru: {name}! Da li želite da prihvatite?
sv: {user} har bjudit in dig att delta i en chatt: {name}! Vill du acceptera?
ta: {user} உங்களை ஒரு உரைக்கு அழைத்தார்: {name}! நீங்கள் ஏற்க விரும்புகிறீர்களா?
th: {user} ได้เชิญคุณเข้าร่วมแชท: {name}! คุณต้องการยอมรับไหม?

# monthlySubscription
source: Monthly
bn: মাসিক
bo: ماہانہ
ca: Mensual
cs: Měsíční
da: Månedlig
de: Monatlich
eo: Monata
et: Kuu tellimus
eu: Hilero
fi: Kuukausittainen
fr: Mensuel
ga: Míosúil
gl: Mensual
hi: मासिक
hr: Mjesečno
it: Mensile
ka: თვიური
nb: Månedlig
nl: Maandelijks
pl: Miesięczna
pt: Mensal
ru: Ежемесячная
sk: Mesačne
sr: Mesečno
sv: Månadsvis
ta: மாதாந்திர
th: รายเดือน

# yearlySubscription
source: Yearly
bn: বার্ষিক
bo: سالانہ
ca: Anual
cs: Roční
da: Årlig
de: Jährlich
eo: Jare
et: Aastane tellimus
eu: Urtero
fi: Vuosittainen
fr: Annuel
ga: Bliantúil
gl: Anual
hi: वार्षिक
hr: Godišnje
it: Annuale
ka: წელიწადიური
nb: Årlig
nl: Jaarlijks
pl: Roczna
pt: Anual
ru: Годовая
sk: Ročne
sr: Godišnje
sv: Årsvis
ta: வருடாந்திர
th: รายปี

# defaultSubscription
source: Pangea Chat Subscription
bn: পাঞ্জিয়া চ্যাট সাবস্ক্রিপশন
bo: پانجیا چیٹ سبسکرپشن
ca: Subscripció a Pangea Chat
cs: Pangea Chat Předplatné
da: Pangea Chat-abonnement
de: Pangea Chat-Abonnement
eo: Pangea Babileco Abono
et: Pangea vestluse tellimus
eu: Pangea Chat Harpidetza
fi: Pangea Chat -tilaus
fr: Abonnement Pangea Chat
ga: Clár síntiús Pangea Chat
gl: Suscripción a Pangea Chat
hi: पैंजिया चैट सदस्यता
hr: Pangea Chat Pretplata
it: Abbonamento Pangea Chat
ka: Pangea Chat გამოწერა
nb: Pangea Chat-abonnement
nl: Pangea Chat Abonnement
pl: Subskrypcja Pangea Chat
pt: Assinatura Pangea Chat
ru: Подписка Pangea Chat
sk: Pangea Chat Predplatné
sr: Pangea Chat Pretplata
sv: Pangea Chat-prenumeration
ta: பாங்கியா உரையாடல் சந்தா
th: การสมัครสมาชิก Pangea Chat

source: Free Trial
bn: ফ্রি ট্রায়াল
bo: مفت آزمائش
ca: Prova gratuïta
cs: Zkušební verze zdarma
da: Gratis prøveperiode
de: Kostenlose Testversion
eo: Libera Provo
et: Tasuta prooviperiood
eu: Aukerazko Probaldia
fi: Ilmainen kokeilujakso
fr: Essai gratuit
ga: Triail saor in aisce
gl: Proba gratuíta
hi: मुफ्त परीक्षण
hr: Besplatno probno razdoblje
it: Prova gratuita
ka: უფასო საცდელი პერიოდი
nb: Gratis prøveperiode
nl: Gratis proefperiode
pl: Darmowa wersja próbna
pt: Período de teste gratuito
ru: Бесплатный пробный период
sk: Bezplatná skúška
sr: Besplatna probna verzija
sv: Gratis provperiod
ta: இலவச சோதனை
th: ทดลองใช้ฟรี

# grammarAnalytics
source: Error Analytics
bn: ত্রুটি বিশ্লেষণ
bo: غلطی تجزیہ
ca: Anàlisi d'errors
cs: Chybová analytika
da: Fejl Analyse
de: Fehleranalyse
eo: Erara Analitiko
et: Vea analüütika
eu: Hitzarmenaren Analisia
fi: Virheanalytiikka
fr: Analyse d'erreurs
ga: Earráid anailísíocht
gl: Errores de análise
hi: त्रुटि विश्लेषण
hr: Analiza pogrešaka
it: Analisi degli errori
ka: გრამატიკის ანალიტიკა
nb: Feilrettingsanalyse
nl: Foutenanalyse
pl: Analiza błędów
pt: Análise de erros
ru: Аналитика ошибок
sk: Analýza chýb
sr: Analiza grešaka
sv: Felanalys
ta: பிழை பகுப்பாய்வு
th: วิเคราะห์ข้อผิดพลาด

source: Total:
bn: মোট:
bo: کل:
cs: Celkem:
de: Gesamt:
eo: Entute:
et: Kokku:
eu: Guztira:
fi: Yhteensä:
ga: Iomlán:
hi: कुल:
hr: Ukupno:
it: Totale:
ka: სულ:
nb: Totalt:
nl: Totaal:
pl: Razem:
ru: Итого:
sk: Celkom:
sr: Ukupno:
sv: Totalt:
ta: மொத்தம்:
th: รวม:

source: No data found
bn: কোন ডেটা পাওয়া যায়নি
bo: کوئی ڈیٹا نہیں ملا
ca: No s'han trobat dades
cs: Nebyly nalezeny žádné údaje
da: Ingen data fundet
de: Keine Daten gefunden
eo: Neniu datumoj trovita
et: Andmeid ei leitud
eu: Ez da datu aurkitu
fi: Tietoja ei löytynyt
fr: Aucune donnée trouvée
ga: Níor aimsíodh aon sonraí
gl: Non se atoparon datos
hi: कोई डेटा नहीं मिला
hr: Nema pronađenih podataka
it: Nessun dato trovato
ka: მონაცემები არ მოიძებნა
nb: Ingen data funnet
nl: Geen gegevens gevonden
pl: Nie znaleziono danych
pt: Dados não encontrados
ru: Данные не найдены
sk: Nenašli sa žiadne údaje
sr: Nema pronađenih podataka
sv: Inga data hittades
ta: தகவல் கிடைக்கவில்லை
th: ไม่พบข้อมูล

# promoSubscriptionExpirationDesc
source: Your current subscription is promotional and expires on {expiration}. Message support@pangea.chat for help changing your subscription.
bn: আপনার বর্তমান সাবস্ক্রিপশন প্রচারমূলক এবং {expiration} তারিখে শেষ হবে। সাবস্ক্রিপশন পরিবর্তনের জন্য support@pangea.chat এ বার্তা পাঠান।
bo: تہاڈی موجودہ سبسکرپشن پروموشنل اے تے ایہہ {expiration} تے ختم ہون والی اے۔ مدد لئی support@pangea.chat نوں پیغام بھیجو۔
ca: La teva subscripció actual és promocional i expira el {expiration}. Envia un missatge a support@pangea.chat per ajudar-te a canviar la teva subscripció.
cs: Vaše aktuální předplatné je propagační a vyprší dne {expiration}. Kontaktujte support@pangea.chat pro pomoc s změnou předplatného.
da: Dit nuværende abonnement er kampagnetilbud og udløber den {expiration}. Send en besked til support@pangea.chat for hjælp til at ændre dit abonnement.
de: Ihr aktuelles Abonnement ist werblich und läuft am {expiration} ab. Senden Sie eine Nachricht an support@pangea.chat, um Hilfe bei der Änderung Ihres Abonnements zu erhalten.
eo: Via nuna abono estas promocia kaj validas ĝis {expiration}. Sendu mesaĝon al support@pangea.chat por helpo ŝanĝi vian abonon.
et: Teie praegune tellimus on kampaania ja lõpeb {expiration}. Saate abi tellimuse muutmisel, kirjutades support@pangea.chat
eu: Zure harpidetza promozionala da eta {expiration} data amaitzen da. Laguntza lortzeko, bidali mezu bat support@pangea.chat helbidera zure harpidetza aldatzeko.
fi: Nykyinen tilauksesi on kampanjatarjous ja vanhenee {expiration}. Lähetä viesti osoitteeseen support@pangea.chat saadaksesi apua tilauksesi muuttamiseen.
fr: Votre abonnement actuel est promotionnel et expire le {expiration}. Contactez support@pangea.chat pour obtenir de l'aide pour changer votre abonnement.
ga: Tá do shíntiús reatha ina phromóisiún agus éiríonn sé as ar {expiration}. Seol teachtaireacht chuig support@pangea.chat le haghaidh cabhrach maidir le hathrú do shíntiús.
gl: A túa suscripción actual é promocional e expira o {expiration}. Envía un mensaxe a support@pangea.chat para axuda en cambiar a túa suscripción.
hi: आपकी वर्तमान सदस्यता प्रचारात्मक है और {expiration} को समाप्त हो जाएगी। सहायता के लिए support@pangea.chat पर संदेश भेजें।
hr: Vaša trenutna pretplata je promotivna i istječe {expiration}. Pošaljite poruku na support@pangea.chat za pomoć pri promjeni pretplate.
it: Il tuo abbonamento attuale è promozionale e scade il {expiration}. Invia un messaggio a support@pangea.chat per assistenza nel cambiare il tuo abbonamento.
ka: თქვენი მიმდინარე გამოწერა არის პრომო და ამოიწურება {expiration}-ზე. დახმარებისთვის დაუკავშირდით support@pangea.chat-ს.
nb: Ditt nåværende abonnement er kampanjeprøve og utløper {expiration}. Send en melding til support@pangea.chat for hjelp med å endre abonnementet ditt.
nl: Uw huidige abonnement is promotioneel en verloopt op {expiration}. Neem contact op met support@pangea.chat voor hulp bij het wijzigen van uw abonnement.
pl: Twoja obecna subskrypcja jest promocyjna i wygasa {expiration}. Skontaktuj się z support@pangea.chat, aby uzyskać pomoc w zmianie subskrypcji.
pt: Sua assinatura atual é promocional e expira em {expiration}. Envie uma mensagem para support@pangea.chat para obter ajuda na alteração da sua assinatura.
ru: Ваша текущая подписка является промо-акцией и истекает {expiration}. Свяжитесь с support@pangea.chat для помощи с изменением подписки.
sk: Vaša aktuálna predplatná je propagačná a vyprší dňa {expiration}. Kontaktujte support@pangea.chat pre pomoc s zmenou predplatného.
sr: Vaša trenutna pretplata je promotivna i ističe {expiration}. Pošaljite poruku na support@pangea.chat za pomoć pri promeni pretplate.
sv: Din nuvarande prenumeration är kampanjprenumeration och löper ut den {expiration}. Kontakta support@pangea.chat för hjälp med att ändra din prenumeration.
ta: உங்கள் தற்போதைய சந்தா விளம்பரமயமானது மற்றும் {expiration} அன்று காலாவதியாகும். உங்கள் சந்தாவை மாற்ற உதவிக்கு support@pangea.chat க்கு மெசேஜ் அனுப்பவும்.
th: การสมัครสมาชิกปัจจุบันของคุณเป็นโปรโมชั่นและหมดอายุใน {expiration}. ส่งข้อความไปที่ support@pangea.chat เพื่อขอความช่วยเหลือในการเปลี่ยนแปลงการสมัครสมาชิกของคุณ

# emptyChatNameWarning
source: Please enter a name for this chat
bn: এই চ্যাটের জন্য একটি নাম লিখুন
bo: براہ مہربانی اس گفتگو لئی اک ناں درج کرو
ca: Si us plau, introdueix un nom per a aquest xat
cs: Zadejte název tohoto chatu
da: Indtast venligst et navn til denne chat
de: Bitte geben Sie einen Namen für diesen Chat ein
eo: Bonvolu enmeti nomon por ĉi tiu babilejo
et: Palun sisestage selle vestluse nimi
eu: Mesedez, sartu izen bat this chat
fi: Anna nimi tälle keskustelulle
fr: Veuillez entrer un nom pour cette discussion
ga: Cuir isteach ainm don chomhrá seo
gl: Por favor, introduce un nome para este chat
hi: कृपया इस चैट के लिए एक नाम दर्ज करें
hr: Molimo unesite naziv za ovaj razgovor
it: Per favore inserisci un nome per questa chat
ka: გთხოვთ, შეიყვანეთ სახელწოდება ამ ჩატისთვის
nb: Vennligst skriv inn et navn for denne samtalen
nl: Voer een naam in voor deze chat
pl: Proszę wprowadzić nazwę tego czatu
pt: Por favor, insira um nome para esta conversa
ru: Пожалуйста, введите название для этого чата
sk: Zadajte názov tohto chatu
sr: Molimo unesite ime za ovaj chat
sv: Vänligen ange ett namn för denna chatt
ta: இந்த உரையாடலுக்கு ஒரு பெயரை உள்ளிடவும்
th: กรุณาใส่ชื่อสำหรับแชทนี้

# blurMeansTranslateTitle
source: Why is the message blurred?
bn: বার্তা ধূসর কেন?
bo: کیوں پیغام دھندلا دکھائی دیندا اے؟
ca: Per què el missatge està borros?
cs: Proč je zpráva rozmazaná?
da: Hvorfor er beskeden sløret?
de: Warum ist die Nachricht verschwommen?
eo: Kial la mesaĝo estas malklara?
eu: Zergatik da mezuak lausotuta?
fi: Miksi viesti on sumea?
fr: Pourquoi le message est-il flou ?
ga: Cén fáth go bhfuil an teachtaireacht scáileáilte?
gl: Por que a mensaxe está borrosa?
hi: संदेश धुंधला क्यों है?
hr: Zašto je poruka zamagljena?
it: Perché il messaggio è sfocato?
ka: რატომ არის შეტყობინება დაბლერილი?
nb: Hvorfor er meldingen uskarp?
nl: Waarom is het bericht wazig?
pl: Dlaczego wiadomość jest zamazana?
pt: Por que a mensagem está borrada?
ru: Почему сообщение размыто?
sk: Prečo je správa rozmazaná?
sr: Zašto je poruka zamagljena?
sv: Varför är meddelandet suddigt?
ta: செய்தி மங்கலாக ஏன் உள்ளது?
th: ทำไมข้อความถึงเบลอ?

# blurMeansTranslateBody
source: While Immersion Mode is on, messages that are sent in your base language will be blurred while Pangea Bot translates them to your target language. Immersion Mode can be toggled in individual and course settings.
bn: ইমার্শন মোড চালু থাকলে, আপনার মূল ভাষায় পাঠানো বার্তাগুলি ধূসর হয়ে যাবে যখন পাঞ্জিয়া বট সেগুলিকে আপনার লক্ষ্য ভাষায় অনুবাদ করবে। ইমার্শন মোড ব্যক্তিগত এবং কোর্স সেটিংসে টগল করা যায়।
bo: དེ་ལས་སྤྱོད་ཚུལ་ལོག་སྟེང་། ཁྱེད་ཀྱི་གནས་ཚུལ་སྤྱོད་ཚུལ་ལོག་སྟེང་། སྤྱོད་ཚུལ་ལོག་སྟེང་། སྤྱོད་ཚུལ་ལོག་སྟེང་། སྤྱོད་ཚུལ་ལོག་སྟེང་། སྤྱོད་ཚུལ་ལོག་སྟེང་། སྤྱོད་ཚུལ་ལོག་སྟེང་། སྤྱོད་ཚུལ་ལོག་སྟེང་། སྤྱོད་ཚུལ་ལོག་སྟེང་། སྤྱོད་ཚུལ་ལོག་སྟེང་།
ca: Mentre el Mode Immersió està activat, els missatges enviats en la teva llengua base estaran borrosos mentre Pangea Bot els tradueix a la teva llengua objectiu. El Mode Immersió es pot activar o desactivar en la configuració individual i de curs.
cs: Když je zapnut režim ponoření, zprávy odeslané v základním jazyce budou rozmazané, zatímco Pangea Bot je překládá do vašeho cílového jazyka. Režim ponoření lze přepínat v nastavení jednotlivých kurzů a v nastavení kurzu.
da: Mens Immersion-tilstand er aktiveret, vil beskeder, der sendes på dit basis sprog, være slørede, mens Pangea Bot oversætter dem til dit målsprog. Immersion-tilstand kan tændes og slukkes i individuelle og kursusindstillinger.
de: Wenn der Immersionsmodus aktiviert ist, werden Nachrichten, die in Ihrer Basissprache gesendet werden, verschwommen dargestellt, während Pangea Bot sie in Ihre Zielsprache übersetzt. Der Immersionsmodus kann in den Einstellungen für einzelne Chats und Kurse umgeschaltet werden.
eo: Dum la Moduso de Enprofundiĝo estas aktivigita, mesaĝoj senditaj en via baza lingvo estos malklaraj dum Pangea Bot tradukas ilin al via cel-lingvo. La Moduso de Enprofundiĝo povas esti ŝaltita aŭ malŝaltita en individuaj kaj kurso-agordoj.
eu: Immersion modua aktibatuta dagoenean, zure hizkuntza oinarrizko mezuak lausotuta geratzen dira Pangea Bot-ek zure helburu hizkuntzara itzultzen dituen bitartean. Immersion modua pertsonalizazio eta ikastaroaren ezarpenetan aktiba daiteke.
fi: Kun Immersion-tila on päällä, viestit, jotka lähetetään peruskielessäsi, ovat sumeita, kun Pangea Bot kääntää ne kohdekielellesi. Immersion-tila voidaan ottaa käyttöön ja poistaa käytöstä yksittäisissä ja kurssiasetuksissa.
fr: Pendant le mode immersion, les messages envoyés dans votre langue de base seront floutés pendant que Pangea Bot les traduit dans votre langue cible. Le mode immersion peut être activé ou désactivé dans les paramètres individuels et du cours.
ga: Fad is ea Mód Iomlánaithe ar siúl, beidh teachtaireachtaí a sheoltar i do theanga bhunúsach faoi dhálaí scagtha agus aistrithe ag Pangea Bot go do theanga sprioc. Is féidir Mód Iomlánaithe a chasadh ar siúl i socruithe aonair agus cúrsa.
gl: Mentres o Modo Inmersión está activado, as mensaxes enviadas na túa lingua base estarán borrosas mentres Pangea Bot as traduce ao teu idioma de destino. O Modo Inmersión pode activarse ou desactivarse nas configuracións individuais e do curso.
hi: जब इमर्शन मोड चालू होता है, तो आपके मूल भाषा में भेजे गए संदेश धुंधले हो जाएंगे जबकि पैंजिया बॉट उन्हें आपके लक्षित भाषा में अनुवाद करता है। इमर्शन मोड को व्यक्तिगत और कोर्स सेटिंग्स में टॉगल किया जा सकता है।
hr: Dok je Učinak uranjanja uključen, poruke koje se šalju na vašem osnovnom jeziku bit će zamagljene dok ih Pangea Bot ne prevede na vaš ciljni jezik. Učinak uranjanja može se uključiti ili isključiti u postavkama pojedinačnih i tečajeva.
it: Mentre la Modalità Immersione è attiva, i messaggi inviati nella tua lingua di base saranno sfocati mentre Pangea Bot li traduce nella tua lingua di destinazione. La Modalità Immersione può essere attivata o disattivata nelle impostazioni individuali e del corso.
ka: როდესაც იმერსიული რეჟიმი ჩართულია, თქვენს ძირითად ენაზე გაგზავნილი შეტყობინებები დაბლერილი იქნება, ხოლო Pangea Bot-ი თარგმნის მათ თქვენს სამიზნე ენაზე. იმერსიული რეჟიმი შეიძლება ჩართოთ და გამორთოთ ინდივიდუალურ და კურსის პარამეტრებში.
nb: Mens Immersjonsmodus er aktivert, vil meldinger som sendes på ditt grunnspråk bli uskarpe mens Pangea Bot oversetter dem til ditt målspråk. Immersjonsmodus kan veksles i individuelle og kursinnstillinger.
nl: Wanneer de Immersiemodus is ingeschakeld, worden berichten die in uw basistaal worden verzonden wazig weergegeven terwijl Pangea Bot ze vertaalt naar uw doeltaal. Immersiemodus kan worden in- en uitgeschakeld in individuele en cursusinstellingen.
pl: Podczas włączonego trybu immersji wiadomości wysłane w Twoim języku podstawowym będą zamazane, podczas gdy Pangea Bot będzie je tłumaczył na Twój język docelowy. Tryb immersji można włączać i wyłączać w ustawieniach indywidualnych i kursów.
pt: Enquanto o Modo Imersão estiver ativado, mensagens enviadas no seu idioma base ficarão borradas enquanto o Pangea Bot as traduz para o seu idioma de destino. O Modo Imersão pode ser ativado ou desativado nas configurações individuais e do curso.
ru: Когда включен режим погружения, сообщения, отправленные на вашем основном языке, будут размыты, пока Pangea Bot переводит их на ваш целевой язык. Режим погружения можно включать и выключать в настройках отдельного курса и профиля.
sk: Keď je zapnutý režim ponorenia, správy odoslané v vašom základnom jazyku budú rozmazané, zatiaľ čo Pangea Bot ich preloží do vášho cieľového jazyka. Režim ponorenia je možné prepínať v nastaveniach jednotlivých kurzov a chatov.
sr: Dok je režim uranjanja uključen, poruke koje šaljete na vašem osnovnom jeziku će biti zamagljene dok Pangea Bot ne prevede na ciljni jezik. Režim uranjanja može se uključiti ili isključiti u podešavanjima pojedinačnih i kurseva.
sv: Med Immersion Mode aktiverat kommer meddelanden som skickas på ditt grundspråk att vara suddiga medan Pangea Bot översätter dem till ditt målspråk. Immersion Mode kan växlas i individuella och kursinställningar.
ta: Immersion Mode இயங்கும் போது, உங்கள் அடிப்படை மொழியில் அனுப்பப்படும் செய்திகள் மங்கலாக இருக்கும், Pangea Bot அவற்றை உங்கள் இலக்கு மொழிக்கு மொழிபெயர்க்கும் போது. Immersion Mode தனிப்பட்ட மற்றும் பாடநெறி அமைப்புகளில் மாற்றக்கூடியது.
th: ในขณะที่เปิดโหมด Immersion ข้อความที่ส่งในภาษาหลักของคุณจะถูกเบลอในขณะที่ Pangea Bot แปลเป็นภาษาที่คุณเลือก โหมด Immersion สามารถเปิดหรือปิดได้ในการตั้งค่ารายบุคคลและหลักสูตร

# someErrorTitle
source: Hm, something's not right
bn: হুম, কিছু ভুল হচ্ছে
bo: ཧེ, ཁོངས་སུ་མི་བསྟན་པ།
ca: Hm, alguna cosa no funciona bé
cs: Hm, něco není v pořádku
da: Hm, noget er ikke rigtigt
de: Hm, etwas stimmt nicht
eo: Hm, io ne ĝojas
et: Hmm, midagi on valesti
eu: Hmmm, zerbait ez da ondo
fi: Hmm, jokin ei ole kunnossa
fr: Hm, quelque chose ne va pas
ga: Hm, níl rud éigin ceart
gl: Hm, algo non está ben
hi: हम्म, कुछ सही नहीं है
hr: Hm, nešto nije u redu
it: Hm, qualcosa non va
ka: ჰმ, რაღაც არ არის სწორად
nb: Hm, noe er galt
nl: Hm, er klopt iets niet
pl: Hm, coś jest nie tak
pt: Hm, algo não está certo
ru: Хм, что-то не так
sk: Hm, niečo nie je v poriadku
sr: Hm, nešto nije u redu
sv: Hm, något är fel
ta: ஹ்ம்ம, ஏதோ தவறு உள்ளது
th: อ๊ะ มีบางอย่างไม่ถูกต้อง

# someErrorBody
source: It could be an error or something in your base language.
bn: এটি একটি ত্রুটি বা আপনার মূল ভাষায় কিছু হতে পারে।
bo: འདི་ནི་སྤྱོད་ཚུལ་ལོག་སྟེང་། ཡང་ན་ ཁྱེད་ཀྱི་གནས་ཚུལ་སྤྱོད་ཚུལ་ལོག་སྟེང་།
ca: Podria ser un error o alguna cosa en la teva llengua base.
cs: Může jít o chybu nebo něco ve vašem základním jazyce.
da: Det kan være en fejl eller noget i dit basis sprog.
de: Es könnte ein Fehler sein oder etwas in Ihrer Basissprache.
eo: Eble estas eraro aŭ io en via baza lingvo.
et: See võib olla viga või midagi teie baaskeeles.
eu: Errore bat izan daiteke edo zure hizkuntza oinarrizkoan zerbait oker dago.
fi: Se voi olla virhe tai jotain peruskielessäsi.
fr: Cela pourrait être une erreur ou quelque chose dans votre langue de base.
ga: D'fhéadfadh sé a bheith ina earráid nó rud éigin i do theanga bhunúsach.
gl: Podería ser un erro ou algo na túa lingua base.
hi: यह एक त्रुटि हो सकती है या आपके मूल भाषा में कुछ समस्या हो सकती है।
hr: To može biti pogreška ili nešto u vašem osnovnom jeziku.
it: Potrebbe essere un errore o qualcosa nella tua lingua di base.
ka: ეს შეიძლება იყოს შეცდომა ან რამე თქვენს ძირითად ენაზე.
nb: Det kan være en feil eller noe i ditt grunnspråk.
nl: Het kan een fout zijn of iets in uw basistaal.
pl: Może to być błąd lub coś w Twoim języku podstawowym.
pt: Pode ser um erro ou algo na sua língua base.
ru: Это может быть ошибка или что-то в вашем основном языке.
sk: Môže ísť o chybu alebo niečo vo vašom základnom jazyku.
sr: Moguće je da je došlo do greške ili nečega u vašem osnovnom jeziku.
sv: Det kan vara ett fel eller något i ditt grundspråk.
ta: இது ஒரு பிழை அல்லது உங்கள் அடிப்படை மொழியில் ஏதோ ஒன்று இருக்கலாம்.
th: อาจเป็นข้อผิดพลาดหรือบางอย่างในภาษาหลักของคุณ

# bestCorrectionFeedback
source: That's correct!
bn: এটাই সঠিক!
bo: འདི་ནི་བཟོ་བཅོས་ཡོད།
ca: És correcte!
cs: To je správně!
da: Det er korrekt!
de: Das ist richtig!
eo: Tio estas ĝusta!
et: See on õige!
eu: Hori zuzena da!
fi: Se on oikein!
fr: C'est correct !
ga: Tá sé sin ceart!
gl: ¡Eso é correcto!
hi: यह सही है!
hr: To je točno!
it: Corretto!
ka: ეს სწორია!
nb: Det stemmer!
nl: Dat klopt!
pl: To jest poprawne!
pt: Isso mesmo!
ru: Это правильно!
sk: To je správne!
sr: To je tačno!
sv: Det stämmer!
ta: அது சரியானது!
th: ถูกต้องแล้ว!
