Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# registrationEmailMessage
source: Please verify your email with a link sent there. In some cases, the email takes up to 5 minutes to arrive. Please also check your spam folder.
bn: অনুগ্রহ করে সেখানে পাঠানো লিঙ্কের মাধ্যমে আপনার ইমেল যাচাই করুন। কিছু ক্ষেত্রে, ইমেল পৌঁছাতে ৫ মিনিট পর্যন্ত সময় লাগতে পারে। দয়া করে আপনার স্প্যাম ফোল্ডারও পরীক্ষা করুন।
bo: ཁྱེད་ཀྱི་རིགས་སྤྱོད་ཡིག་གི་འབྲེལ་མཐུད་ལུས་སྤེལ་འབད་ནི་སྤྱོད་ཡོད། ཁོངས་སུ་ཡིག་གི་ལག་ལེན་ལས་སྤྱོད་ནས་ལོ་བརྒྱབ་ནི་ལོ་གསུམ་ལས་ལོ་བརྒྱབ་ནི་ཡོད། ཁྱེད་རང་གི་སྤེལ་འདོད་ལས་སྤྱོད་ནས་ལོ་བརྒྱབ་ནི་ལོ་གསུམ་ལས་ལོ་བརྒྱབ་ནི་ཡོད།
ca: Verifica el teu correu electrònic amb un enllaç enviat allà. En alguns casos, el correu triga fins a 5 minuts a arribar. També comprova la carpeta de correu no desitjat.
cs: Ověřte svůj e-mail pomocí odkazu, který vám byl zaslán. V některých případech může dorazit až za 5 minut. Také zkontrolujte složku spam.
da: Bekræft venligst din e-mail med et link, der sendes der. I nogle tilfælde kan e-mailen tage op til 5 minutter at ankomme. Tjek også din spam-mappe.
de: Bitte bestätigen Sie Ihre E-Mail mit einem dort gesendeten Link. In einigen Fällen kann die E-Mail bis zu 5 Minuten dauern. Überprüfen Sie auch Ihren Spam-Ordner.
eo: Bonvolu konfirmi vian retpoŝton per ligilo sendita tien. En iuj kazoj, la retpoŝto alvenas ĝis 5 minutojn poste. Bonvolu ankaŭ kontroli vian spam-dosieron.
et: Palun kinnita oma e-posti aadress lingi abil, mis saadetakse sinna. Mõnel juhul võib e-kiri jõuda kuni 5 minutiga. Kontrollige ka rämpsposti kausta.
eu: Mesedez, egiaztatu zure emaila bertara bidalitako estekan. Kasu batzuetan, emailak 5 minutuz iristen dira. Mesedez, egiaztatu zure spam karpeta ere.
fi: Vahvista sähköpostisi linkin avulla, joka lähetetään sinne. Joissakin tapauksissa sähköposti saapuu jopa 5 minuutissa. Tarkista myös roskapostikansio.
fr: Veuillez vérifier votre e-mail avec un lien envoyé là-bas. Dans certains cas, l'e-mail met jusqu'à 5 minutes pour arriver. Veuillez également vérifier votre dossier spam.
ga: Déan doiciméad do r-phost a fhíorú le nasc a sheoltar ann. I gcásanna áirithe, tógann sé suas le 5 nóiméad chun an r-phost a shroichint. Seiceáil do chliabh spam freisin.
gl: Por favor, verifica o teu correo electrónico cunha ligazón enviada alí. En algunhas ocasións, o correo pode tardar ata 5 minutos en chegar. Tamén revisa a túa carpeta de spam.
hi: कृपया अपने ईमेल की पुष्टि करें वहां भेजे गए लिंक के साथ। कुछ मामलों में, ईमेल पहुंचने में 5 मिनट तक लग सकते हैं। कृपया अपने स्पैम फ़ोल्डर की भी जांच करें।
hr: Molimo provjerite svoju e-poštu s poveznicom poslanom tamo. U nekim slučajevima, e-pošta može potrajati do 5 minuta da stigne. Također provjerite svoju mapu neželjene pošte.
it: Verifica la tua email con un link inviato lì. In alcuni casi, l'email impiega fino a 5 minuti ad arrivare. Controlla anche la cartella spam.
ka: გთხოვთ დაადასტუროთ თქვენი ელფოსტა ლინკის საშუალებით, რომელიც იქ გაგზავნეს. ზოგიერთ შემთხვევაში, ელფოსტა შეიძლება მიაღწიოს 5 წუთში. გთხოვთ, შეამოწმოთ სპამ ფოლდერი.
nb: Vennligst bekreft e-posten din med en lenke sendt dit. I noen tilfeller kan det ta opptil 5 minutter før e-posten ankommer. Sjekk også spam-mappen din.
nl: Verifieer uw e-mail met een link die daar wordt verzonden. In sommige gevallen duurt het tot 5 minuten voordat de e-mail arriveert. Controleer ook uw spammap.
pl: Proszę zweryfikować swój email za pomocą linku wysłanego na ten adres. W niektórych przypadkach email może dotrzeć do 5 minut. Sprawdź również folder spam.
pt: Por favor, verifique seu e-mail com um link enviado lá. Em alguns casos, o e-mail leva até 5 minutos para chegar. Por favor, também verifique sua pasta de spam.
ru: Vui lòng xác minh email của bạn bằng liên kết được gửi đến đó. Trong một số trường hợp, email có thể mất tới 5 phút để đến. Vui lòng kiểm tra cả thư rác của bạn.
sk: Overte svoj e-mail pomocou odkazu, ktorý vám bol zaslaný. V niektorých prípadoch môže doručenie e-mailu trvať až 5 minút. Skontrolujte tiež priečinok nevyžiadanej pošty.
sr: Молимо вас да верификујете свој емаил помоћу линка послатог тамо. У неким случајевима, емаил стиже до 5 минута. Такође проверите фасциклу за нежељену пошту.
sv: Vänligen verifiera din e-post med länken som skickats dit. I vissa fall kan det ta upp till 5 minuter innan e-postmeddelandet anländer. Kontrollera även din skräppostmapp.
ta: அங்குள்ள உங்கள் மின்னஞ்சலை ஒரு இணைப்புடன் சரிபார்க்கவும். சில சந்தர்ப்பங்களில், மின்னஞ்சல் 5 நிமிடங்கள் வரை வரும். உங்கள் ஸ்பாம் அடைவைச் சரிபார்க்கவும்.
th: กรุณายืนยันอีเมลของคุณด้วยลิงก์ที่ส่งไปที่นั่น ในบางกรณี อีเมลอาจใช้เวลาถึง 5 นาทีในการมาถึง กรุณาตรวจสอบโฟลเดอร์สแปมของคุณด้วย

# enableTTSToolName
source: Enabled text-to-speech
bn: টেক্সট-টু-স্পিচ সক্ষম করা হয়েছে
bo: ཡིག་ཚིགས་ལས་སྤྱོད་འབད་བཏུབ་པ།
ca: Activat text-a-veu
cs: Povolený převod textu na řeč
da: Aktiveret tekst-til-tale
de: Text-zu-Sprache aktiviert
eo: Ebligita teksto-al-parolado
et: Lülita sisse teksti kõneks
eu: Testu-hizketara gaituta
fi: Ota tekstistä puhe käyttöön
fr: Activation de la synthèse vocale
ga: Cumasaíodh téacs-go-huaiseacht
gl: Texto a fala activado
hi: टेक्स्ट-टू-स्पीच सक्षम करें
hr: Omogućeno pretvaranje teksta u govor
it: Abilitato testo in voce
ka: ჩართულია ტექსტიდან ხმას გამოთქმა
nb: Aktivert tekst-til-tale
nl: Tekst-naar-spraak ingeschakeld
pl: Włączono syntezę mowy
pt: Texto para fala ativado
ru: Bật chuyển đổi văn bản thành giọng nói
sk: Povolené text-to-speech
sr: Омогућено текстуално-говорно претварање
sv: Aktiverad text-till-tal
ta: உயர்த்தப்பட்ட உரை-தொடர்பு இயக்கு
th: เปิดใช้งานการแปลงข้อความเป็นเสียง

# enableTTSToolDescription
source: Allow the app to generate text-to-speech output for portions of text in your target language.
bn: অ্যাপটিকে আপনার লক্ষ্য ভাষায় টেক্সট-টু-স্পিচ আউটপুট তৈরি করতে অনুমতি দিন।
bo: ཁྱེད་རང་གི་སྤྱོད་ཡིག་གི་ནང་བཅུག་ལས་སྤྱོད་ལུས་སྤེལ་འབད་ནི་ལུགས་སྤྱོད་ལ་གནང་བ།
ca: Permet a l'aplicació generar sortida de text-a-veu per a parts del text en la teva llengua objectiu.
cs: Umožněte aplikaci generovat výstup z textu na řeč pro části textu ve vašem cílovém jazyce.
da: Tillad appen at generere tekst-til-tale output for dele af teksten på dit målsprog.
de: Erlauben Sie der App, Text-zu-Sprache-Ausgaben für Textteile in Ihrer Zielsprache zu generieren.
eo: Permesi al la aplikaĵo generi teksto-al-paroladon por partoj de teksto en via cellingvo.
et: Luba rakendusel genereerida teksti kõneks väljund teie sihtkeele osas.
eu: Aldatu aplikazioak testu-hizketara irteera sortzeko zure hizkuntzako testu zatietarako.
fi: Salli sovelluksen tuottaa tekstistä puhetta osioista tekstissä kohdekielessäsi.
fr: Permet à l'application de générer une sortie de synthèse vocale pour des parties du texte dans votre langue cible.
ga: Ceadaigh don aip toradh téacs-go-huaiseacht a ghiniúint do chuid codanna den téacs i do theanga sprioc.
gl: Permite que a aplicación xere saída de texto a fala para partes do texto na túa lingua obxectivo.
hi: एप्लिकेशन को आपके लक्षित भाषा में टेक्स्ट-टू-स्पीच आउटपुट बनाने की अनुमति दें।
hr: Dopustite aplikaciji da generira izlaz teksta u govor za dijelove teksta na vašem ciljanom jeziku.
it: Consenti all'app di generare output di testo in voce per parti di testo nella tua lingua di destinazione.
ka: დაშვება აპლიკაციას შექმნას ტექსტიდან ხმას გამოთქმის გამოსავალი თქვენი სამიზნე ენის ნაწილებისთვის.
nb: Tillat appen å generere tekst-til-tale-uttak for deler av teksten på målspråket ditt.
nl: Sta de app toe om tekst-naar-spraak-uitvoer te genereren voor delen van tekst in uw doeltaal.
pl: Pozwól aplikacji generować mowę z tekstu dla fragmentów tekstu w Twoim języku docelowym.
pt: Permite que o aplicativo gere saída de texto para fala para trechos de texto no seu idioma de destino.
ru: Cho phép ứng dụng tạo ra đầu ra chuyển đổi văn bản thành giọng nói cho các phần của văn bản bằng ngôn ngữ mục tiêu của bạn.
sk: Povoľte aplikácii generovať výstup text-to-speech pre časti textu vo vašom cieľovom jazyku.
sr: Дозволите апликацији да генерише излаз у виду текста у говор за делове текста на вашој циљаној језику.
sv: Tillåt appen att generera text-till-tal-utdata för delar av texten på ditt målspråk.
ta: உங்கள் இலக்கு மொழியில் உரை-தொடர்பு வெளியீட்டை உருவாக்க அனுமதி அளிக்கவும்.
th: อนุญาตให้แอปพลิเคชันสร้างผลลัพธ์การแปลงข้อความเป็นเสียงสำหรับส่วนของข้อความในภาษาที่คุณตั้งเป้าไว้

# couldNotFindTTS
source: We couldn't find a text-to-speech engine for your current target language.
bn: আমরা আপনার বর্তমান লক্ষ্য ভাষার জন্য কোনও টেক্সট-টু-স্পিচ ইঞ্জিন খুঁজে পাইনি।
bo: ངེད་ཚོས་ཁྱེད་ཀྱི་ལོ་སྤྱོད་ཡིག་ལས་སྤྱོད་ལུགས་ལ་བསྟན་པ་མེད།
ca: No hem pogut trobar un motor de text-a-veu per a la teva llengua objectiu actual.
cs: Nenašli jsme engine pro převod textu na řeč pro váš aktuální cílový jazyk.
da: Vi kunne ikke finde en tekst-til-tale motor til dit nuværende målsprog.
de: Wir konnten keine Text-zu-Sprache-Engine für Ihre aktuelle Zielsprache finden.
eo: Ni ne povis trovi teksto-al-paroladan motoron por via nuna cellingvo.
et: Me ei leidnud teie praeguse sihtkeele jaoks teksti kõneks mootorit.
eu: Ez dugu aurkitu zure hizkuntzarako testu-hizketarako motorik.
fi: Emme löytäneet tekstistä puhe -moottoria nykyiselle kohdekielellesi.
fr: Nous n'avons pas pu trouver de moteur de synthèse vocale pour votre langue cible actuelle.
ga: Níorbh fhéidir linn inneall téacs-go-huaiseacht a fháil do do theanga sprioc reatha.
gl: Non puidemos atopar un motor de texto a fala para a túa lingua obxectivo actual.
hi: हमें आपके वर्तमान लक्षित भाषा के लिए टेक्स्ट-टू-स्पीच इंजन नहीं मिल सका।
hr: Nismo mogli pronaći engine za pretvaranje teksta u govor za vaš trenutni ciljani jezik.
it: Non siamo riusciti a trovare un motore di sintesi vocale per la tua lingua di destinazione attuale.
ka: ჩვენ ვერ აღმოვაჩინეთ ტექსტიდან ხმას გამოთქმის მექანიზმი თქვენი მიმდინარე სამიზნე ენისთვის.
nb: Vi kunne ikke finne en tekst-til-tale-motor for ditt nåværende målspråk.
nl: We konden geen tekst-naar-spraak-engine vinden voor uw huidige doeltaal.
pl: Nie mogliśmy znaleźć silnika syntezy mowy dla Twojego aktualnego języka docelowego.
pt: Não conseguimos encontrar um mecanismo de texto para fala para o seu idioma de destino atual.
ru: Chúng tôi không thể tìm thấy engine chuyển đổi văn bản thành giọng nói cho ngôn ngữ mục tiêu hiện tại của bạn.
sk: Nemohli sme nájsť engine text-to-speech pre váš aktuálny cieľový jazyk.
sr: Нисмо могли да пронађемо мотор за текстуално-говорно претварање за ваш тренутни циљани језик.
sv: Vi kunde inte hitta en text-till-tal-motor för ditt nuvarande målspråk.
ta: உங்கள் தற்போதைய இலக்கு மொழிக்கான உரை-தொடர்பு இயந்திரத்தை கண்டுபிடிக்க முடியவில்லை.
th: เราไม่พบเครื่องมือแปลงข้อความเป็นเสียงสำหรับภาษาที่คุณตั้งเป้าไว้ในปัจจุบัน

# ttsInstructionsHyperlink
source: Click here to view instructions for downloading a new voice on your device.
bn: নতুন ভয়েস ডাউনলোডের জন্য নির্দেশনা দেখতে এখানে ক্লিক করুন।
bo: ཁྱེད་རང་གི་ཁྱབ་ལམ་ལ་གནང་བའི་སྒྲིག་སྟེང་ལ་འོང་ནས་གསལ་བཤད་འབད།
ca: Fes clic aquí per veure les instruccions per descarregar una nova veu al teu dispositiu.
cs: Klikněte zde pro zobrazení pokynů ke stažení nového hlasu na vašem zařízení.
da: Klik her for at se instruktioner til download af en ny stemme på din enhed.
de: Klicken Sie hier, um Anweisungen zum Herunterladen einer neuen Stimme auf Ihrem Gerät anzuzeigen.
eo: Klaku ĉi tie por vidi instrukciojn por elŝuti novan voĉon sur via aparato.
et: Klõpsake siin, et vaadata juhiseid uue hääle allalaadimiseks oma seadmesse.
eu: Klikatu hemen zure gailuan ahots berri bat deskargatzeko argibideak ikusteko.
fi: Klikkaa tästä nähdäksesi ohjeet uuden äänen lataamiseen laitteellesi.
fr: Cliquez ici pour voir les instructions pour télécharger une nouvelle voix sur votre appareil.
ga: Cliceáil anseo chun treoracha a fheiceáil maidir le híoslódáil guth nua ar do ghléas.
gl: Fai clic aquí para ver as instrucións para descargar unha nova voz no teu dispositivo.
hi: यहाँ क्लिक करें अपने डिवाइस पर नई आवाज़ डाउनलोड करने के निर्देश देखने के लिए।
hr: Kliknite ovdje za prikaz uputa za preuzimanje novog glasa na vašem uređaju.
it: Clicca qui per visualizzare le istruzioni per scaricare una nuova voce sul tuo dispositivo.
ka: დააჭერთ აქ, რათა იხილოთ ინსტრუქციები ახალი ხმოვანი სერვისის ჩამოტვირთვის შესახებ თქვენს მოწყობილობაზე.
nb: Klikk her for å se instruksjoner for å laste ned en ny stemme på enheten din.
nl: Klik hier om instructies te bekijken voor het downloaden van een nieuwe stem op uw apparaat.
pl: Kliknij tutaj, aby zobaczyć instrukcje pobierania nowego głosu na swoim urządzeniu.
pt: Clique aqui para ver as instruções para baixar uma nova voz no seu dispositivo.
ru: Nhấp vào đây để xem hướng dẫn tải xuống một giọng nói mới trên thiết bị của bạn.
sk: Kliknite sem pre zobrazenie pokynov na stiahnutie nového hlasu na vašom zariadení.
sr: Кликните овде да бисте видели упутства за преузимање новог гласа на уређају.
sv: Klicka här för att se instruktioner för att ladda ner en ny röst på din enhet.
ta: உங்கள் சாதனத்தில் புதிய குரல் பதிவிறக்க வழிமுறைகளைப் பார்க்க இங்கே கிளிக் செய்யவும்.
th: คลิกที่นี่เพื่อดูคำแนะนำในการดาวน์โหลดเสียงใหม่บนอุปกรณ์ของคุณ

source: Create an account
bn: একটি অ্যাকাউন্ট তৈরি করুন
bo: ཁྱེད་རང་གི་ཁུལ་ཁང་།
ca: Crea un compte
cs: Vytvořit účet
da: Opret en konto
de: Ein Konto erstellen
eo: Krei konton
et: Loo konto
eu: Sortu kontu bat
fi: Luo tili
fr: Créer un compte
ga: Cruthaigh cuntas
gl: Crear unha conta
hi: एक खाता बनाएं
hr: Stvori račun
it: Crea un account
ka: ანგარიშის შექმნა
nb: Opprett en konto
nl: Maak een account aan
pl: Załóż konto
pt: Criar uma conta
ru: Tạo tài khoản
sk: Vytvoriť účet
sr: Креирајте налог
sv: Skapa ett konto
ta: ஒரு கணக்கை உருவாக்கவும்
th: สร้างบัญชีผู้ใช้

source: Sign in
bn: সাইন ইন করুন
bo: ནང་བཅུག
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
eo: Ensaluti
et: Logi sisse
eu: Hartu saioa
fi: Kirjaudu sisään
fr: Se connecter
ga: Logáil isteach
gl: Iniciar sesión
hi: साइन इन करें
hr: Prijava
id: Masuk
it: Accedi
ka: შესვლა
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt: Entrar
ru: Đăng nhập
sk: Prihlásiť sa
sr: Пријавите се
sv: Logga in
ta: உள்நுழைக
th: เข้าสู่ระบบ

source: Sign up with Email
bn: ইমেল দিয়ে সাইন আপ করুন
bo: ཡིག་གི་ལས་སྤྱོད་ནས་ནང་བཅུག
ca: Registra't amb correu electrònic
cs: Zaregistrovat se e-mailem
da: Tilmeld dig med e-mail
de: Mit E-Mail anmelden
eo: Registri per retpoŝto
et: Registreeru e-posti teel
eu: Erregistratu email bidez
fi: Rekisteröidy sähköpostilla
fr: S'inscrire avec Email
ga: Cláraigh le Ríomhphost
gl: Rexístrate con correo electrónico
hi: ईमेल के साथ साइन अप करें
hr: Prijavi se s e-poštom
it: Registrati con Email
ka: რეგისტრაცია ელფოსტით
nb: Registrer deg med e-post
nl: Aanmelden met e-mail
pl: Zarejestruj się za pomocą email
pt: Inscreva-se com Email
ru: Đăng ký bằng Email
sk: Zaregistrovať sa pomocou e-mailu
sr: Регистрација е-поштом
sv: Registrera dig med e-post
ta: மின்னஞ்சலுடன் பதிவு செய்யவும்
th: สมัครด้วยอีเมล

source: Sign up with Google
bn: গুগল দিয়ে সাইন আপ করুন
bo: གུགལ་གི་ལས་སྤྱོད་ནས་ནང་བཅུག
ca: Registra't amb Google
cs: Zaregistrovat se přes Google
da: Tilmeld dig med Google
de: Mit Google anmelden
eo: Registru per Google
et: Registreeru Google'iga
eu: Erregistratu Google-rekin
fi: Rekisteröidy Googlella
fr: S'inscrire avec Google
ga: Cláraigh le Google
gl: Rexístrate con Google
hi: गूगल के साथ साइन अप करें
hr: Prijavi se s Googleom
it: Registrati con Google
ka: რეგისტრაცია Google-ით
nb: Registrer deg med Google
nl: Aanmelden met Google
pl: Zarejestruj się za pomocą Google
pt: Inscreva-se com Google
ru: Đăng ký bằng Google
sk: Zaregistrovať sa pomocou Google
sr: Регистрација преко Гугл-а
sv: Registrera dig med Google
ta: கூகிள் மூலம் பதிவு செய்யவும்
th: สมัครด้วย Google

source: Sign up with Apple
bn: অ্যাপল দিয়ে সাইন আপ করুন
bo: ཨ་པེལ་ལས་སྤྱོད་ནས་ནང་བཅུག
ca: Registra't amb Apple
cs: Zaregistrovat se přes Apple
da: Tilmeld dig med Apple
de: Mit Apple anmelden
eo: Registru per Apple
et: Registreeru Apple'iga
eu: Erregistratu Apple-rekin
fi: Rekisteröidy Applella
fr: S'inscrire avec Apple
ga: Cláraigh le Apple
gl: Rexístrate con Apple
hi: एप्पल के साथ साइन अप करें
hr: Prijavi se s Appleom
it: Registrati con Apple
ka: რეგისტრაცია Apple-ით
nb: Registrer deg med Apple
nl: Aanmelden met Apple
pl: Zarejestruj się za pomocą Apple
pt: Inscreva-se com Apple
ru: Đăng ký bằng Apple
sk: Zaregistrovať sa pomocou Apple
sr: Регистрација преко Аппле-а
sv: Registrera dig med Apple
ta: ஆப்பிள் மூலம் பதிவு செய்யவும்
th: สมัครด้วย Apple

source: Your username
bn: আপনার ব্যবহারকারীর নাম
bo: ཁྱེད་རང་གི་མིང་
ca: El teu nom d'usuari
cs: Vaše uživatelské jméno
da: Dit brugernavn
de: Ihr Benutzername
eo: Via uznomo
et: Sinu kasutajanimi
eu: Zure erabiltzaile-izena
fi: Käyttäjänimesi
fr: Votre nom d'utilisateur
ga: Do chuid ainm úsáideora
gl: O teu nome de usuario
hi: आपका उपयोगकर्ता नाम
hr: Vaše korisničko ime
it: Il tuo nome utente
ka: თქვენი მომხმარებლის სახელი
nb: Ditt brukernavn
nl: Uw gebruikersnaam
pl: Twoja nazwa użytkownika
pt: Seu nome de usuário
ru: Tên người dùng của bạn
sk: Vaše používateľské meno
sr: Ваше корисничко име
sv: Ditt användarnamn
ta: உங்கள் பயனர்பெயர்
th: ชื่อผู้ใช้ของคุณ

source: Your email
bn: আপনার ইমেল
bo: ཁྱེད་རང་གི་ཡིག་གི
ca: El teu correu electrònic
cs: Váš e-mail
da: Din e-mail
de: Ihre E-Mail
eo: Via retpoŝto
et: Sinu e-post
eu: Zure emaila
fi: Sähköpostisi
fr: Votre e-mail
ga: Do r-phost
gl: O teu correo electrónico
hi: आपका ईमेल
hr: Vaša e-pošta
it: La tua email
ka: თქვენი ელფოსტა
nb: Din e-post
nl: Uw e-mail
pl: Twój email
pt: Seu e-mail
ru: Email của bạn
sk: Váš e-mail
sr: Ваша е-пошта
sv: Din e-post
ta: உங்கள் மின்னஞ்சல்
th: อีเมลของคุณ

# pleaseEnterAnEmail
source: Please enter an email address
bn: একটি ইমেল ঠিকানা লিখুন
bo: ཁྱེད་རང་གི་ཡིག་གི་སྤྱོད་ལ་འགྱོ་བ་འབད།
ca: Si us plau, introdueix una adreça de correu electrònic
cs: Zadejte e-mailovou adresu
da: Indtast venligst en e-mailadresse
de: Bitte geben Sie eine E-Mail-Adresse ein
eo: Bonvolu enmeti retpoŝtadreson
et: Palun sisesta e-posti aadress
eu: Mesedez, sartu email helbide bat
fi: Anna sähköpostiosoite
fr: Veuillez saisir une adresse e-mail
ga: Cuir isteach seoladh r-phost le do thoil
gl: Por favor, introduce un enderezo de correo electrónico
hi: कृपया एक ईमेल पता दर्ज करें
hr: Unesite adresu e-pošte
it: Per favore inserisci un indirizzo email
ka: გთხოვთ, შეიყვანოთ ელფოსტის მისამართი
nb: Vennligst skriv inn en e-postadresse
nl: Voer een e-mailadres in
pl: Proszę wprowadzić adres email
pt: Por favor, insira um endereço de e-mail
ru: Vui lòng nhập địa chỉ email
sk: Zadajte e-mailovú adresu
sr: Молимо унесите е-маил адресу
sv: Vänligen ange en e-postadress
ta: தயவுசெய்து ஒரு மின்னஞ்சல் முகவரியை உள்ளிடவும்
th: กรุณาใส่อีเมล

source: Sign in with Google
bn: গুগল দিয়ে সাইন ইন করুন
bo: གུགལ་ལ་ནང་བཅུག
ca: Inicia sessió amb Google
cs: Přihlásit se přes Google
da: Log ind med Google
de: Mit Google anmelden
eo: Ensaluti per Google
et: Logi sisse Google'iga
eu: Hartu saioa Google-rekin
fi: Kirjaudu sisään Googlella
fr: Se connecter avec Google
ga: Logáil isteach le Google
gl: Iniciar sesión con Google
hi: गूगल के साथ साइन इन करें
hr: Prijavi se s Googleom
it: Accedi con Google
ka: შესვლა Google-ით
nb: Logg inn med Google
nl: Inloggen met Google
pl: Zaloguj się za pomocą Google
pt: Entrar com Google
ru: Đăng nhập bằng Google
sk: Prihlásiť sa pomocou Google
sr: Пријавите се преко Гугл-а
sv: Logga in med Google
ta: கூகிள் உடன் உள்நுழைக
th: เข้าสู่ระบบด้วย Google

source: Sign in with Apple
bn: অ্যাপল দিয়ে সাইন ইন করুন
bo: ཨ་པེལ་ལ་ནང་བཅུག
ca: Inicia sessió amb Apple
cs: Přihlásit se přes Apple
da: Log ind med Apple
de: Mit Apple anmelden
eo: Ensaluti per Apple
et: Logi sisse Apple'iga
eu: Saioa hasi Apple-rekin
fi: Kirjaudu sisään Applella
fr: Se connecter avec Apple
ga: Logáil isteach le Apple
gl: Iniciar sesión con Apple
hi: एप्पल के साथ साइन इन करें
hr: Prijavi se s Appleom
it: Accedi con Apple
ka: შესვლა Apple-ით
nb: Logg inn med Apple
nl: Inloggen met Apple
pl: Zaloguj się za pomocą Apple
pt: Entrar com Apple
ru: Đăng nhập bằng Apple
sk: Prihlásiť sa pomocou Apple
sr: Пријавите се преко Аппле-а
sv: Logga in med Apple
ta: ஆப்பிள் உடன் உள்நுழைக
th: เข้าสู่ระบบด้วย Apple

source: Choose your avatar
bn: আপনার অবতার নির্বাচন করুন
bo: ཁྱེད་རང་གི་ལུས་སྤྱོད་ལག་ལེན་གདམས།
ca: Tria el teu avatar
cs: Vyberte si svůj avatar
da: Vælg dit avatar
de: Wähle deinen Avatar
eo: Elektu vian avataron
et: Vali oma avatar
eu: Aukeratu zure avatarra
fi: Valitse avatarisi
fr: Choisissez votre avatar
ga: Roghnaigh do híomhá phearsanta
gl: Elixe o teu avatar
hi: अपना अवतार चुनें
hr: Odaberite svoj avatar
it: Scegli il tuo avatar
ka: აირჩიეთ თქვენი ავატარი
nb: Velg din avatar
nl: Kies je avatar
pl: Wybierz swój awatar
pt: Escolha seu avatar
ru: Chọn hình đại diện của bạn
sk: Vyberte si svoj avatar
sr: Изаберите свој аватар
sv: Välj din avatar
ta: உங்கள் அவதாரம் தேர்ந்தெடுக்கவும்
th: เลือกอวาตาร์ของคุณ

source: I want to learn
bn: আমি শিখতে চাই
bo: ང་ཚོས་སྟོན་བརྗེ་བཅོས་འདོད།
ca: Vull aprendre
cs: Chci se naučit
da: Jeg vil gerne lære
de: Ich möchte lernen
eo: Mi volas lerni
et: Ma tahan õppida
eu: Nahi dut ikasi
fi: Haluan oppia
fr: Je veux apprendre
ga: Ba mhaith liom foghlaim
gl: Quero aprender
hi: मैं सीखना चाहता हूँ
hr: Želim naučiti
it: Voglio imparare
ka: მინდა ვისწავლო
nb: Jeg vil lære
nl: Ik wil leren
pl: Chcę się uczyć
pt: Quero aprender
ru: Я хочу учиться
sk: Chcem sa naučiť
sr: Желим да учим
sv: Jag vill lära mig
ta: நான் கற்றுக்கொள்ள விரும்புகிறேன்
th: ฉันต้องการเรียนรู้

source: Let's start
bn: চলুন শুরু করি
bo: ངེད་ཚོ་ལ་སྡེབ་ཚན་གཏོད་ནས།
ca: Comencem
cs: Začněme
da: Lad os starte
de: Lass uns anfangen
eo: Ni komencu
et: Alustame
eu: Hasi dezagun
fi: Aloitetaan
fr: Commençons
ga: Tosaigh
gl: Comecemos
hi: चलो शुरू करते हैं
hr: Počnimo
it: Iniziamo
ka: დავიწყოთ
nb: La oss starte
nl: Laten we beginnen
pl: Zacznijmy
pt: Vamos começar
ru: Давайте начнем
sk: Poďme začať
sr: Хајде да почнемо
sv: Låt oss börja
ta: தொடங்குவோம்
th: เริ่มกันเลย

# pleaseAgreeToTOS
source: Please agree to the Terms and Conditions
bn: অনুগ্রহ করে শর্তাবলী ও শর্তে সম্মত হন
bo: བརྟེན་སྒྲིག་དང་དབང་ཆེན་ལ་རྟོགས་སྒྲིག་འབད།
ca: Si us plau, accepta els Termes i Condicions
cs: Souhlasím s podmínkami použití
da: Vær venlig at acceptere vilkårene
de: Bitte stimme den Allgemeinen Geschäftsbedingungen zu
eo: Bonvolu konsenti al la Kondiĉoj kaj Terminoj
et: Palun nõustu kasutustingimustega
eu: Mesedez, adostu Baldintzak eta Baldintzak
fi: Ole hyvä ja hyväksy käyttöehdot
fr: Veuillez accepter les Termes et Conditions
ga: Aontóidh le do thoil na Téarmaí agus na Coinníollacha
gl: Por favor, acepta os Termos e Condicións
hi: कृपया नियम और शर्तों से सहमत हों
hr: Molimo vas da se složite s Uvjetima i odredbama
it: Per favore accetta i Termini e le Condizioni
ka: გთხოვთ, დაეთანხმოთ პირობებს და წესებს
nb: Vennligst godkjenn vilkårene og betingelsene
nl: Ga akkoord met de Algemene Voorwaarden
pl: Proszę zaakceptować Warunki korzystania
pt: Por favor, concorde com os Termos e Condições
ru: Пожалуйста, согласитесь с Условиями использования
sk: Prosím, súhlaste s Podmienkami používania
sr: Молимо вас, прихватите Условe коришћења
sv: Vänligen godkänn villkoren
ta: தயவுசெய்து விதிமுறைகள் மற்றும் நிபந்தனைகளுக்கு ஒப்புக்கொள்ளவும்
th: กรุณายอมรับข้อกำหนดและเงื่อนไข
