Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# dehydrateTorLong
source: For TOR users, it is recommended to export the session before closing the window.
be: Для карыстальнікаў TOR прапануем экспартаваць сесію перад тым, як закрыць акно.
bn: TOR ব্যবহারকারীদের জন্য, উইন্ডো বন্ধ করার আগে সেশন এক্সপোর্ট করার পরামর্শ দেওয়া হয়।
bo: TOR ལུས་སྤྱོད་པའི་སྤྱོད་ལེན་ལས་སྤྱོད་འབད་ནས་སྟེང་ལ་སྤྱོད་ལེན་འབད་བར་འགྱོ་བ་འདི་ལས་སྤྱོད་འབད་མི་ཚུལ།
ca: Per a lis usuàrïis de Tor, es recomana exportar la sessió abans de tancar la finestra.
cs: Uživatelům TOR se doporučuje exportovat sezení před zavřením okna.
da: For TOR-brugere anbefales det at eksportere sessionen, inden vinduet lukkes.
de: Für TOR-Benutzer wird empfohlen, die Sitzung zu exportieren, bevor das Fenster geschlossen wird.
eo: Por TOR-uzantoj, estas rekomendinde eksporti la sesion antaŭ fermado de la fenestro.
et: Kui oled TOR'i võrgu kasutaja, siis enne akna sulgemist palun ekspordi viimase sessiooni andmed.
eu: TOR erabiltzaileentzat gomendioa leihoa itxi baino lehen saioa esportatzea da.
fa: برای کاربران تور، پیشنهاد می‌شود پیش از بستن پنجره، نشست را صادر کنند.
fi: Tor-käyttäjille suositellaan istunnon vientiä ennen ikkunan sulkemista.
fr: Pour les utilisateurs/trices de TOR, il est recommandé d'exporter la session avant de fermer la fenêtre.
ga: Maidir le húsáideoirí TOR, moltar an seisiún a onnmhairiú roimh dhúnadh an fhuinneog.
gl: Para usuarias de TOR, é recomendable exportar a sesión antes de pechar a xanela.
hi: टीओआर उपयोगकर्ताओं के लिए, यह अनुशंसा की जाती है कि आप विंडो बंद करने से पहले सत्र का निर्यात करें।
hr: Korisnicima TOR-a preporučuje se izvoz sesije prije zatvaranja prozora.
id: Pengguna Tor disarankan untuk mengekspor sesi sebelum menutup jendela.
it: Per gli utenti TOR, è raccomandato esportare la sessione prima di chiudere la finestra.
ka: TOR მომხმარებლებისთვის რეკომენდებულია სესიის ექსპორტი დახურვამდე.
kab: I iseqdacen TOR, yettusemter ad tsifeḍ tɣimit send ad tmedleḍ asfaylu.
nb: For TOR-brukere anbefales det å eksportere økten før du lukker vinduet.
nl: Voor TOR-sessies is het aanbevolen de sessie te exporteren alvorens het venster te sluiten.
pl: W przypadku użytkowników sieci TOR zaleca się eksportowanie sesji przed zamknięciem okna.
pt: Para usuários TOR, recomenda-se exportar a sessão antes de fechar a janela.
ru: Для пользователей TOR рекомендуется экспортировать сессию перед закрытием окна.
sk: Pre používateľov TOR sa odporúča exportovať reláciu pred zatvorením okna.
sr: За кориснике TOR, препоручује се да извозите сесију пре затварања прозора.
sv: TOR-användare rekommenderas att exportera sessionen innan fönstret stängs.
ta: TOR பயனர்களுக்கு, சாளரத்தை மூடுவதற்கு முன் அமர்வை ஏற்றுமதி செய்ய பரிந்துரைக்கப்படுகிறது.
th: สำหรับผู้ใช้ TOR ควรส่งออกเซสชันก่อนปิดหน้าต่าง
uk: Для користувачів TOR рекомендується експортувати сеанс перед закриттям вікна.

# hydrateTor
source: TOR Users: Import session export
be: Карыстальнікі TOR: Імпарт экспарту сесіі
bn: TOR ব্যবহারকারীরা: সেশন এক্সপোর্ট আমদানি করুন
bo: TOR ལུས་སྤྱོད་པའི་སྤྱོད་ལེན།
ca: Usuàrïis de Tor: Importa una sessió anterior
cs: TOR uživatelé: Import exportovaného sezení
da: TOR-brugere: Importer sessionseksport
de: TOR-Benutzer: Session-Export importieren
eo: TOR-Uzantoj: Importi sesion el eksportita dosiero
et: TOR'i kasutajatele: impordi viimati eksporditud sessiooni andmed
eu: TOR Erabiltzaileak: Inportatu esportatutako saioa
fa: کاربران تور: وارد کردن نشست صادر شده
fi: TOR-käyttäjät: tuo viety istunto
fr: Utilisateurs/trices de TOR : Importer une session exportée
ga: Úsáideoirí TOR: Iompórtáil easpórtáil seisiún
gl: Usuarias TOR: Importar a sesión exportada
hi: टीओआर उपयोगकर्ताओं: सत्र निर्यात आयात करें
hr: Korisnici TOR-a: Uzvezite izvoz sesije
id: Pengguna Tor: Impor eksporan sesi
it: Utenti TOR: Importa l'esportazione della sessione
ka: TOR მომხმარებლები: ექსპორტის იმპორტი სესიის
kab: Iseqdacen TOR: Akter n tɣimit usifeḍ
nb: TOR-brukere: Importer økt fra eksport
nl: TOR-sessie: Importeren sessie export
pl: Użytkownicy TOR: Importuj eksport sesji
pt: Usuários TOR: Importar exportação de sessão
ru: Пользователи TOR: Импорт экспорта сессии
sk: Používatelia TOR: Importovať export relácie
sr: Корисници TOR: Увоз извозене сесије
sv: TOR-användare: Importera session från tidigare export
ta: டோர் பயனர்கள்: இறக்குமதி அமர்வு ஏற்றுமதி
th: ผู้ใช้ TOR: นำเข้าเซสชันที่ส่งออก
uk: Користувачі TOR: імпорт експортованого сеансу

# hydrateTorLong
source: Did you export your session last time on TOR? Quickly import it and continue chatting.
be: Вы экспартавалі сесію ў мінулы раз праз TOR? Хутка імпартуйце яе і працягніце размовы.
bn: আপনি কি শেষবার TOR-এ আপনার সেশন এক্সপোর্ট করেছিলেন? দ্রুত এটি আমদানি করুন এবং চ্যাট চালিয়ে যান।
bo: ཁྱེད་ཀྱིས་སྤྱོད་ལེན་འབད་ནས་སྟེང་ལ་སྤྱོད་ལེན་འབད་བར་འགྱོ་བ་འདི་ལས་སྤྱོད་འབད་མི་ཚུལ།
ca: Que vas exportar la teva última sessió a Tor? La pots importar ara i continuar xatejant.
cs: Exportovali jste vaše poslední sezení na TOR? Rychle jej importujte a pokračujte v konverzaci.
da: Eksporterede du din session sidste gang på TOR? Importer den hurtigt og fortsæt chatten.
de: Hast du deine Sitzung das letzte Mal auf TOR exportiert? Importiere sie schnell und chatte weiter.
eo: Ĉu vi eksportis vian sesion lastfoje en TOR? Rapide importu ĝin kaj daŭrigu babili.
et: Kui viimati TOR'i võrku kasutasid, siis kas sa eksportisid oma sessiooni andmed? Kui jah, siis impordi nad mugavasti ja jätka suhtlemist.
eu: Esportatu al zenuen zure saioa TOR erabili zenuen azken aldian? Inportatu segidan eta jarraitu txateatzen.
fa: آیا آخرین بار نشست خود را با تور صادر کردید؟ آن را وارد کنید و گپ را ادامه دهید.
fi: Veitkö edellisen istuntosi käyttäessäsi TORia? Tuo se nopeasti ja jatka jutustelua.
fr: Vous avez exporté votre session la dernière fois sur TOR ? Importez-la rapidement et continuez à discuter.
ga: An ndearna tú do sheisiún a easpórtáil an uair dheireanach ar TOR? Iompórtáil go tapa é agus leanúint ar aghaidh ag comhrá.
gl: Exportaches a túa sesión a última vez en TOR? Importaa rápidamente e segue conversando.
hi: क्या आपने पिछली बार टीओआर पर अपना सत्र निर्यात किया था? जल्दी से इसे आयात करें और चैट जारी रखें।
hr: Je li zadnji izvoz sesije bio na TOR-u? Brzo ga uvezi i nastavi razgovarati.
id: Apakah kamu mengekspor sesimu terakhir kali di Tor? Impor dengan cepat dan lanjut mengobrol.
it: Hai esportato la tua sessione l'ultima volta con TOR? Importala velocemente e continua a chattare.
ka: მოწმე ექსპორტი ჩაატარეთ ბოლოს TOR-ზე? სწრაფად იმპორტი და განაგრძეთ საუბარი.
kab: Tsifḍeḍ tiɣimit-ik·im taneggarut deg TOR? kter-it-id s wudem arurad u kemmel adiwenni.
nb: Eksporterte du økten din sist gang på TOR? Importer den raskt og fortsett å chatte.
nl: Heb je de vorige keer jouw sessie geëxporteerd met TOR? Importeer het dan snel en ga verder met chatten.
pl: Czy ostatnio eksportowałeś/-aś swoją sesję na TOR? Szybko ją zaimportuj i kontynuuj rozmowy.
pt: Você exportou sua sessão na última vez no TOR? Importe rapidamente e continue conversando.
ru: В прошлый раз вы экспортировали свою сессию в TOR? Быстро импортируйте его и продолжайте общение.
sk: Exportovali ste svoju reláciu naposledy na TOR? Rýchlo ju importujte a pokračujte v chatovaní.
sr: Да ли сте последњи пут извозили сесију на TOR-у? Брзо је увезите и наставите ћаскање.
sv: Exporterade du sessionen när du senast använde TOR? Importera den enkelt och fortsätt chatta.
ta: உங்கள் அமர்வை கடைசியாக டோரில் ஏற்றுமதி செய்தீர்களா? விரைவாக அதை இறக்குமதி செய்து அரட்டையடிக்கவும்.
th: คุณส่งออกเซสชันครั้งสุดท้ายบน TOR หรือไม่? นำเข้าอย่างรวดเร็วและดำเนินการสนทนาต่อ
uk: Минулого разу ви експортували свій сеанс із TOR? Швидко імпортуйте його та продовжуйте спілкування.

# hydrate
source: Restore from backup file
be: Аднавіць з рэзервовай копіі
bn: ব্যাকআপ ফাইল থেকে পুনরুদ্ধার করুন
bo: Backup ཡིག་སྣོད་ནས་སྤྱོད་ལེན།
ca: Restaura un arxiu de recuperació
cs: Obnovit ze záložního souboru
da: Gendan fra backup-fil
de: Aus Sicherungsdatei wiederherstellen
eo: Restarigi el rezervdosiero
et: Taasta varundatud failist
eu: Lehengoratu babeskopia bat erabiliz
fa: بازیابی از پرونده پشتیبان
fi: Palauta varmuuskopiotiedostosta
fr: Restaurer à partir du fichier de sauvegarde
ga: Athchóirigh ó chomhad cúltaca
gl: Restablecer desde copia de apoio
hi: बैकअप फ़ाइल से पुनर्स्थापित करें
hr: Obnovi pomoću sigurnosne kopije
id: Pulihkan dari file cadangan
it: Ripristina dal file di backup
ka: აღადგინე სარეზერვო ფაილიდან
kab: Err-d seg ufaylu n weḥraz
nb: Gjenopprett fra sikkerhetskopifil
nl: Herstellen vanuit back-upbestand
pl: Przywracanie z pliku kopii zapasowej
pt: Restaurar a partir do arquivo de backup
ru: Восстановить из файла резервной копии
sk: Obnoviť zo záložného súboru
sr: Врати из резервне копије
sv: Återställ från säkerhetskopia
ta: காப்பு கோப்பிலிருந்து மீட்டமைக்கவும்
th: กู้คืนจากไฟล์สำรองข้อมูล
uk: Відновлення з файлу резервної копії

source: Loading… Please wait.
be: Загрузка... Калі ласка, пачакайце.
bn: লোড হচ্ছে… দয়া করে অপেক্ষা করুন।
bo: ལོག་འཇོག་འདི་ལས་སྤྱོད་འབད་ནས་བརྗེ་བ་འདི་ལས་སྤྱོད་འབད་བར་འགྱོ་བ།
ca: S’està carregant… Espereu.
cs: Načítání… Prosíme vyčkejte.
da: Indlæser… Vent venligst.
de: Lade … Bitte warten.
eo: Enlegante… bonvolu atendi.
et: Laadin andmeid… Palun oota.
eu: Kargatzen… itxaron.
fa: در حال بارگذاری… لطفاً صبر کنید.
fi: Ladataan... Hetkinen.
fr: Chargement… Veuillez patienter.
ga: Ag lódáil… Fan, le do thoil.
gl: Cargando... Agarda.
hi: लोड हो रहा है… कृपया प्रतीक्षा करें।
hr: Učitava se … Pričekaj.
id: Memuat… Mohon tunggu.
it: Caricamento… Attendere prego.
ka: იტვირთება… გთხოვთ დაელოდოთ.
kab: Asali... Ttxil-k·m arǧu.
nb: Laster inn… Vent.
nl: Bezig met laden… Even geduld.
pl: Ładowanie… Proszę czekać.
pt: Carregando… Por favor, aguarde.
ru: Загрузка... Пожалуйста, подождите.
sk: Načítava sa… Čakajte prosím.
sr: Учитавам… Сачекајте.
sv: Laddar... Var god vänta.
ta: ஏற்றுகிறது… தயவுசெய்து காத்திருங்கள்.
th: กำลังโหลด… กรุณารอ
uk: Завантаження… Будь ласка, зачекайте.

source: Load more…
be: Загрузіць больш…
bn: আরও লোড করুন…
bo: མང་བའི་ལག་ལེན།
ca: Carrega’n més…
cs: Načíst další…
da: Indlæs flere…
de: Mehr laden …
eo: Enlegi pli…
et: Laadi veel…
eu: Kargatu gehiago…
fa: بارگذاری بیشتر…
fi: Lataa lisää…
fr: Charger plus…
ga: Lódáil níos mó…
gl: Cargar máis…
hi: और लोड करें…
hr: Učitaj još …
id: Muat lebih banyak…
it: Carica di più…
ka: მეტი ჩატვირთვა…
nb: Last inn mer…
nl: Meer laden…
pl: Załaduj więcej…
pt: Carregar mais…
ru: Загрузить больше…
sk: Načítať viac…
sr: Учитај још…
sv: Ladda mer…
ta: மேலும் ஏற்றவும்…
th: โหลดเพิ่มเติม…
uk: Завантажити ще…

# locationDisabledNotice
source: Location services are disabled. Please enable them to be able to share your location.
be: Сервісы месцазнаходжанн, адключаны. Калі ласка, уключыце іх, каб зноў дзяліцца месцазнаходжаннем.
bn: অবস্থান পরিষেবা নিষ্ক্রিয়। দয়া করে এগুলি সক্ষম করুন যাতে আপনি আপনার অবস্থান শেয়ার করতে পারেন।
bo: ཁྱེད་ཀྱི་སྤྱོད་ལེན་ལས་འགོག་མི་ཚུལ། ཁྱེད་ཀྱིས་ཁྱེད་རང་གི་སྡེབ་ཚན་ལ་ལེགས་སྤྱོད་འབད་ནས་སྤྱོད་ལེན་འབད་ནི་ལས་སྤྱོད་འབད་བར་འགྱོ་བ།
ca: S’han desactivat els serveis d’ubicació. Activeu-los per a compartir la vostra ubicació.
cs: Služby určování polohy jsou deaktivovány. Povolte jim, aby mohli sdílet vaši polohu.
da: Lokalitetstjenester er deaktiveret. Aktiver dem for at kunne dele din placering.
de: Standort ist deaktiviert. Bitte aktivieren, um den Standort teilen zu können.
eo: Loko-servoj estas malaktivigitaj. Bonvolu ebligi ilin por povi dividi vian lokon.
et: Asukohateenused on seadmes väljalülitatud. Asukoha jagamiseks palun lülita nad sisse.
eu: Kokapen zerbitzuak ezgaituta daude. Gaitu zure kokapena partekatu ahal izateko.
fa: مکان‌یاب غیرفعال است. لطفاً آن را فعال کنید تا بتوانید مکان خود را هم‌رسانی کنید.
fi: Sijaintipalvelut ovat poissa käytöstä. Otathan ne käyttöön jakaaksesi sijaintisi.
fr: Les services de localisation sont désactivés. Il est nécessaire de les activer avant de pouvoir partager votre localisation.
ga: Tá seirbhísí suímh díchumasaithe. Cuir ar a gcumas le do thoil a bheith in ann do shuíomh a roinnt.
gl: Os servizos de localización están desactivados. Actívaos para poder compartir a localización.
hi: स्थान सेवाएँ अक्षम हैं। कृपया उन्हें सक्षम करें ताकि आप अपना स्थान साझा कर सकें।
hr: Lokacijske usluge su deaktivirane. Za dijeljenje tvoje lokacije aktiviraj ih.
id: Layanan lokasi dinonaktifkan. Mohon diaktifkan untuk bisa membagikan lokasimu.
it: I servizi di localizzazione sono disabilitati. Per favore abilitali per poter condividere la tua posizione.
ka: მდებარეობის სერვისები გამორთულია. გთხოვთ ჩართოთ მათ, რათა შეძლოთ თქვენი მდებარეობის გაზიარება.
nb: Stedstjenester er deaktivert. Vennligst aktiver dem for å kunne dele din plassering.
nl: Locatievoorzieningen is uitgeschakeld. Zet dit eerst aan om je locatie te delen.
pl: Usługi lokalizacji są wyłączone. Proszę włącz je aby móc udostępnić swoją lokalizację.
pt: Os serviços de localização estão desativados. Por favor, ative-os para poder compartilhar sua localização.
ru: Службы определения местоположения отключены. Включите их, чтобы иметь возможность обмениваться информацией о своем местоположении.
sk: Služby polohy sú zakázané. Povolením ich môžete zdieľať svoju polohu.
sr: Услуге локације су онемогућене. Молимо вас да их омогућите како бисте могли делити своју локацију.
sv: Platstjänster är inaktiverade. Var god aktivera dom för att kunna dela din plats.
ta: இருப்பிட சேவைகள் முடக்கப்பட்டுள்ளன. தயவுசெய்து உங்கள் இருப்பிடத்தைப் பகிர்ந்து கொள்ள அவர்களுக்கு உதவவும்.
th: บริการตำแหน่งถูกปิดใช้งาน กรุณาเปิดใช้งานเพื่อแชร์ตำแหน่งของคุณ
uk: Служби визначення розташування вимкнені. Увімкніть їх, щоб мати змогу ділитися своїм розташуванням.

# locationPermissionDeniedNotice
source: Location permission denied. Please grant them to be able to share your location.
be: Дазвол атрымання месцазнаходжання скасаваны. Калі ласка, дайце яго каб дзяліцца месцазнаходжаннем.
bn: অবস্থান অনুমতি অস্বীকৃত। দয়া করে অনুমতি দিন যাতে আপনি আপনার অবস্থান শেয়ার করতে পারেন।
bo: ཁྱེད་ཀྱིས་སྡེབ་ཚན་ལ་ལེགས་སྤྱོད་འབད་མི་ཚུལ། ཁྱེད་ཀྱིས་ཁྱེད་རང་གི་སྡེབ་ཚན་ལ་ལེགས་སྤྱོད་འབད་ནས་སྤྱོད་ལེན་འབད་ནི་ལས་སྤྱོད་འབད་བར་འགྱོ་བ།
ca: S’ha rebutjat el permís d’ubicació. Atorgueu-lo per a poder compartir la vostra ubicació.
cs: Oprávnění k poloze odepřeno. Udělte jim prosím možnost sdílet vaši polohu.
da: Tilladelse til lokalitet nægtet. Giv tilladelse for at kunne dele din placering.
de: Standort-Berechtigung wurde abgelehnt. Bitte akzeptieren, um den Standort teilen zu können.
eo: Permesoj pri loko estas malpermesitaj. Bonvolu doni ilin por povi dividi vian lokon.
et: Puudub luba asukohateenuste kasutamiseks. Asukoha jagamiseks palun anna rakendusele vastavad õigused.
eu: Kokapen baimena ukatu da. Eman zure kokapena partekatzeko baimena.
fa: دسترسی به مکان رد شد. برای هم‌رسانی مکان، لطفاً دسترسی بدهید.
fi: SIjaintioikeus on estetty. Myönnäthän sen jakaaksesi sijaintisi.
fr: L'application n'a pas la permission d'accéder à votre localisation. Merci de l'accorder afin de pouvoir partager votre localisation.
ga: Diúltaíodh cead suímh. Deonaigh dóibh le do thoil go mbeidh tú in ann do shuíomh a roinnt.
gl: Permiso de localización denegado. Concede este permiso para poder compartir a localización.
hi: स्थान अनुमति अस्वीकृत। कृपया उन्हें अनुमति दें ताकि आप अपना स्थान साझा कर सकें।
hr: Lokacijske dozvole su odbijene. Za dijeljenje tvoje lokacije dozvoli ih.
id: Izin lokasi ditolak. Mohon memberikan izin untuk bisa membagikan lokasimu.
it: Permesso per accedere alla posizione negato. Per favore concedilo per essere in grado di condividere la tua posizione.
ka: მდებარეობის ნებართვა უარყოფილია. გთხოვთ მიაწოდოთ ნებართვა, რათა შეძლოთ თქვენი მდებარეობის გაზიარება.
nb: Plasseringstillatelse nektet. Vennligst gi tillatelse for å kunne dele din plassering.
nl: Locatie toegang is geweigerd. Geef toegang om de locatie delen-functie te gebruiken.
pl: Brak uprawnień. Proszę zezwól aplikacji na dostęp do lokalizacji aby móc ją udostępnić.
pt: Permissão de localização negada. Por favor, conceda-as para poder compartilhar sua localização.
ru: Разрешение на определение местоположения отклонено. Пожалуйста, предоставьте это разрешение, чтобы иметь возможность делиться своим местоположением.
sk: Oprávnenie na polohu bolo zamietnuté. Požiadajte o povolenie, aby ste mohli zdieľať svoju polohu.
sr: Дозвола за локацију је одбијена. Молимо вас да је одобрите како бисте могли делити своју локацију.
sv: Plats åtkomst nekad. Var god godkän detta för att kunna dela din plats.
ta: இருப்பிட இசைவு மறுக்கப்பட்டது. உங்கள் இருப்பிடத்தைப் பகிர்ந்து கொள்ள தயவுசெய்து அவர்களுக்கு வழங்குங்கள்.
th: สิทธิ์ตำแหน่งถูกปฏิเสธ กรุณาให้สิทธิ์เพื่อแชร์ตำแหน่งของคุณ
uk: Дозвіл на розташування відхилено. Надайте можливість ділитися своїм розташуванням.

source: Login
be: Логін
bn: লগইন
bo: ལོག་འཇོག
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
eo: Saluti
et: Logi sisse
eu: Hasi saioa
fa: ورود
fi: Kirjaudu sisään
fr: Se connecter
ga: Logáil isteach
gl: Acceder
hi: लॉगिन
hr: Prijava
id: Masuk
it: Accedi
ka: შესვლა
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt: Iniciar sessão
ru: Войти
sk: Prihlásiť sa
sr: Пријава
sv: Logga in
ta: புகுபதிவு
th: เข้าสู่ระบบ
uk: Увійти

# logInTo
source: Log in to {homeserver}
be: Увайсці ў {homeserver}
bn: {homeserver} এ লগইন করুন
bo: {homeserver} ལ་ལོག་འཇོག
ca: Inicia sessió a {homeserver}
cs: Přihlášení k {homeserver}
da: Log ind på {homeserver}
de: Bei {homeserver} anmelden
eo: Saluti servilon {homeserver}
et: Logi sisse {homeserver} serverisse
eu: Hasi saioa {homeserver}(e)n
fa: ورود به {homeserver}
fi: Kirjaudu sisään palvelimelle {homeserver}
fr: Se connecter à {homeserver}
ga: Logáil isteach chuig {homeserver}
gl: Entrar en {homeserver}
hi: {homeserver} में लॉग इन करें
hr: Prijavi se na {homeserver}
id: Masuk ke {homeserver}
it: Accedi a {homeserver}
ka: შესვლა {homeserver}-ზე
nb: Logg inn på {homeserver}
nl: Inloggen bij {homeserver}
pl: Zaloguj się do {homeserver}
pt: Faça login em {homeserver}
ru: Войти в {homeserver}
sk: Prihlásenie k {homeserver}
sr: Пријава на {homeserver}
sv: Logga in till {homeserver}
ta: {homeserver} இல் உள்நுழைக
th: เข้าสู่ระบบ {homeserver}
uk: Увійти до {homeserver}

source: Logout
be: Выйсці
bn: লগআউট
bo: ཁྱེད་རང་ལོག
ca: Finalitza la sessió
cs: Odhlásit
da: Log ud
de: Abmelden
eo: Adiaŭi
et: Logi välja
eu: Amaitu saioa
fa: خروج
fi: Kirjaudu ulos
fr: Se déconnecter
ga: Logáil amach
gl: Pechar sesión
hi: लॉगआउट
hr: Odjava
id: Keluar
it: Esci
ka: გამოსვლა
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt: Terminar sessão
ru: Выйти
sk: Odhlásiť sa
sr: Одјава
sv: Logga ut
ta: வெளியேற்றம்
th: ออกจากระบบ
uk: Вийти

source: Member changes
be: Змяненні ўдзельнікаў
bn: সদস্য পরিবর্তন
bo: གཞུང་གི་འཛུལ་བའི་བསྟན་བཅོས
ca: Canvis de participants
cs: Změny členů
da: Medlemsændringer
de: Änderungen der Mitglieder
eo: Ŝanĝoj de anoj
et: Muudatused liikmeskonnas
eu: Kideen aldaketak
fa: تغییرات اعضا
fi: Jäsenmuutoksia
fr: Changements de membres
ga: Athruithe ball
gl: Cambios de participantes
hi: सदस्य परिवर्तन
hr: Promjene člana
id: Perubahan anggota
it: Cambiamenti di membri
ka: წევრების ცვლილებები
nb: Medlemsendringer
nl: Persoon wijzigingen
pl: Zmiany członków
pt: Alterações nos membros
ru: Изменения участников
sk: Zmeny členov
sr: Измене чланова
sv: Medlemsändringar
ta: உறுப்பினர் மாற்றங்கள்
th: การเปลี่ยนแปลงสมาชิก
uk: Зміни учасників

source: Mention
be: Згадаць
bn: উল্লেখ করুন
bo: ལོག་འདེབས།
ca: Menciona
cs: Zmínit se
da: Nævn
de: Erwähnen
eo: Mencii
et: Märgi ära
eu: Aipatu
fa: نام‌بردن
fi: Mainitse
fr: Mentionner
ga: Luaigh
gl: Mención
hi: उल्लेख
hr: Spominjanje
id: Sebutkan
it: Menzione
ka: შესანიშნავი მოხსენება
nb: Nevn
nl: Vermeld
pl: Wzmianka
pt: Menção
ru: Упомянуть
sk: Zmieniť
sr: Спомени
sv: Nämn
ta: குறிப்பு
th: กล่าวถึง
uk: Згадати

source: Messages
be: Паведамленні
bn: বার্তা
bo: ཚིག་རྒྱུན།
ca: Missatges
cs: Zprávy
da: Beskeder
de: Nachrichten
eo: Mesaĝoj
et: Sõnumid
eu: Mezuak
fa: پیام‌ها
fi: Viestit
ga: Teachtaireachtaí
gl: Mensaxes
hi: संदेश
hr: Poruke
id: Pesan
it: Messaggi
ka: შეტყობინებები
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt: Mensagens
ru: Сообщения
sk: Správy
sr: Поруке
sv: Meddelanden
ta: செய்திகள்
th: ข้อความ
uk: Повідомлення

# messagesStyle
source: Messages:
be: Паведамленні:
bn: বার্তা:
bo: ཚིག་རྒྱུན།:
ca: Missatges:
cs: Zprávy:
da: Beskeder:
de: Nachrichten:
eo: Mesaĝoj:
et: Sõnumid:
eu: Mezuak:
fa: پیام‌ها:
fi: Viestit:
ga: Teachtaireachtaí:
gl: Mensaxes:
hi: संदेश:
hr: Poruke:
id: Pesan:
it: Messaggi:
ka: შეტყობინებები:
nb: Meldinger:
nl: Berichten:
pl: Wiadomości:
pt: Mensagens:
ru: Сообщения:
sk: Správy:
sr: Поруке:
sv: Meddelanden:
ta: செய்திகள்:
th: ข้อความ:
uk: Повідомлення:

source: Moderator
be: Мадэратар
bn: মডারেটর
bo: ལོག་འཛུལ།
ca: Moderador
cs: Moderátor
eo: Reguligisto
et: Moderaator
eu: Moderatzailea
fa: ناظر
fi: Valvoja
fr: Modérateur·rice
ga: Modhnóir
gl: Moderadora
hi: मॉडरेटर
hr: Voditelj
it: Moderatore
ka: მოდერატორი
pt: Moderador
ru: Модератор
sk: Moderátor
sr: Модератор
ta: மதிப்பீட்டாளர்
th: ผู้ดูแล
uk: Модератор

source: Mute chat
be: Заглушыць чат
bn: চ্যাট মিউট করুন
bo: ཚིག་རྒྱུན་ལ་མེད་པ།
ca: Silencia el xat
cs: Ztlumit chat
da: Dæmp chat
de: Stummschalten
eo: Silentigi babilon
et: Summuta vestlus
eu: Mututu txata
fa: بی‌صدا کردن گپ
fi: Vaienna keskustelu
fr: Mettre la discussion en sourdine
ga: Ciúnaigh comhrá
gl: Acalar conversa
hi: चैट म्यूट करें
hr: Isključi zvuk razgovora
id: Bisukan obrolan
it: Silenzia discussione
ka: ჩუმი საუბარი
nb: Forstum sludring
nl: Chat dempen
pl: Wycisz czat
pt: Silenciar chat
ru: Отключить уведомления
sk: Stlmiť chat
sr: Ућуткај ћаскање
sv: Tysta chatt
ta: முடக்கு அரட்டை
th: ปิดเสียงแชท
uk: Вимкнути сповіщення
