Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# wrongRecoveryKey
source: Sorry... this does not seem to be the correct recovery key.
be: Прабачце... гэта не выглядае як ключ аднаўлення.
bn: দুঃখিত... এটি সঠিক পুনরুদ্ধার কী মনে হচ্ছে না।
bo: དགོས་མི་ཡིན... འདི་ནི་བརྗོད་བྱེད་པའི་བསྐུར་བརྗོད་ཁུངས་མི་འདི་འདི་ལས་མི་འདུག།
ca: Malauradament, aquesta clau de recuperació no és la correcta.
cs: Omlouváme se... zdá se, že toto není správný klíč pro obnovení.
da: Beklager... dette ser ikke ud til at være den korrekte gendannelsesnøgle.
de: Entschuldigung ... das scheint nicht der richtige Wiederherstellungsschlüssel zu sein.
eo: Pardonu... ĉi tio ŝajnas ne esti la ĝusta restariga ŝlosilo.
et: Vabandust..., see ei tundu olema korrektne taastevõti.
eu: Barka baina ez dirudi berreskuratze-gako zuzena denik.
fa: متأسفیم... به نظر میرسد این کلید بازیابی درست نباشد.
fi: Valitettavasti tämä ei näytä oikealta palautusavaimelta.
fr: Désolé... il ne semble pas s'agir de la bonne clé de récupération.
ga: Tá brón orm... Ní cosúil gurb é seo an eochair aisghabhála ceart.
gl: Desculpa... non semella ser o xeito correcto de recuperar a chave.
hi: माफ़ कीजिए... यह सही रिकवरी कुंजी नहीं लगती।
hr: Oprosti … čini se da ovo nije ispravan ključ za obnavljanje.
id: Maaf... ini sepertinya bukan kunci pemulihan yang benar.
it: Mi dispiace... questa non sembra essere la chiave di recupero corretta.
ka: უკაცრავად... ეს არ ჩანს სწორი აღდგენის გასაღები.
nb: Beklager... dette ser ikke ut til å være riktig gjenopprettingsnøkkel.
nl: Helaas... dit lijkt niet de correcte herstelsleutel.
pl: Niestety to nie wygląda na poprawny klucz odzyskiwania.
pt: Desculpe... isso não parece ser a chave de recuperação correta.
ru: Простите... судя по всему это неверный ключ восстановления.
sk: Prepáčte... zdá sa, že toto nie je správny kľúč na obnovenie.
sr: Izvinite... čini se da ovo nije tačan ključ za oporavak.
sv: Tyvärr verkar detta inte vara den korrekta återställningsnyckeln.
ta: மன்னிக்கவும் ... இது சரியான மீட்பு விசையாகத் தெரியவில்லை.
th: ขออภัย... ดูเหมือนว่าคีย์กู้คืนนี้จะไม่ถูกต้อง
uk: Вибачте... схоже, це неправильний ключ відновлення.

source: Start conversation
be: Пачаць размову
bn: আলাপ শুরু করুন
bo: ཆོས་ཚོད་ལ་ལོག་འགྱོ།
ca: Comença una conversa
cs: Začít konverzaci
da: Start samtale
de: Unterhaltung starten
eo: Komenci konversacion
et: Alusta vestlust
eu: Hasi elkarrizketa
fa: آغاز گفتگو
fi: Aloita keskustelu
fr: Démarrer la conversation
ga: Tosaigh comhrá
gl: Iniciar conversa
hi: संवाद शुरू करें
hr: Pokreni konverzaciju
id: Mulai percakapan
it: Inizia una conversazione
ka: დაუწყეთ საუბარი
nb: Start samtale
nl: Start gesprek
pl: Rozpocznij rozmowę
pt: Iniciar conversa
ru: Начать общение
sk: Začať konverzáciu
sr: Započni razgovor
sv: Starta konversation
ta: உரையாடலைத் தொடங்குங்கள்
th: เริ่มการสนทนา
uk: Розпочати розмову

# commandHint_sendraw
source: Send raw json
be: Даслаць толькі json
bn: কাঁচা JSON পাঠান
bo: json ལོག་འགྱོ་བརྗོད་བྱེད།
ca: Envia un json pelat
cs: Odeslat surový json
da: Send rå json
de: Rohes JSON senden
eo: Sendu krudan json
et: Saada json oma algupärasel kujul
eu: Bidali json gordina
fa: فرستادن JSON خام
fi: Lähetä raakaa jsonia
fr: Envoyer du JSON brut
ga: Seol json amh
gl: Enviar json sen editar
hi: कच्चा JSON भेजें
hr: Pošalji neobrađeni json
id: Kirim JSON mentah
it: Manda un json grezzo
ka: გაგზავნეთ ნედლი json
nb: Send rå json
nl: Stuur kale json
pl: Wyślij zwykły JSON
pt: Enviar JSON bruto
ru: Отправить сырой json
sk: Odoslať surový JSON
sr: Pošalji sirovi json
sv: Skicka rå json
ta: மூல சாதொபொகு ஐ அனுப்புங்கள்
th: ส่ง JSON ดิบ
uk: Надіслати необроблений json

# databaseMigrationTitle
source: Database is optimized
be: База даных аптымізавана
bn: ডেটাবেস অপ্টিমাইজড হয়েছে
bo: དཀའ་སྤྱོད་ལས་འགོད་བཟོ་ཡོད།
ca: La base de dades ha estat optimitzada
cs: Databáze je optimalizována
da: Database er optimeret
de: Datenbank wird optimiert
eo: Datumbazo estas optimumigita
et: Andmebaas on optimeeritud
eu: Datu-basea optimizatu da
fa: پایگاه داده بهینه‌سازی شد
fi: Tietokanta on optimoitu
fr: La base de données est optimisée
ga: Tá an bunachar sonraí optamaithe
gl: Base de datos optimizada
hi: डेटाबेस अनुकूलित किया गया है
hr: Baza podataka je optimirana
id: Basis data sudah dioptimalkan
it: Il database è ottimizzato
ka: მონაცემთა ბაზა ოპტიმიზირებულია
nb: Databasen er optimalisert
nl: Database is geoptimaliseerd
pl: Baza danych jest zoptymalizowana
pt: Banco de dados otimizado
ru: База данных оптимизированна
sk: Databáza je optimalizovaná
sr: Baza podataka je optimizovana
sv: Databasen är optimerad
ta: தரவுத்தளம் உகந்ததாக உள்ளது
th: ฐานข้อมูลได้รับการปรับปรุงให้เหมาะสมแล้ว
uk: Базу даних оптимізовано

# databaseMigrationBody
source: Please wait. This may take a moment.
be: Калі ласка, пачакайце. Гэта можа заняць некаторы час.
bn: অনুগ্রহ করে অপেক্ষা করুন। এটি কিছু সময় নিতে পারে।
bo: འདི་ལས་འགོད་བཟོ་བཅོས་འདི་ལ་དུས་སུ་འགྱོ་བ་འདི་ལ་ལོག་འགྱོ་བ་ཡིན།
ca: Espereu un moment, si us plau.
cs: Prosím počkejte. To může chvíli trvat.
da: Vent venligst. Dette kan tage et øjeblik.
de: Bitte warten. Dies kann einen Moment dauern.
eo: Bonvolu atendi. Ĉi tio eble prenos momenton.
et: Palun oota üks hetk. Natuke võib kuluda aega.
eu: Itxaron, litekeena da tarte bat behar izatea.
fa: لطفاً صبر کنید. این ممکن است لحظه‌ای طول بکشد.
fi: Odota hetki. Tämä saattaa kestää hetken.
fr: Veuillez patienter. Cela peut prendre un moment.
ga: Fan, le do thoil. B'fhéidir go dtógfaidh sé seo nóiméad.
gl: Agarda, podería levarnos un pouco.
hi: कृपया प्रतीक्षा करें। इसमें थोड़ा समय लग सकता है।
hr: Pričekaj. Ovo može potrajati.
id: Silakan tunggu. Ini dapat membutuhkan beberapa waktu.
it: Attendere prego. L'operazione potrebbe richiedere un momento.
ka: გთხოვთ დაელოდოთ. ეს შეიძლება გარკვეული დრო დასჭირდეს.
nb: Vennligst vent. Dette kan ta et øyeblikk.
nl: Een ogenblik. Dit kan even duren.
pl: Proszę czekać. Może to potrwać chwilę.
pt: Por favor, aguarde. Isso pode levar um momento.
ru: Пожалуйста, подождите. Это может занять некоторое время.
sk: Prosím počkajte. Toto môže chvíľu trvať.
sr: Molimo sačekajte. Ovo može potrajati trenutak.
sv: Var vänlig vänta. Detta kan ta en stund.
ta: தயவுசெய்து காத்திருங்கள். இது ஒரு கணம் ஆகலாம்.
th: โปรดรอ นี่อาจใช้เวลาสักครู่
uk: Зачекайте, будь ласка. Це може тривати деякий час.

# leaveEmptyToClearStatus
source: Leave empty to clear your status.
be: Пакіньце пустым, каб ачысціць свой статус.
bn: আপনার অবস্থা পরিষ্কার করতে খালি রাখুন।
bo: ཁྱེད་ཀྱི་སྤྱོད་ལམ་ལ་བརྗོད་བྱེད་མི་ཚེས་ཁང་ལ་ལོག་འགྱོ་བ་ཡིན།
ca: Per esborrar el teu estat, deixa-ho en blanc.
cs: Nechte prázdné pro vymazání vašeho stavu.
da: Efterlad tom for at rydde din status.
de: Leer lassen, um den Status zu löschen.
eo: Lasu malplenan por forigi vian statustexton.
et: Senise oleku eemaldamiseks jäta väärtus tühjaks.
eu: Utzi hutsik zure egoera garbitzeko.
fa: برای پاک کردن وضعیت، خالی بگذارید.
fi: Jätä tyhjäksi poistaaksesi tilasi.
fr: Laisser vide pour effacer votre statut.
ga: Fág folamh chun do stádas a ghlanadh.
gl: Deixa baleiro para limpar o teu estado.
hi: अपनी स्थिति साफ़ करने के लिए खाली छोड़ें।
hr: Ostavi prazno za brisanje tvog stanja.
id: Tinggalkan kosong untuk menghapus statusmu.
it: Lascia vuoto per cancellare il tuo stato.
ka: დატოვეთ ცარიელი თქვენი სტატუსის გასაწმენდად.
nb: La stå tomt for å tømme statusen din.
nl: Laat leeg om je status te resetten.
pl: Pozostaw puste, aby wyczyścić swój status.
pt: Deixe vazio para limpar seu status.
ru: Чтобы очистить статус, оставьте поле пустым.
sk: Nechajte prázdne na vymazanie vášho stavu.
sr: Ostavite prazno da biste očistili svoj status.
sv: Lämna tom för att ta bort din status.
ta: உங்கள் நிலையை அழிக்க காலியாக விடவும்.
th: ปล่อยว่างไว้เพื่อเคลียร์สถานะของคุณ
uk: Лишіть порожнім, щоб оновити статус.

source: Select
be: Выбраць
bn: নির্বাচন করুন
bo: ཚོད་ལམ།
ca: Tria
cs: Vybrat
da: Vælg
de: Auswählen
eo: Elekti
et: Vali
eu: Hautatu
fa: انتخاب
fi: Valitse
fr: Sélectionner
ga: Roghnaigh
gl: Escolle
hi: चुनें
hr: Odaberi
id: Pilih
it: Seleziona
ka: აირჩიეთ
nb: Velg
nl: Selecteer
pl: Zaznacz
pt: Selecionar
ru: Выбрать
sk: Vybrať
sr: Izaberi
sv: Ange val
ta: தேர்ந்தெடு
th: เลือก
uk: Вибрати

source: Search for @users...
be: Пошук @карыстальнікаў...
bn: @ব্যবহারকারীদের জন্য অনুসন্ধান করুন...
bo: @users ལ་འཚོལ
ca: Cerca @usuariïs...
cs: Hledat @uživatele...
da: Søg efter @brugere...
de: Suche nach @benutzer ...
eo: Serĉu uzantojn @...
et: Otsi kasutajat @kasutajanimi ...
eu: Bilatu @erabiltzaileak…
fa: جستجو برای @کاربران...
fi: Etsi käyttäjiä @...
fr: Rechercher des @utilisateurs/trices...
ga: Cuardaigh @users...
gl: Buscar @persoas...
hi: @उपयोगकर्ताओं के लिए खोजें...
hr: Traži @users...
id: Cari @pengguna...
it: Cerca @utenti...
ka: ძებნა @მომხმარებლებისთვის...
nb: Søk etter @brukere...
nl: Zoek naar @personen...
pl: Szukaj @użytkowników...
pt: Pesquisar por @usuários...
ru: Поиск @пользователей...
sk: Hľadať @používateľov...
sr: Pretraži @korisnike...
sv: Sök efter @användare…
ta: @Users ஐத் தேடுங்கள் ...
th: ค้นหาผู้ใช้ @...
uk: Пошук @користувачів...

source: Please enter your current password
be: Калі ласка, увядзіце свой бягучы пароль
bn: অনুগ্রহ করে আপনার বর্তমান পাসওয়ার্ড লিখুন
bo: ཁྱེད་ཀྱི་ད་ལྟ་ལག་ཁྱེར་གྱི་ནང་བསྐྱར་བཀོད་འབད་རོགས།
ca: Fica la teva contrasenya actual
cs: Zadejte prosím své aktuální heslo
da: Indtast venligst din nuværende adgangskode
de: Bitte dein aktuelles Passwort eingeben
eo: Bonvolu enmeti vian aktualan pasvorton
et: Palun sisesta oma praegune salasõna
eu: Sartu oraingo pasahitza
fa: لطفاً گذرواژه کنونی خود را وارد کنید
fi: Syötä nykyinen salasanasi
fr: Veuillez saisir votre mot de passe actuel
ga: Iontráil do phasfhocal reatha le do thoil
gl: Escribe o contrasinal actual
hi: कृपया अपना वर्तमान पासवर्ड दर्ज करें
hr: Upiši svoju trenutačnu lozinku
id: Silakan masukkan kata sandimu saat ini
it: Per favore inserisci la tua password attuale
ka: გთხოვთ, შეიყვანეთ თქვენი მიმდინარე პაროლი
nb: Vennligst skriv inn ditt nåværende passord
nl: Vul je huidige wachtwoord in
pl: Proszę podać swoje obecne hasło
pt: Por favor, insira sua senha atual
ru: Пожалуйста, введите свой текущий пароль
sk: Zadajte svoje aktuálne heslo
sr: Molimo unesite vašu trenutnu lozinku
sv: Vänligen skriv ditt nuvarande lösenord
ta: உங்கள் தற்போதைய கடவுச்சொல்லை உள்ளிடவும்
th: โปรดป้อนรหัสผ่านปัจจุบันของคุณ
uk: Введіть поточний пароль

source: New password
be: Новы пароль
bn: নতুন পাসওয়ার্ড
bo: གསར་བའི་ནང་བསྐྱར་བཀོད
ca: Contrasenya nova
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
eo: Nova pasvorto
et: Uus salasõna
eu: Pasahitz berria
fa: گذرواژه جدید
fi: Uusi salasana
fr: Nouveau mot de passe
ga: Pasfhocal nua
gl: Novo contrasinal
hi: नया पासवर्ड
hr: Nova lozinka
id: Kata sandi baru
it: Nuova password
ka: ახალი პაროლი
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova senha
ru: Новый пароль
sk: Nové heslo
sr: Nova lozinka
sv: Nytt lösenord
ta: புதிய கடவுச்சொல்
th: รหัสผ่านใหม่
uk: Новий пароль

source: Please choose a strong password
be: Калі ласка, падбярыце больш надзейны пароль
bn: অনুগ্রহ করে একটি শক্তিশালী পাসওয়ার্ড নির্বাচন করুন
bo: བརྟེན་འབྱུང་མེད་པའི་ནང་བསྐྱར་བཀོད་གཟིགས།
ca: Tria una contrasenya forta
cs: Vyberte si prosím silné heslo
da: Vælg venligst en stærk adgangskode
de: Bitte wähle ein starkes Passwort
eo: Bonvolu elekti fortan pasvorton
et: Palun sisesta korralik salasõna
eu: Aukeratu pasahitz sendo bat
fa: لطفاً یک گذرواژه قوی انتخاب کنید
fi: Valitse vahva salasana
fr: Veuillez choisir un mot de passe fort
ga: Roghnaigh pasfhocal láidir
gl: Elixe un contrasinal forte
hi: कृपया एक मजबूत पासवर्ड चुनें
hr: Odaberi snažnu lozinku
id: Silakan pilih kata sandi yang kuat
it: Per favore scegli una password forte
ka: გთხოვთ, აირჩიეთ ძლიერი პაროლი
nb: Vennligst velg et sterkt passord
nl: Kies a.j.b. een sterk wachtwoord
pl: Proszę wybrać silne hasło
pt: Por favor, escolha uma senha forte
ru: Пожалуйста, подберите сильный пароль
sk: Vyberte si silné heslo
sr: Molimo odaberite jaku lozinku
sv: Vänligen välj ett starkt lösenord
ta: வலுவான கடவுச்சொல்லைத் தேர்வுசெய்க
th: โปรดเลือกรหัสผ่านที่แข็งแรง
uk: Виберіть надійний пароль

source: Passwords do not match
be: Паролі не супадаюць
bn: পাসওয়ার্ডগুলি মিলছে না
bo: ནང་བསྐྱར་བཀོད་ཚུ་མཐུན་མེད།
ca: Les contrasenyes no coincideixen
cs: Hesla se neshodují
da: Adgangskoder stemmer ikke overens
de: Passwörter stimmen nicht überein
eo: Pasvortoj ne kongruas
et: Salasõnad ei klapi omavahel
eu: Pasahitzak ez datoz bat
fa: گذرواژه‌ها هم‌خوانی ندارند
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
ga: Ní mheaitseálann pasfhocail
gl: Os contrasinais non concordan
hi: पासवर्ड मेल नहीं खाते
hr: Lozinke se ne poklapaju
id: Kata sandi tidak cocok
it: Le password non corrispondono
ka: პაროლები არ ემთხვევა
nb: Passordene stemmer ikke overens
nl: Wachtwoorden komen niet overeen
pl: Hasła się nie zgadzają
pt: As senhas não coincidem
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
sr: Lozinke se ne poklapaju
sv: Lösenorden passar inte
ta: கடவுச்சொற்கள் பொருந்தவில்லை
th: รหัสผ่านไม่ตรงกัน
uk: Паролі відрізняються

# passwordIsWrong
source: Your entered password is wrong
be: Вы ўвялі няверны пароль
bn: আপনার প্রবেশ করা পাসওয়ার্ডটি ভুল
bo: ཁྱེད་ཀྱི་ནང་བསྐྱར་བཀོད་འབད་ཡོད་པའི་ནང་བསྐྱར་བཀོད་འབད་མི་འདུག
ca: La contrasenya introduïda és incorrecta
cs: Zadané heslo je nesprávné
da: Din indtastede adgangskode er forkert
de: Dein eingegebenes Passwort ist falsch
eo: Via enmetita pasvorto estas malĝusta
et: Sinu sisestatud salasõna on vale
eu: Sartu duzun pasahitza okerra da
fa: گذرواژه واردشده نادرست است
fi: Syöttämäsi salasana on väärä
fr: Votre mot de passe saisi est erroné
ga: Tá do phasfhocal iontrála mícheart
gl: O contrasinal escrito non é correcto
hi: आपका दर्ज किया गया पासवर्ड गलत है
hr: Tvoja upisana lozinka je kriva
id: Kata sandi yang kamu masukkan salah
it: La password inserita è sbagliata
ka: თქვენი შეყვანილი პაროლი არასწორია
nb: Det innskrevne passordet er feil
nl: Je ingevoerde wachtwoord is fout
pl: Podano niepoprawne hasło
pt: A senha digitada está incorreta
ru: Вы ввели неверный пароль
sk: Zadané heslo je nesprávne
sr: Uneta lozinka je pogrešna
sv: Det angivna lösenordet är fel
ta: நீங்கள் உள்ளிட்ட கடவுச்சொல் தவறு
th: รหัสผ่านที่คุณป้อนผิด
uk: Введений пароль неправильний

source: Public link
be: Публічная спасылка
bn: পাবলিক লিঙ্ক
bo: མིང་ཚིག་མཁན་ལས་འབྲེལ་བ
ca: Enllaç públic
cs: Veřejný odkaz
da: Offentlig link
de: Öffentlicher Link
eo: Publika ligilo
et: Avalik link
eu: Esteka publikoa
fa: پیوند عمومی
fi: Julkinen linkki
fr: Lien public
ga: Nasc poiblí
gl: Ligazón pública
hi: सार्वजनिक लिंक
hr: Javna poveznica
id: Tautan publik
it: Link pubblico
ka: საზოგადოებრივი ბმული
nb: Offentlig lenke
nl: Openbare link
pl: Link publiczny
pt: Link público
ru: Публичная ссылка
sk: Verejný odkaz
sr: Javni link
sv: Offentlig länk
ta: பொது இணைப்பு
th: ลิงก์สาธารณะ
uk: Загальнодоступне посилання

source: Public chat addresses
be: Публічныя адрасы чату
bn: পাবলিক চ্যাট ঠিকানা
bo: མིང་ཚིག་མཁན་ལས་འབྲེལ་བ
ca: Adreces públiques del xat
cs: Veřejné adresy chatu
da: Offentlige chatadresser
de: Öffentliche Chat-Adressen
eo: Publikaj babilej-adresoj
et: Vestluse avalik aadress
eu: Txataren helbide publikoak
fa: نشانی‌های گپ عمومی
fi: Julkiset keskustelunumerot
fr: Addresses de discussion publiques
ga: Seoltaí comhrá poiblí
gl: Enderezos públicos da charla
hi: सार्वजनिक चैट पते
hr: Adrese javnih razgovora
id: Alamat obrolan umum
it: Indirizzi di chat pubblici
ka: საზოგადოების ჩატის მისამართები
nb: Offentlige chatadresser
nl: Openbare chat adressen
pl: Adresy publicznych czatów
pt: Endereços de chat público
ru: Адресы публичного чата
sk: Verejné adresy chatu
sr: Javne adrese za chat
sv: Publika chattadresser
ta: பொது அரட்டை முகவரிகள்
th: ที่อยู่แชทสาธารณะ
uk: Адреси загальнодоступної бесіди

source: Create new address
be: Стварыць новы адрас
bn: নতুন ঠিকানা তৈরি করুন
bo: གསར་བའི་ཁུལ་ལས་འབྲེལ་བ
ca: Crea una adreça nova
cs: Vytvořit novou adresu
da: Opret ny adresse
de: Neue Adresse erstellen
eo: Krei novan adreson
et: Loo uus aadress
eu: Sortu helbide berria
fa: ساختن نشانی جدید
fi: Luo uusi osoite
fr: Créer une nouvelle adresse
ga: Cruthaigh seoladh nua
gl: Crear novos enderezos
hi: नई पता बनाएं
hr: Stvori novu adresu
id: Buat alamat baru
it: Crea un nuovo indirizzo
ka: ახალი მისამართის შექმნა
nb: Opprett ny adresse
nl: Creëer nieuw adres
pl: Utwórz nowy adres
pt: Criar novo endereço
ru: Создать новый адрес
sk: Vytvoriť novú adresu
sr: Kreiraj novu adresu
sv: Skapa ny adress
ta: புதிய முகவரியை உருவாக்கவும்
th: สร้างที่อยู่ใหม่
uk: Створити нову адресу

source: Join space
be: Далучыцца да прасторы
bn: স্পেসে যোগ দিন
bo: ཁུལ་ལ་འབྲེལ་བ
ca: Fica't a l'espai
cs: Připojit se ke prostoru
da: Deltag i rum
de: Space beitreten
eo: Aliĝi al spaco
et: Liitu kogukonnaga
eu: Batu gunera
fa: پیوستن به فضا
fi: Liity tilaan
fr: Rejoindre l'espace
ga: Glac páirt sa spás
gl: Únete ao espazo
hi: स्थान में शामिल हों
hr: Pridruži se prostoru
id: Bergabung ke space
it: Unisciti allo spazio
ka: შეერთება სივრცეში
nb: Bli med i rom
nl: Toetreden tot de space
pl: Dołącz do przestrzeni
pt: Entrar no espaço
ru: Присоединиться к пространству
sk: Pripojiť sa k priestoru
sr: Pridruži se prostoru
sv: Gå med i utrymme
ta: விண்வெளியில் சேரவும்
th: เข้าร่วมพื้นที่
uk: Приєднатися до простору

source: Public spaces
be: Публічныя прасторы
bn: পাবলিক স্পেস
bo: མིང་ཚིག་མཁན་ལས་འབྲེལ་བ
ca: Espais públics
cs: Veřejné prostory
da: Offentlige rum
de: Öffentliche Spaces
eo: Publikaj spacoj
et: Avalikud kogukonnad
eu: Gune publikoak
fa: فضاهای عمومی
fi: Julkiset tilat
fr: Espaces publics
ga: Spásanna poiblí
gl: Espazos públicos
hi: सार्वजनिक स्थान
hr: Javni prostori
id: Space publik
it: Spazio pubblico
ka: საზოგადოების სივრცეები
nb: Offentlige rom
nl: Openbare spaces
pl: Przestrzenie publiczne
pt: Espaços públicos
ru: Публичные пространства
sk: Verejné priestory
sr: Javni prostori
sv: Offentliga utrymmen
ta: பொது இடங்கள்
th: พื้นที่สาธารณะ
uk: Загальнодоступний простір

source: Add chat or sub space
be: Дадаць чат ці пад-прастору
bn: চ্যাট বা সাব স্পেস যোগ করুন
bo: ཆབ་དང་སེལ་ལོག་ལ་འབྲེལ་བ
ca: Afegeix un xat o un subespai
cs: Přidat chat nebo podprostor
da: Tilføj chat eller underrum
de: Chat oder Sub-Space hinzufügen
eo: Aldoni babiladon aŭ subspacon
et: Lisa vestlus või jututuba
eu: Gehitu txata edo azpi-gunea
fa: افزودن گپ یا زیرفضا
fi: Lisää keskustelu tai alitila
fr: Ajouter une discussion ou un sous-espace
ga: Cuir comhrá nó fo-spás leis
gl: Engadir charla ou sub espazo
hi: चैट या उप-स्थान जोड़ें
hr: Dodaj razgovor ili podpodručje
id: Tambahkan percakapan atau subspace
it: Aggiungi chat o sottospazio
ka: ჩატის ან ქვესივრცის დამატება
nb: Legg til chat eller underrom
nl: Voeg chat of subspace toe
pl: Dodaj czat lub podprzestrzeń
pt: Adicionar chat ou subespaço
ru: Добавить чат или субпространство
sk: Pridať chat alebo podpriestor
sr: Dodaj chat ili podprostor
sv: Lägg till chatt eller underutrymme
ta: அரட்டை அல்லது துணை இடத்தைச் சேர்க்கவும்
th: เพิ่มแชทหรือพื้นที่ย่อย
uk: Додати бесіду або підпростір

source: Subspace
be: Пад-прастора
bn: সাবস্পেস
bo: སྱོན་སྤྱོད་ས་ཁུལ
ca: Subespai
cs: Podprostor
da: Underrum
eo: Subspaco
et: Jututuba või alamkogukond
eu: Azpi-gunea
fa: زیرفضا
fi: Alitila
fr: Sous-espace
ga: Fospás
gl: Subespazo
hi: उप-स्थान
hr: Podprostori
it: Sottospazio
ka: ქვესივრცე
nb: Underrom
pl: Podprzestrzeń
pt: Subespaço
ru: Субпространство
sk: Podpriestor
sr: Podprostor
sv: Underutrymme
ta: துணை
th: พื้นที่ย่อย
uk: Підпростір

source: Decline
be: Адхіліць
bn: প্রত্যাখ্যান করুন
bo: འགྱོ་བ
ca: Denega
cs: Odmítnout
da: Afvis
de: Ablehnen
eo: Malakcepti
et: Keeldu
eu: Baztertu
fa: نپذیرفتن
fi: Hylkää
fr: Refuser
ga: Meath
gl: Desbotar
hi: अस्वीकार करें
hr: Odbij
id: Tolak
it: Declina
ka: უარყოფა
nb: Avslå
nl: Weiger
pl: Odmów
pt: Recusar
ru: Отклонить
sk: Odmietnuť
sr: Odbij
sv: Neka
ta: வீழ்ச்சி
th: ปฏิเสธ
uk: Відхилити

source: This device:
be: Гэта прылада:
bn: এই ডিভাইস:
bo: འདི་ལག་ལེན་སྤྱོད་འབད་ཡོད་པ།
ca: Aquest dispositiu:
cs: Toto zařízení:
da: Denne enhed:
de: Dieses Gerät:
eo: Ĉi tiu aparato:
et: See seade:
eu: Gailu hau:
fa: این دستگاه:
fi: Tämä laite:
fr: Cet appareil :
ga: An gléas seo:
gl: Este dispositivo:
hi: यह उपकरण:
hr: Ovaj uređaj:
id: Perangkat ini:
it: Questo dispositivo:
ka: ეს მოწყობილობა:
nb: Denne enheten:
nl: Dit apparaat:
pl: To urządzenie:
pt: Este dispositivo:
ru: Данное устройство:
sk: Toto zariadenie:
sr: Ovaj uređaj:
sv: Denna enhet:
ta: இந்த சாதனம்:
th: อุปกรณ์นี้:
uk: Цей пристрій:

# initAppError
source: An error occured while init the app
be: Адбылася памылка пры ініцыялізацыі праграмы
bn: অ্যাপ ইনিশিয়ালাইজ করার সময় একটি ত্রুটি ঘটেছে
bo: རང་བཞིན་བརྟེན་འབྱུང་བའི་སྐབས་སྐད་འདི་འཕུར་བྱེད་ཡོད།
ca: S'ha produït un error mentre s'inicialitzava l'aplicació
cs: Při inicializaci aplikace došlo k chybě
da: Der opstod en fejl under initialisering af appen
de: Beim Starten der App ist ein Fehler aufgetreten
eo: Eraro okazis dum la enkonduko de la aplikaĵo
et: Rakenduse käivitamisel tekkis viga
eu: Errorea aplikazioa abiaraztean
fa: خطایی هنگام آغاز برنامه رخ داد
fi: Sovelluksen alustuksessa tapahtui virhe
fr: Une erreur est survenue pendant l'initialisation de l'application
ga: Tharla earráid agus an feidhmchlár á thosú
gl: Houbo un fallo ao iniciar a app
hi: ऐप को इनिशियलाइज़ करते समय एक त्रुटि हुई
hr: Dogodila se greška prilikom inicijaliziranja aplikacije
id: Terjadi kesalahan saat init aplikasi
it: Si è verificato un errore durante l'inizializzazione dell'app
ka: შეცდომა მოხდა აპლიკაციის ინიციალიზაციის დროს
nb: En feil oppstod under initialisering av appen
nl: Er is een fout opgetreden bij het laden van de app
pl: Wystąpił błąd podczas inicjalizacji aplikacji
pt: Ocorreu um erro ao inicializar o aplicativo
ru: Произошла ошибка при запуске приложения
sk: Pri inicializácii aplikácie došlo k chybe
sr: Došlo je do greške prilikom inicijalizacije aplikacije
sv: Ett problem skedde när appen initierades
ta: பயன்பாட்டைத் தொடங்கும்போது பிழை ஏற்பட்டது
th: เกิดข้อผิดพลาดขณะเริ่มต้นแอป
uk: Виникла помилка під час запуску застосунку

source: User role
be: Роль карыстальніка
bn: ব্যবহারকারীর ভূমিকা
bo: བཀོལ་ལམ་ལས་བྱེད་པའི་ལས་ཀ
ca: Rol d'usuàriï
cs: Role uživatele
da: Brugerrolle
de: Benutzerrolle
eo: Uzanta rolo
et: Kasutaja roll
eu: Erabiltzailearen rola
fa: نقش کاربر
fi: Käyttäjän rooli
fr: Rôle de l'utilisateur/trice
ga: Ról an úsáideora
gl: Rol da usuaria
hi: उपयोगकर्ता भूमिका
hr: Korisnička uloga
id: Peran pengguna
it: Ruolo utente
ka: მომხმარებლის როლი
nb: Brukerrolle
nl: Rol
pl: Rola użytkownika/-czki
pt: Função do usuário
ru: Роль пользователя
sk: Rola používateľa
sr: Uloga korisnika
sv: Användarroll
ta: பயனர் பங்கு
th: บทบาทผู้ใช้
uk: Роль користувача
