Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# widgetCustom
source: Custom
be: Карыстальніцкі
bn: কাস্টম
bo: རང་བཞིན
ca: Personalització
cs: Vlastní
da: Brugerdefineret
de: Angepasst
eo: Kustoma
et: Kohandatud
eu: Norberak ezarritakoa
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
ga: Saincheaptha
gl: Personalizado
hi: कस्टम
hr: Prilagođeno
id: Kustom
it: Personalizzati
ka: საბაჟო
nb: Egendefinert
nl: Aangepast
pl: Własny
pt: Personalizado
ru: Пользовательский
sk: Vlastné
sr: Prilagođeno
sv: Anpassad
ta: தனிப்பயன்
th: กำหนดเอง
uk: Користувацький

# widgetName
source: Name
be: Імя
bn: নাম
bo: མིང་
ca: Nom
cs: Jméno
da: Navn
eo: Nomo
et: Nimi
eu: Izena
fa: نام
fi: Nimi
fr: Nom
ga: Ainm
gl: Nome
hi: नाम
hr: Ime
id: Nama
it: Nome
ka: სახელი
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sk: Meno
sr: Ime
sv: Namn
ta: பெயர்
th: ชื่อ
uk: Назва

# widgetUrlError
source: This is not a valid URL.
be: Гэта хібны URL.
bn: এটি একটি বৈধ URL নয়।
bo: འདི་ནི་བརྟེན་འབད་མི་ཚུལ་ལ་ལོག་འདུག
ca: La URL no és vàlida.
cs: Toto není platná adresa URL.
da: Dette er ikke en gyldig URL.
de: Das ist keine gültige URL.
eo: Ĉi tio ne estas valida URL.
et: See pole korrektne URL.
eu: Ez da baliozko URLa.
fa: این آدرس وب معتبر نیست.
fi: Epäkelvollinen URL.
fr: Ceci n'est pas un lien valide.
ga: Ní URL bailí é seo.
gl: Non é un URL válido.
hi: यह मान्य URL नहीं है।
hr: Ovo nije valjan URL.
id: Ini bukan URL yang valid.
it: Questo non è un URL valido.
ka: ეს არ არის ვალიდური URL.
nb: Dette er ikke en gyldig URL.
nl: Dit is geen geldige link.
pl: Niepoprawny URL.
pt: Esta não é uma URL válida.
ru: Этот URL не действителен.
sk: Toto nie je platná URL.
sr: Ovo nije važeći URL.
sv: Detta är inte en giltig URL.
ta: இது சரியான முகவரி அல்ல.
th: นี่ไม่ใช่ URL ที่ถูกต้อง
uk: Це недійсна URL-адреса.

# widgetNameError
source: Please provide a display name.
be: Калі ласка, укажыце адлюстроўваемаем імя.
bn: অনুগ্রহ করে একটি প্রদর্শন নাম দিন।
bo: ཁྱེད་ཀྱིས་ལེབ་སྟོན་མིང་ལ་ལོག་འདུག
ca: Posa el nom públic.
cs: Zadejte jméno pro zobrazení.
da: Venligst angiv et visningsnavn.
de: Bitte gib einen Anzeigenamen an.
eo: Bonvolu provizi montran nomon.
et: Palun sisesta kuvatav nimi.
eu: Zehaztu ezizen bat.
fa: لطفا یک نام نمایشی مشخص کنید.
fi: Syötä näyttönimi.
fr: Veuillez fournir un nom d'affichage.
ga: Tabhair ainm taispeána, le do thoil.
gl: Escribe un nome público.
hi: कृपया एक डिस्प्ले नाम प्रदान करें।
hr: Zadaj prikazno ime.
id: Mohon sediakan sebuah nama tampilan.
it: Per favore fornire un nome da visualizzare.
ka: გთხოვთ, მიუთითოთ გამოფენის სახელი.
nb: Vennligst oppgi et visningsnavn.
nl: Geef een naam op.
pl: Podaj nazwę wyświetlaną.
pt: Por favor, forneça um nome de exibição.
ru: Пожалуйста, укажите отображаемое имя.
sk: Prosím, zadajte zobrazovacie meno.
sr: Molimo unesite prikazno ime.
sv: Vänligen ange ett visningsnamn.
ta: காட்சி பெயரை வழங்கவும்.
th: โปรดระบุชื่อแสดงผล
uk: Укажіть коротку назву.

# errorAddingWidget
source: Error adding the widget.
be: Памылка дадання віджэту.
bn: উইজেট যোগ করতে ত্রুটি হয়েছে।
bo: Widget ལ་སྤྱོད་འབད་ནི་འགྱོ་མི་ཚུལ།
ca: S'ha produït un error en afegir el giny.
cs: Chyba při přidávání widgetu.
da: Fejl ved tilføjelse af widget.
de: Fehler beim Hinzufügen des Widgets.
eo: Eraro dum aldono de la fenestron.
et: Vidina lisamisel tekkis viga.
eu: Errorea widgeta gehitzerakoan.
fa: بروز خطا هنگام افزودن ویجت.
fi: Virhe lisättäessä pienoissovellusta.
fr: Erreur lors de l'ajout du widget.
ga: Earráid agus an ghiuirléid á cur leis.
gl: Erro ao engadir o widget.
hi: विजेट जोड़ने में त्रुटि।
hr: Greška prilikom dodavanja widgeta.
id: Terjadi kesalahan menambahkan widget.
it: Errore aggiungendo il widget.
ka: შეცდომა პლაგინის დამატებისას.
nb: Feil ved tillegg av widgeten.
nl: Fout bij het toevoegen van de widget.
pl: Błąd podczas dodawania widżetu.
pt: Erro ao adicionar o widget.
ru: Ошибка при добавлении виджета.
sk: Chyba pri pridávaní widgetu.
sr: Greška pri dodavanju vidžeta.
sv: Ett fel uppstod när widgeten skulle läggas till.
ta: விட்செட்டைச் சேர்ப்பதில் பிழை.
th: เกิดข้อผิดพลาดในการเพิ่มวิดเจ็ต
uk: Помилка додавання віджета.

source: You rejected the invitation
be: Вы скасавалі запрашэнне
bn: আপনি আমন্ত্রণ প্রত্যাখ্যান করেছেন
bo: ཁྱེད་ཀྱིས་འདི་ལ་འགྱོ་བ་མི་ཚུལ།
ca: Has rebutjat la invitació
cs: Odmítli jste pozvání
da: Du afviste invitationen
de: Du hast die Einladung abgelehnt
eo: Vi rifuzis la invito
et: Sa lükkasid kutse tagasi
eu: Gonbidapena baztertu duzu
fa: شما دعوت را رد کردید
fi: Kieltäydyit kutsusta
fr: Vous avez rejeté l'invitation
ga: Dhiúltaigh tú don chuireadh
gl: Rexeitaches o convite
hi: आपने निमंत्रण अस्वीकार कर दिया
hr: Odbio/la si poziv
id: Kamu menolak undangannya
it: Hai rifiutato l'invito
ka: თქვენ უარყეთ მოწვევა
nb: Du avviste invitasjonen
nl: Je hebt de uitnodiging afgewezen
pl: Odrzucono zaproszenie
pt: Você rejeitou o convite
ru: Вы отклонили приглашение
sk: Odmietli ste pozvanie
sr: Odbili ste pozivnicu
sv: Du avvisade inbjudan
ta: நீங்கள் அழைப்பை நிராகரித்தீர்கள்
th: คุณปฏิเสธคำเชิญ
uk: Ви відхилили запрошення

source: You joined the chat
be: Вы далучыліся да чату
bn: আপনি চ্যাটে যোগ দিয়েছেন
bo: ཁྱེད་ཀྱིས་ཚེས་འདི་ལ་ལོག་འདུག
ca: T'has afegit al xat
cs: Připojili jste se k chatu
da: Du har sluttet dig til chatten
de: Du bist dem Chat beigetreten
eo: Vi aliĝis al la babilejo
et: Sa liitusid vestlusega
eu: Txatera batu zara
fa: شما به گپ پیوستید
fi: Liityit keskusteluun
fr: Vous avez rejoint la discussion
ga: Chuaigh tú isteach sa chomhrá
gl: Unícheste á conversa
hi: आपने चैट में शामिल हो गए
hr: Pridružio/la si se razgovoru
id: Kamu bergabung ke obrolan
it: Sei entrato/a nella chat
ka: თქვენ შეუერთდით ჩათს
nb: Du ble med i chatten
nl: Je bent toegetreden tot de chat
pl: Dołączono do czatu
pt: Você entrou no chat
ru: Вы присоединились к чату
sk: Pripojili ste sa k chatu
sr: Pridružili ste se četu
sv: Du gick med i chatten
ta: நீங்கள் அரட்டையில் சேர்ந்தீர்கள்
th: คุณเข้าร่วมแชทแล้ว
uk: Ви приєдналися до бесіди

source: 👍 You accepted the invitation
be: 👍 Вы прынялі запрашэнне
bn: 👍 আপনি আমন্ত্রণ গ্রহণ করেছেন
bo: 👍 ཁྱེད་རང་གིས་འབྲེལ་མཐུད་འདི་སྤྱོད་བྱེད་ཡོད།
ca: 👍 Has acceptat la invitació
cs: Přijal jsi pozvání
da: 👍 Du accepterede invitationen
de: 👍 Du hast die Einladung angenommen
eo: 👍 Vi akceptis la inviton
et: 👍 Sa võtsid kutse vastu
eu: 👍 Gonbidapena onartu duzu
fa: 👍 شما دعوت را پذیرفتید
fi: 👍 Hyväksyit kutsun
fr: 👍 Vous avez accepté l'invitation
ga: 👍 Ghlac tú leis an gcuireadh
gl: 👍 Aceptaches o convite
hi: 👍 आपने निमंत्रण स्वीकार किया
hr: 👍 Prihvatio/la si poziv
id: 👍 Kamu menerima undangannya
it: 👍 Hai accettato l'invito
ka: 👍 თქვენ მიიღეთ მოწვევა
nb: 👍 Du godtok invitasjonen
nl: 👍 Je hebt de uitnodiging geaccepteerd
pl: 👍 Zaakceptowałeś/-aś zaproszenie
pt: 👍 Você aceitou o convite
ru: 👍 Вы приняли приглашение
sk: 👍 Prijali ste pozvanie
sr: 👍 Prihvatili ste pozivnicu
sv: 👍 Du accepterade inbjudan
ta: 👍 நீங்கள் அழைப்பை ஏற்றுக்கொண்டீர்கள்
th: 👍 คุณยอมรับคำเชิญแล้ว
uk: 👍 Ви погодилися на запрошення

source: You banned {user}
be: Вы заблакіравалі {user}
bn: আপনি {user} কে নিষিদ্ধ করেছেন
bo: ཁྱེད་རང་གིས {user} ལ་འགན་ཁང་བསྐྱར་བཏང་བྱུང་།
ca: Has vetat a {user}
cs: Zakázali jste uživatele {user}
da: Du bandlyste {user}
de: Du hast den {user} verbannt
eo: Vi malpermesis {user}
et: Sa seadsid suhtluskeelu kasutajale {user}
eu: {user}(r)i debekua ezarri diozu
fa: شما {user} را محروم کردید
fi: Annoit porttikiellon käyttäjälle {user}
fr: Vous avez banni {user}
ga: Chuir tú cosc ar {user}
gl: Vetaches a {user}
hi: आपने {user} को प्रतिबंधित कर दिया
hr: Isključio/la si korisnika {user}
id: Kamu mencekal {user}
it: Hai bannato {user}
ka: თქვენ ბლოკეთ {user}
nb: Du utestengte {user}
nl: Je hebt {user} verbannen
pl: Zbanowałeś/-aś {user}
pt: Você baniu {user}
ru: Вы заблокировали {user}
sk: Zabanoval(a) ste {user}
sr: Zabranili ste {user}
sv: Du förbjöd {user}
ta: நீங்கள் {user} தடை செய்தீர்கள்
th: คุณแบน {user}
uk: Ви заблокували {user}

# youHaveWithdrawnTheInvitationFor
source: You have withdrawn the invitation for {user}
be: Вы адазвалі запрашэнне для {user}
bn: আপনি {user} এর জন্য আমন্ত্রণ প্রত্যাহার করেছেন
bo: ཁྱེད་རང་གིས {user} ལ་འབྲེལ་མཐུད་འདི་རྒྱག་བསྐྱར་བཏང་བྱུང་།
ca: Has rebutjat la invitació de {user}
cs: Stáhli jste pozvánku pro uživatele {user}
da: Du har trukket invitationen tilbage for {user}
de: Du hast die Einladung für {user} zurückgezogen
eo: Vi retiriĝis la inviton por {user}
et: Sa oled tühistanud kutse kasutajale {user}
eu: {user}(r)i luzatutako gonbidapena baliogabetu duzu
fa: شما دعوت {user} را پس‌گرفتید
fi: Olet perunut kutsun käyttäjälle {user}
fr: Vous avez retiré l'invitation pour {user}
ga: Tharraing tú siar an cuireadh do {user}
gl: Retiraches o convite para {user}
hi: आपने {user} के लिए निमंत्रण वापस ले लिया है
hr: Povukao/la si poziv za korisnika {user}
id: Kamu telah membatalkan undangan untuk {user}
it: Hai revocato l'invito per {user}
ka: თქვენ გააუქმეთ მოწვევა {user} -სთვის
nb: Du har trukket tilbake invitasjonen til {user}
nl: Je hebt de uitnodiging voor {user} ingetrokken
pl: Wycofano zaproszenie dla {user}
pt: Você retirou o convite para {user}
ru: Вы отозвали приглашение для {user}
sk: Stiahli ste pozvanie pre {user}
sr: Opozvali ste pozivnicu za {user}
sv: Du har återkallat inbjudan till {user}
ta: {user}க்கான அழைப்பை திரும்பப் பெற்றுவிட்டீர்கள்
th: คุณได้ถอนคำเชิญสำหรับ {user}
uk: Ви відкликали запрошення для {user}

# youInvitedToBy
source: 📩 You have been invited via link to: {alias}
be: 📩 Вы былі запрошаны па спасылцы на: {alias}
bn: 📩 আপনাকে লিঙ্কের মাধ্যমে আমন্ত্রণ জানানো হয়েছে: {alias}
bo: 📩 ཁྱེད་རང་གིས་འབྲེལ་མཐུད་འདི་ལུ་འདེམས་བྱེད་ཡོད། {alias}
ca: 📩 T'han enviat un enllaç d'invitació per: {alias}
cs: 📩 Prostřednictvím odkazu jste byli pozváni na: {alias}
da: 📩 Du er blevet inviteret via link til: {alias}
de: 📩 Du wurdest per Link eingeladen zu: {alias}
eo: 📩 Vi estis invitita per ligilo al: {alias}
et: 📩 Sa oled lingiga saanud kutse jututuppa: {alias}
eu: 📩 Esteka baten bidez gonbidatu zaituzte: {alias}
fa: 📩 شما با پیوند دعوت شده‌اید به: {alias}
fi: 📩 Sinut on kutsuttu linkin kautta: {alias}
fr: 📩 Vous avez été invité par lien à : {alias}
ga: 📩 Tugadh cuireadh duit trí nasc chuig: {alias}
gl: 📩 Convidáronte cunha ligazón a: {alias}
hi: 🚩 आपको लिंक के माध्यम से निमंत्रित किया गया: {alias}
hr: 📩 Pozvan/a si putem poveznice na: {alias}
id: 📩 Kamu telah diundang melalui surel ke: {alias}
it: 📩 Sei stato invitato tramite link in: {alias}
ka: 📩 თქვენ მოწვევა მიიღეთ ლინკის მეშვეობით: {alias}
nb: 📩 Du har blitt invitert via lenke til: {alias}
nl: 📩 Je bent uitgenodigd via een link voor: {alias}
pl: Otrzymałeś/-aś link z zaproszeniem do: {alias}
pt: 📩 Você foi convidado via link para: {alias}
ru: 📩 Вы были приглашены по ссылке на: {alias}
sk: 📩 Boli ste pozvaní prostredníctvom odkazu na: {alias}
sr: 📩 Pozvani ste putem linka na: {alias}
sv: 📩 Du har blivit inbjuden via länk till: {alias}
ta: In இணைப்பு வழியாக நீங்கள் அழைக்கப்பட்டுள்ளீர்கள்: {alias}
th: 📩 คุณได้รับเชิญผ่านลิงก์ไปยัง: {alias}
uk: 📩 Вас запрошено за посиланням на: {alias}

# youInvitedBy
source: 📩 You have been invited by {user}
be: 📩 Вы былі запрошаны карыстальнікам {user}
bn: 📩 আপনি {user} দ্বারা আমন্ত্রিত হয়েছেন
bo: 📩 ཁྱེད་རང་གིས {user} ལ་འབྲེལ་མཐུད་འདི་འབད་ཡོད།
ca: 📩 {user} t'ha convidat
cs: Byli jste pozváni uživatelem {user}
da: 📩 Du er blevet inviteret af {user}
de: 📩 Du wurdest von {user} eingeladen
eo: 📩 Vi estis invitita de {user}
et: 📩 {user} saatis sulle kutse
eu: 📩 {user}(e)k gonbidatu zaitu
fa: 📩 شما توسط {user} دعوت شده‌اید
fi: 📩 {user} kutsui sinut
fr: 📩 Vous avez été invité par {user}
ga: 📩 Thug {user} cuireadh duit
gl: 📩 {user} convidoute
hi: 🚩 आपको {user} द्वारा निमंत्रित किया गया
hr: 📩 {user} te je pozvao/la
id: 📩 Kamu telah diundang oleh {user}
it: 📩 Sei stato invitato/a da {user}
ka: 📩 თქვენ მოწვევა მიიღეთ {user}-ის მიერ
nb: 📩 Du har blitt invitert av {user}
nl: 📩 Je bent uitgenodigd door {user}
pl: 📩 Zostałeś/-aś zaproszony/-a przez {user}
pt: 📩 Você foi convidado por {user}
ru: 📩 Вы были приглашены {user}
sk: 📩 Boli ste pozvaní {user}
sr: 📩 Pozvani ste od {user}
sv: 📩 Du har blivit inbjuden av {user}
ta: 📩 நீங்கள் {user} ஆல் அழைக்கப்பட்டுள்ளீர்கள்
th: 📩 คุณได้รับเชิญโดย {user}
uk: 📩 Ви були запрошені {user}

# invitedBy
source: 📩 Invited by {user}
be: 📩 Запрошаны(-а) {user}
bn: 📩 {user} দ্বারা আমন্ত্রিত
bo: 📩 འབྲེལ་མཐུད་བྱེད་པ། {user}
ca: 📩 Convidadi per {user}
cs: 📩 Pozván od {user}
da: 📩 Inviteret af {user}
de: 📩 Eingeladen von {user}
eo: 📩 Invitita de {user}
et: 📩 Kutsujaks {user}
eu: 📩 {user}(e)k gonbidatua
fa: 📩 دعوت‌شده توسط {user}
fi: 📩 Kutsunut {user}
fr: 📩 Invitation par {user}
ga: 📩 Cuireadh ó {user}
gl: 📩 Convidada por {user}
hi: 🚩 {user} द्वारा आमंत्रित
hr: 📩 Pozvao {user}
id: 📩 Diundang oleh {user}
it: 📩 Invitato da {user}
ka: 📩 მოწვევა {user}-ის მიერ
nb: 📩 Inviter av {user}
nl: 📩 Uitgenodigd door: {user}
pl: Zaproszony/-a przez {user}
pt: 📩 Convidado por {user}
ru: 📩 Приглашен(а) {user}
sk: 📩 Pozvaný(a) od {user}
sr: 📩 Pozvao {user}
sv: 📩 Inbjuden av {user}
ta: {user} அழைத்தார்
th: 📩 เชิญโดย {user}
uk: 📩 Запрошений {user}

source: 📩 You invited {user}
be: 📩 Вы запрасілі {user}
bn: 📩 আপনি {user} কে আমন্ত্রণ জানিয়েছেন
bo: 📩 ཁྱེད་རང་གིས {user} ལ་འབྲེལ་མཐུད་འདི་འབད་ཡོད།
ca: 📩 Has convidat a {user}
cs: Pozvali jste uživatele {user}
da: 📩 Du inviterede {user}
de: 📩 Du hast {user} eingeladen
eo: 📩 Vi invitis {user}
et: 📩 Sa saatsid kutse kasutajale {user}
eu: 📩 {user} gonbidatu duzu
fa: 📩 شما {user} را دعوت کردید
fi: 📩 Kutsuit käyttäjän {user}
fr: 📩 Vous avez invité {user}
ga: 📩 Thug tú cuireadh do {user}
gl: 📩 Convidaches a {user}
hi: 🚩 आपने {user} को आमंत्रित किया
hr: 📩 Pozvao/la si korisnika {user}
id: 📩 Kamu mengundang {user}
it: 📩 Hai invitato {user}
ka: 📩 თქვენ მოწვევა გაუგზავნეთ {user}
nb: 📩 Du inviterte {user}
nl: 📩 Je hebt {user} uitgenodigd
pl: 📩 Zaprosiłeś/-aś {user}
pt: 📩 Você convidou {user}
ru: 📩 Вы пригласили {user}
sk: 📩 Pozvali ste {user}
sr: 📩 Pozvali ste {user}
sv: 📩 Du bjöd in {user}
ta: 📩 {user} ஐ அழைத்தீர்கள்
th: 📩 คุณเชิญ {user}
uk: 📩 Ви запросили {user}

# youKicked
source: 👞 You kicked {user}
be: 👞 Вы выгналі {user}
bn: 👞 আপনি {user} কে বহিষ্কার করেছেন
bo: 👞 ཁྱེད་རང་གིས {user} ལ་འགན་ཁང་བསྐྱར་བཏང་བྱུང་།
ca: 👞 Has expulsat a {user}
cs: Vykopli jste uživatele {user}
da: 🚮 Du sparkede {user}
de: 👞 Du hast {user} rausgeworfen
eo: 👞 Vi forpelis {user}
et: 👞 Sa müksasid kasutaja {user} välja
eu: 👞 {user} kanporatu duzu
fa: 👞 شما {user} را بیرون کردید
fi: 👞 Potkit käyttäjän {user} keskustelusta
fr: 👞 Vous avez dégagé {user}
ga: 👞 Chiceáil tú {user}
gl: 👞 Expulsaches a {user}
hi: 👞 आप {user} को बाहर किया
hr: 👞 Izbacio/la si korisnika {user}
id: 👞 Kamu mengeluarkan {user}
it: 👞 Hai rimosso {user}
ka: 👞 თქვენ გამოგაგდეთ {user}
nb: 👞 Du sparket {user}
nl: 👞 Je hebt {user} weggestuurd
pl: 👞 Wyrzuciłeś/-aś {user}
pt: 👞 Você expulsou {user}
ru: 👞 Вы выгнали {user}
sk: 👞 Vyhodili ste {user}
sr: 👞 Izbacili ste {user}
sv: 👞 Du sparkade ut {user}
ta: 👞 {user}ஐ உதைத்துள்ளீர்கள்
th: 👞 คุณเตะ {user}
uk: 👞 Ви вилучили {user}

# youKickedAndBanned
source: 🙅 You kicked and banned {user}
be: 🙅 Вы выгналі і заблакіравалі {user}
bn: 🙅 আপনি {user} কে বহিষ্কার ও নিষিদ্ধ করেছেন
bo: 🙅 ཁྱེད་རང་གིས {user} ལ་འགན་ཁང་བསྐྱར་བཏང་དང་འགན་ཁང་བསྐྱར་བཏང་བྱུང་།
ca: 🙅 Has expulsat i vetat a {user}
cs: Vykopli jste a zakázali jste uživatele {user}
da: 🙅‍♀️ Du sparkede og bandlyste {user}
de: 🙅 Du hast {user} rausgeworfen und verbannt
eo: 🙅‍♀️ Vi forpelis kaj malpermesis {user}
et: 🙅Sa müksasid kasutaja {user} välja ning seadsid talle suhtluskeelu
eu: 🙅 {user} kanporatu eta debekua ezarri diozu
fa: 🙅 شما {user} را بیرون و محروم کردید
fi: 🙅 Potkit ja annoit porttikiellon käyttäjälle {user}
fr: 🙅 Vous avez dégagé et banni {user}
ga: 🙅 Chiceáil tú agus chuir tú cosc ar {user}
gl: 🙅 Expulsaches e vetaches a {user}
hi: 🙅 आप {user} को बाहर किया और प्रतिबंधित किया
hr: 🙅 Izbacio/la si i blokirao/la korisnika {user}
id: 🙅 Kamu mengeluarkan dan mencekal {user}
it: 🙅 Hai rimosso e bannato {user}
ka: 👥 თქვენ გამოგაგდეთ და ბლოკეთ {user}
nb: 🙅‍♀️ Du sparket og utestengte {user}
nl: 🙅 Je hebt weggestuurd en verbannen {user}
pl: 🙅 Wyrzuciłeś/-aś i zbanowałeś/-aś {user}
pt: 🙅 Você expulsou e baniu {user}
ru: 🙅 Вы выгнали и заблокировали {user}
sk: 🙅‍♀️ Vyhodili ste a zabanovali ste {user}
sr: 🙅 Izašao si i zabranio {user}
sv: 🙅 Du sparkade ut och förbjöd {user}
ta: 🙅 நீங்கள் உதைத்து தடைசெய்துள்ளீர்கள் {user}
th: 🙅‍♀️ คุณเตะและแบน {user}
uk: 🙅 Ви вилучили й заблокували {user}

source: You unbanned {user}
be: Вы разблакіравалі {user}
bn: আপনি {user} এর নিষেধাজ্ঞা প্রত্যাহার করেছেন
bo: ཁྱེད་རང་གིས {user} ལ་འགན་ཁང་བསྐྱར་བཏང་བྱུང་།
ca: Has aixecat el veto a {user}
cs: Zrušili jste zákaz uživateli {user}
da: Du ophævede bandlysningen af {user}
de: Du hast die Verbannung von {user} rückgängig gemacht
eo: Vi malpermesis {user}
et: Sa eemaldasid suhtluskeelu kasutajalt {user}
eu: {user}(r)i debekua kendu diozu
fa: شما محرومیت {user} را برداشتید
fi: Poistit käyttäjän {user} porttikiellon
fr: Vous avez débanni {user}
ga: Unbanned tú {user}
gl: Retiraches o veto a {user}
hi: आपने {user} को अनबैन किया
hr: Ponovo si uključio/la korisnika {user}
id: Kamu membatalkan cekalan {user}
it: Hai sbannato {user}
ka: თქვენ გაუქმეთ ბლოკი {user}
nb: Du fjernet utestengelsen for {user}
nl: Je hebt de ban op {user} opgeheven
pl: Odbanowałeś/-aś {user}
pt: Você desbaniu {user}
ru: Вы разблокировали {user}
sk: Odomkli ste {user}
sr: Otključali ste {user}
sv: Du återkallade förbudet för {user}
ta: நீங்கள் {user} தடைசெய்யவில்லை
th: คุณยกเลิกการแบน {user}
uk: Ви розблокували {user}

# hasKnocked
source: 🚪 {user} has knocked
be: 🚪 {user} пагрукаўся
bn: 🚪 {user} Knock করেছেন
bo: 🚪 {user} ནང་བརྗེ་བྱེད་ཡོད།
ca: 🚪 {user} pica a la porta
cs: 🚪 {user} zaklepal
da: 🚪 {user} har banket på
de: 🚪 {user} hat angeklopft
eo: 🚪 {user} batořis
et: 🚪{user} on jututoa uksele koputanud
eu: 🚪 {user}(e)k baimena eskatu du
fa: 🚪 {user} در زده است
fi: 🚪 {user} on koputtanut
fr: 🚪 {user} a frappé
ga: 🚪 Tá {user} tar éis cnagadh
gl: 🚪 {user} petou na porta
hi: 🚪 {user} ने दस्तक दी है
hr: 🚪 {user} je pokucao/la
id: 🚪 {user} telah dikeluarkan
it: 🚪 {user} ha bussato
ka: 🚪 {user} დარეკა
nb: 🚪 {user} har banket på
nl: 🚪 {user} heeft geklopt
pl: {user} zapukał-/a
pt: 🚪 {user} bateu na porta
ru: 🚪 {user} постучался
sk: 🚪 {user} zaklopal
sr: 🚪 {user} je pokucao
sv: {user} har knackat
ta: 🚪 {user} தட்டியது
th: 🚪 {user} ได้เคาะแล้ว
uk: 🚪{user} стукає до вас

source: Users must knock
be: Карыстальнікі абавязаны пагрукацца
bn: ব্যবহারকারীদের Knock করতে হবে
bo: བཀོད་སྤྱོད་མི་ཚོས་བརྗེ་བྱེད་བྱེད་མི་ཚོས།
ca: Lis membres han de picar a la porta
cs: Uživatelé musí zaklepat
da: Brugere skal banke på
de: Benutzer müssen anklopfen
eo: Uzantoj devas batoři
et: Kasutajad peavad uksele koputama
eu: Erabiltzaileek baimena eskatu behar dute
fa: کاربران باید در بزنند
fi: Käyttäjien täytyy koputtaa
fr: Les utilisateurs/trices doivent frapper
ga: Ní mór d'úsáideoirí cnag a chur ar
gl: As usuarias teñen que pedir entrar
hi: उपयोगकर्ताओं को दस्तक देनी चाहिए
hr: Korisnici moraju pokucati
id: Pengguna harus mengetuk
it: Gli utenti devono bussare
ka: მომხმარებლებს უნდა დარეკონ
nb: Brukere må banke på
nl: Personen moeten kloppen
pl: Użytkownicy muszą zapukać
pt: Os usuários devem bater na porta
ru: Пользователи должны постучаться
sk: Používatelia musia zaklopať
sr: Korisnici moraju da pokucaju
sv: Användare måste knacka
ta: பயனர்கள் தட்ட வேண்டும்
th: ผู้ใช้ต้องเคาะก่อนเข้า
uk: Користувачі повинні постукатись

source: No one can join
be: Ніхто не можа далучыцца
bn: কেউ যোগ দিতে পারবে না
bo: མི་གཅིག་ལ་འབྲེལ་མཐུད་འབད་མི་ཚོས།
ca: Ningú s'hi pot ficar
cs: Nikdo se nemůže připojit
da: Ingen kan deltage
de: Niemand kann beitreten
eo: Neniu povas aliŭi
et: Mitte keegi ei saa liituda
eu: Ezin da inor batu
fa: هیچ‌کس نمیتواند بپیوندد
fi: Kukaan ei voi liittyä
fr: Personne ne peut rejoindre
ga: Ní féidir le duine ar bith páirt a ghlacadh
gl: Ninguén pode unirse
hi: कोई भी शामिल नहीं हो सकता
hr: Nitko se ne može pridružiti
id: Tidak ada siapa pun yang dapat bergabung
it: Nessuno può unirsi
ka: ვინც არ უნდა შემოუერთდეს
nb: Ingen kan bli med
nl: Niemand kan deelnemen
pl: Nikt nie może dołączyć
pt: Ninguém pode entrar
ru: Никто не может присоединиться
sk: Nikto sa nemôže pripojiť
sr: Niko ne može da se pridruži
sv: Ingen kan gå med
ta: யாரும் சேர முடியாது
th: ไม่มีใครสามารถเข้าร่วมได้
uk: Ніхто не може приєднатись

# userWouldLikeToChangeTheChat
source: {user} would like to join the chat.
be: {user} хоча далучыцца да чату.
bn: {user} চ্যাটে যোগ দিতে চান।
bo: {user} ལ་ཚོགས་ཕྱོགས་བསྐྱར་བཟོ་དགོས།
ca: {user} vol entrar al xat.
cs: {user} by se rád připojil do chatu.
da: {user} vil gerne deltage i chatten.
de: {user} würde dem Chat gerne beitreten.
eo: {user} volas aliŭi al la babilo.
et: {user} soovib liituda vestlusega.
eu: {user}(e)k txatera batu nahiko luke.
fa: {user} مایل به پیوستن به گپ است.
fi: {user} haluaisi liittyä keskusteluun.
fr: {user} souhaite rejoindre la discussion.
ga: Ba mhaith le {user} páirt a ghlacadh sa chomhrá.
gl: {user} quere unirse á charla.
hi: {user} चैट में शामिल होना चाहता है।
hr: {user} se želi pridružiti razgovoru.
id: {user} ingin bergabung dengan obrolan.
it: {user} vorrebbe unirsi alla chat.
ka: {user} სურს ჩატში შეუერთება.
nb: {user} ønsker å bli med i chatten.
nl: {user} wil graag deelnemen aan de chat.
pl: {user} chce dołączyć do czatu.
pt: {user} gostaria de entrar no chat.
ru: {user} желает присоединиться к чату.
sk: {user} by sa chcel pripojiť do chatu.
sr: {user} želi da se pridruži chatu.
sv: {user} vill gå med i chatten.
ta: {user} அரட்டையில் சேர விரும்புகிறார்.
th: {user} ต้องการเข้าร่วมแชท
uk: {user} хоче приєднатися до бесіди.

source: No public link has been created yet
be: Публічны ключ яшчэ не створаны
bn: কোন পাবলিক লিঙ্ক এখনও তৈরি হয়নি
bo: མི་ཚོས་འབྲེལ་མཐུད་ལུ་མི་འགྱོ་བའི་སྤྱིར་ལས་མེད།
ca: No s'ha creat cap enllaç públic
cs: Zatím nebyl vytvořen žádný veřejný odkaz
da: Ingen offentlig link er oprettet endnu
de: Es wurde noch kein öffentlicher Link erstellt
eo: Neniu publika ligilo ankorať estas kreita
et: Avalikult kasutatavat linki pole veel olemas
eu: Oraindik ez da esteka publikorik sortu
fa: هنوز پیوند عمومی ساخته نشده است
fi: Yhtään julkista linkkiä ei ole vielä luotu
fr: Aucun lien public n'a encore été crée
ga: Níor cruthaíodh aon nasc poiblí go fóill
gl: Aínda non se creou unha ligazón pública
hi: कोई सार्वजनिक लिंक अभी तक नहीं बनाया गया है
hr: Još nije stvorena nijedna javna poveznica
id: Belum ada tautan publik yang dibuat
it: Non è stato ancora creato alcun link pubblico
ka: საჯარო ბმული ჯერ არ შექმნილა
nb: Ingen offentlig lenke er opprettet ennå
nl: Openbare link is nog niet gecreëerd
pl: Nie utworzono jeszcze żadnego publicznego linku
pt: Ainda não foi criado um link público
ru: Публичная ссылка еще не была создана
sk: Ešte nebol vytvorený žiadny verejný odkaz
sr: Još uvek nije kreiran javni link
sv: Ingen offentlig länk har skapats än
ta: பொது இணைப்பு இதுவரை உருவாக்கப்படவில்லை
th: ยังไม่ได้สร้างลิงก์สาธารณะ
uk: Загальнодоступне посилання ще не створено

source: Users
be: Карыстальнікі
bn: ব্যবহারকারীরা
bo: བཀོད་སྤྱོད་པོ།
ca: Usuàrïis
cs: Uživatelé
da: Brugere
de: Benutzer
eo: Uzantoj
et: Kasutajad
eu: Erabiltzaileak
fa: کاربرها
fi: Käyttäjät
fr: Utilisateurs/trices
ga: Úsáideoirí
gl: Usuarias
hi: उपयोगकर्ता
hr: Korisnici
id: Pengguna
it: Utenti
ka: მომხმარებლები
nb: Brukere
nl: Personen
pl: Użytkownicy
pt: Utilizadores
ru: Пользователи
sk: Používatelia
sr: Korisnici
sv: Användare
ta: பயனர்கள்
th: ผู้ใช้
uk: Користувачі
