Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# completeActivitiesToUnlock
source: Complete at least one activity to unlock the translation!
bn: অনুবাদ আনলক করতে কমপক্ষে একটি কার্যকলাপ সম্পন্ন করুন!
bo: རྟག་པའི་ལས་ཀ་ལྟར་སྤྱོད་འཇུག་ལ་འགྱོ་བའི་ལས་ཀ་ལྟར་འབད!
ca: Completa almenys una activitat per desbloquejar la traducció!
cs: Dokončete alespoň jednu aktivitu pro odemčení překladu!
da: Fuldfør mindst en aktivitet for at låse op for oversættelsen!
de: Absolvieren Sie mindestens eine Aktivität, um die Übersetzung freizuschalten!
eo: Plenumigu almenaŭ unu agadon por malŝlosi la tradukon!
et: Lõpeta vähemalt üks tegevus, et lukustada tõlge!
eu: Osatu gutxienez jarduera bat itzultzeko!
fi: Vähemmän kuin yksi aktiviteetti on suoritettu, jotta voit avata käännöksen!
fr: Terminez au moins une activité pour déverrouiller la traduction !
ga: Críochnaigh ar a laghad gníomhaíocht amháin chun an t-aistriúchán a dhíghlasáil!
gl: Completa polo menos unha actividade para desbloquear a tradución!
hi: अनुवाद को अनलॉक करने के लिए कम से कम एक गतिविधि पूरी करें!
hr: Dovršite barem jednu aktivnost za otključavanje prijevoda!
it: Completa almeno un'attività per sbloccare la traduzione!
ka: დასრულეთ მინიმუმ ერთი აქტივობა თარგმანის გასახსნელად!
nb: Fullfør minst én aktivitet for å låse opp oversettelsen!
nl: Voltooi ten minste één activiteit om de vertaling te ontgrendelen!
pl: Ukończ co najmniej jedną aktywność, aby odblokować tłumaczenie!
pt: Complete pelo menos uma atividade para desbloquear a tradução!
ru: Выполните хотя бы одно задание, чтобы разблокировать перевод!
sk: Dokončite aspoň jednu aktivitu na odomknutie prekladu!
sr: Завршите бар једну активност да бисте откључали превод!
sv: Slutför minst en aktivitet för att låsa upp översättningen!
ta: பதிப்பதற்கான குறைந்தபட்ச ஒரு செயல்பாட்டை முடிக்கவும்!
th: ทำกิจกรรมอย่างน้อยหนึ่งรายการเพื่อปลดล็อคการแปล!

# botSettingsSubtitle
source: Invite bot to moderate chat activity
bn: চ্যাট কার্যকলাপ পরিচালনা করতে বটকে আমন্ত্রণ জানান
bo: བོད་སྐད་ཚད་ལག་ལེན་ལོག་ལེན་འབད
ca: Convida el bot per moderar l'activitat del xat
cs: Pozvat bota k moderování aktivity chatu
da: Inviter bot til at moderere chataktivitet
de: Bot einladen, um die Chat-Aktivität zu moderieren
eo: Invitu boton por moderigi babiladon
et: Kutsuge bot modererima vestlustegevust
eu: Gonbidatu bot-a elkarrizketa jarduera moderatzeko
fi: Kutsu botti valvomaan keskustelun toimintaa
fr: Invitez le bot à modérer l'activité de chat
ga: Cuireadh bot chun gníomhaíocht comhrá a bhainistiú
gl: Invita ao bot a moderar a actividade do chat
hi: चैट गतिविधि को नियंत्रित करने के लिए बॉट को आमंत्रित करें
hr: Pozovite bota da moderira aktivnost chata
it: Invita il bot a moderare l'attività della chat
ka: პატივი მიეცით ბოტს ჩატის აქტივობის მოდერაციისთვის
nb: Inviter bot til å moderere chataktivitet
nl: Nodig bot uit om chatactiviteit te modereren
pl: Zaproś bota do moderowania aktywności czatu
pt: Convidar bot para moderar a atividade do chat
ru: Пригласите бота для модерирования активности чата
sk: Pozvať bota na moderovanie aktivity chatu
sr: Позовите бота да модерира активност у ћаскању
sv: Bjud in bot för att moderera chattaktivitet
ta: செயல்பாட்டை நடாத்துவதற்கு பாட்டை அழைக்கவும்
th: เชิญบอทเพื่อดูแลกิจกรรมแชท

# invitePeople
source: Invite users
bn: ব্যবহারকারীদের আমন্ত্রণ জানান
bo: རོལ་མོ་ལ་འདེམས
ca: Convida usuaris
cs: Pozvat uživatele
da: Inviter brugere
de: Benutzer einladen
eo: Inviti uzantojn
et: Kutsuge kasutajaid
eu: Gonbidatu erabiltzaileak
fi: Kutsu käyttäjiä
fr: Inviter des utilisateurs
ga: Cuireadh úsáideoirí
gl: Invitar usuarios
hi: उपयोगकर्ताओं को आमंत्रित करें
hr: Pozovite korisnike
it: Invita utenti
ka: პატივი მიეცით მომხმარებლებს
nb: Inviter brukere
nl: Nodig gebruikers uit
pl: Zaproś użytkowników
pt: Convidar usuários
ru: Пригласить пользователей
sk: Pozvať používateľov
sr: Позовите кориснике
sv: Bjud in användare
ta: பயனர்களை அழைக்கவும்
th: เชิญผู้ใช้

source: No capacity limit
bn: কোন ক্ষমতা সীমা নেই
bo: ལག་ལེན་མེད
ca: Sense límit de capacitat
cs: Žádný limit kapacity
da: Ingen kapacitetsgrænse
de: Keine Kapazitätsbegrenzung
eo: Sen kapacita limigo
et: Piirangut võimsusele ei ole
eu: Ez dago gaitasun mugarik
fi: Ei kapasiteettirajaa
fr: Aucune limite de capacité
ga: Gan teorainn acmhainne
gl: Sen límite de capacidade
hi: कोई क्षमता सीमा नहीं
hr: Nema ograničenja kapaciteta
it: Nessun limite di capacità
ka: შესაძლებლობის შეზღუდვა არ არის
nb: Ingen kapasitetbegrensning
nl: Geen capaciteitslimiet
pl: Brak limitu pojemności
pt: Sem limite de capacidade
ru: Нет ограничения по вместимости
sk: Žiadne obmedzenie kapacity
sr: Нема ограничења капацитета
sv: Ingen kapacitetsgräns
ta: திறனில் எந்த வரம்பும் இல்லை
th: ไม่มีขีดจำกัดความจุ

source: Download group text
bn: গ্রুপ টেক্সট ডাউনলোড করুন
bo: དབྱེད་ཁང་གི་ཚིག་རྟགས་རོལ་འདེགས།
ca: Descarrega el text del grup
cs: Stáhnout text skupiny
da: Download gruppe tekst
de: Gruppentext herunterladen
eo: Elŝuti grupan tekston
et: Laadige alla grupitekst
eu: Deskargatu talde testua
fi: Lataa ryhmäteksti
fr: Télécharger le texte du groupe
ga: Íoslódáil téacs an ghrúpa
gl: Descargar texto do grupo
hi: समूह टेक्स्ट डाउनलोड करें
hr: Preuzmi tekst grupe
it: Scarica il testo del gruppo
ka: გთხოვთ, ჩამოტვირთოთ ჯგუფის ტექსტი
nb: Last ned gruppe tekst
nl: Download groepsbericht
pl: Pobierz tekst grupy
pt: Baixar texto do grupo
ru: Скачать текст группы
sk: Stiahnuť text skupiny
sr: Преузми текст групе
sv: Ladda ner grupptext
ta: குழு உரையை பதிவிறக்கம் செய்யவும்
th: ดาวน์โหลดข้อความกลุ่ม

source: Notifications on
bn: বিজ্ঞপ্তি চালু
bo: ཚེད་རིམ་སྒྲིག་བཀལ།
ca: Notificacions activades
cs: Oznámení zapnuta
da: Notifikationer til
de: Benachrichtigungen aktiviert
eo: Sciigoj aktivigitaj
et: Teavitused sisse
eu: Jakinarazpenak aktibo
fi: Ilmoitukset päällä
fr: Notifications activées
ga: Fógraí ar siúl
gl: Notificacións activadas
hi: सूचनाएँ चालू हैं
hr: Obavijesti uključene
it: Notifiche attivate
ka: შეტყობინებები ჩართულია
nb: Varslinger på
nl: Meldingen aan
pl: Powiadomienia włączone
pt: Notificações ativadas
ru: Уведомления включены
sk: Oznámenia zapnuté
sr: Обавештења укључена
sv: Aviseringar på
ta: அறிவிப்புகள் இயங்கும்
th: เปิดการแจ้งเตือน

source: Notifications off
bn: বিজ্ঞপ্তি বন্ধ
bo: ཚེད་རིམ་མེད།
ca: Notificacions desactivades
cs: Oznámení vypnuta
da: Notifikationer fra
de: Benachrichtigungen deaktiviert
eo: Sciigoj malaktivigitaj
et: Teavitused välja
eu: Jakinarazpenak desaktibatu
fi: Ilmoitukset pois päältä
fr: Notifications désactivées
ga: Fógraí as
gl: Notificacións desactivadas
hi: सूचनाएँ बंद हैं
hr: Obavijesti isključene
it: Notifiche disattivate
ka: შეტყობინებები გამორთულია
nb: Varslinger av
nl: Meldingen uit
pl: Powiadomienia wyłączone
pt: Notificações desativadas
ru: Уведомления выключены
sk: Oznámenia vypnuté
sr: Обавештења искључена
sv: Aviseringar av
ta: அறிவிப்புகள் நிறுத்தப்பட்டது
th: ปิดการแจ้งเตือน

source: Chat can be found via search
bn: চ্যাট অনুসন্ধানের মাধ্যমে খুঁজে পাওয়া যাবে
bo: ཚེར་བརྗེ་བརྗོད་ནས་ཡོད།
ca: El xat es pot trobar mitjançant la cerca
cs: Chat lze najít přes vyhledávání
da: Chat kan findes via søgning
de: Chat kann über Suche gefunden werden
eo: Babilejo povas esti trovita per serĉo
et: Vestlust saab otsinguga leida
eu: Elkarrizketa bilatzailean aurki daiteke
fi: Keskustelu löytyy haulla
fr: Le chat peut être trouvé via la recherche
ga: Féadfaidh tú comhrá a aimsiú trí chuardach
gl: O chat pódese atopar mediante busca
hi: चैट खोज के माध्यम से पाया जा सकता है
hr: Razgovor se može pronaći putem pretraživanja
it: La chat può essere trovata tramite ricerca
ka: ჩატი შეიძლება იპოვოთ ძიებით
nb: Chat kan finnes via søk
nl: Chat kan via zoekopdracht worden gevonden
pl: Czat można znaleźć przez wyszukiwanie
pt: O chat pode ser encontrado via pesquisa
ru: Чат можно найти через поиск
sk: Chat je možné nájsť cez vyhľadávanie
sr: Ћаскање се може пронаћи преко претраге
sv: Chat kan hittas via sök
ta: செய்தி தேடலால் கண்டுபிடிக்கலாம்
th: สามารถค้นหาแชทได้ผ่านการค้นหา

source: Require code to join
bn: জোড়ার জন্য কোড প্রয়োজন
bo: ལུས་སྤྱོད་ལ་རོལ་འདེགས་སྤྱོད་ལ།
ca: Requereix codi per unir-se
cs: Vyžadovat kód pro připojení
da: Kræv kode for at deltage
de: Code zum Beitreten erforderlich
eo: Postuli kodon por aliĝi
et: Nõuab koodi liitumiseks
eu: Kodea eskatu parte hartzeko
fi: Vaadi koodi liittyäksesi
fr: Code requis pour rejoindre
ga: Teastaíonn cód chun páirt a ghlacadh
gl: Requírese código para unirse
hi: शामिल होने के लिए कोड आवश्यक है
hr: Za pridruživanje je potreban kod
it: Richiede codice per entrare
ka: კოდი სჭირდება შესვლისთვის
nb: Krever kode for å bli med
nl: Vereist code om deel te nemen
pl: Wymagaj kodu do dołączenia
pt: Exigir código para entrar
ru: Требовать код для присоединения
sk: Vyžaduje sa kód na pripojenie
sr: Потребан је код за придруживање
sv: Kräv kod för att gå med
ta: சேருவதற்கு குறியீடு தேவை
th: ต้องใช้รหัสเข้าร่วม

source: Can find in search
bn: সন্ধানে খুঁজে পেতে পারেন
bo: བཀོད་ནས་ཡོད།
ca: Es pot trobar a la cerca
cs: Lze najít ve vyhledávání
da: Kan findes i søgning
de: In Suche auffindbar
eo: Povas trovi en serĉo
et: Saab otsingus leida
eu: Bilaketaren bidez aurki daiteke
fi: Löytyy haulla
fr: Peut être trouvé dans la recherche
ga: Féadfaidh tú a aimsiú sa chuardach
gl: Pódese atopar na busca
hi: खोज में पाया जा सकता है
hr: Može se pronaći u pretraživanju
it: Può essere trovato nella ricerca
ka: შეგიძლიათ იპოვოთ ძიებით
nb: Kan finnes i søk
nl: Kan in zoekopdracht worden gevonden
pl: Można znaleźć w wyszukiwarce
pt: Pode ser encontrado na pesquisa
ru: Можно найти в поиске
sk: Môže sa nájsť vo vyhľadávaní
sr: Може се пронаћи у претрази
sv: Kan hittas i sök
ta: தேடலில் கண்டுபிடிக்கலாம்
th: สามารถค้นหาได้ในค้นหา

# addChatToSpace
source: Add chat
bn: চ্যাট যোগ করুন
bo: ཚེར་བརྗེ་ལ་ཁ་བྱང་འབད།
ca: Afegeix xat
cs: Přidat chat
da: Tilføj chat
de: Chat hinzufügen
eo: Aldoni babiladon
et: Lisa vestlus
eu: Gehitu elkarrizketa espazioan
fi: Lisää keskustelu
fr: Ajouter un chat
ga: Cuir comhrá leis an spás
gl: Engadir chat ao espazo
hi: चैट जोड़ें
hr: Dodaj razgovor
it: Aggiungi chat
ka: ჩატი დაამატეთ სივრცეში
nb: Legg til chat
nl: Voeg chat toe
pl: Dodaj czat
pt: Adicionar chat
ru: Добавить чат
sk: Pridať chat do priestoru
sr: Додај ћаскање
sv: Lägg till chatt
ta: செய்தியை சேர்க்கவும்
th: เพิ่มแชท

source: Create chat and invite users
bn: চ্যাট তৈরি করুন এবং ব্যবহারকারীদের আমন্ত্রণ জানান
bo: ཚེར་བརྗེ་འཛུལ་དང་བཀོལ་བའི་ལག་ཁྱེར་འབད།
ca: Crear xat i convidar usuaris
cs: Vytvořit chat a pozvat uživatele
da: Opret chat og inviter brugere
de: Chat erstellen und Benutzer einladen
eo: Krei babiladon kaj inviti uzantojn
et: Loo vestlus ja kutsu kasutajaid
eu: Sortu elkarrizketa eta gonbidatu erabiltzaileak
fi: Luo keskustelu ja kutsu käyttäjiä
fr: Créer un chat et inviter des utilisateurs
ga: Cruthaigh comhrá agus cuireadh a thabhairt do úsáideoirí
gl: Crear chat e invitar usuarios
hi: चैट बनाएं और उपयोगकर्ताओं को आमंत्रित करें
hr: Stvori razgovor i pozovi korisnike
it: Crea chat e invita utenti
ka: შექმენით ჩატი და მიიწვიეთ მომხმარებლები
nb: Opprett chat og inviter brukere
nl: Maak chat en nodig gebruikers uit
pl: Utwórz czat i zaproś użytkowników
pt: Criar chat e convidar usuários
ru: Создать чат и пригласить пользователей
sk: Vytvoriť chat a pozvať používateľov
sr: Креирај ћаскање и позови кориснике
sv: Skapa chatt och bjud in användare
ta: செய்தியை உருவாக்கி பயனர்களை அழைக்கவும்
th: สร้างแชทและเชิญผู้ใช้

# updatedNewSpaceDescription
source: Courses allow you to consolidate your chats and build private or public communities.
bn: কোর্সগুলি আপনাকে আপনার চ্যাটগুলো সংহত করতে এবং ব্যক্তিগত বা সাধারণ সম্প্রদায় গড়ে তুলতে সহায়তা করে।
bo: ཚོང་ཚོད་ཚོད་ལས་ཁྱེར་བརྗེ་ལ་བརྗེ་བརྗོད་དང་གནས་ཚུལ་གསར་བར་བཟོ་བཅོས།
ca: Els cursos us permeten consolidar els vostres xats i construir comunitats privades o públiques.
cs: Kurzy vám umožní zefektivnit vaše chaty a budovat soukromé nebo veřejné komunity.
da: Kurser giver dig mulighed for at konsolidere dine chats og opbygge private eller offentlige fællesskaber.
de: Kurse ermöglichen es, Ihre Chats zu konsolidieren und private oder öffentliche Gemeinschaften aufzubauen.
eo: Kursoj ebligas vin koncizi viajn babilejojn kaj konstruigi private aŭ publika komunumo.
et: Tühikud võimaldavad teil koondada oma vestlused ning luua era- või avalikke kogukondi.
eu: Ikastaroek zure elkarrizketak bateratzeko eta komunitate pribatu edo publikoa eraikitzeko aukera ematen dute.
fi: Kurssit auttavat sinua yhdistämään keskustelusi ja rakentamaan yksityisiä tai julkisia yhteisöjä.
fr: Les cours vous permettent de consolider vos discussions et de créer des communautés privées ou publiques.
ga: Ligeann cúrsaí duit do chomhráite a chur le chéile agus pobail phríobháideacha nó phoiblí a thógáil.
gl: Os cursos permiten consolidar os teus chats e crear comunidades privadas ou públicas.
hi: कोर्स आपको अपने चैट को समेकित करने और निजी या सार्वजनिक समुदाय बनाने की अनुमति देते हैं।
hr: Kursevi vam omogućuju da konsolidirate svoje razgovore i izgradite privatne ili javne zajednice.
it: I corsi ti permettono di consolidare le tue chat e creare comunità private o pubbliche.
ka: კურსები გეხმარებათ თქვენი ჩატების კონსოლიდაციაში და პირადი ან საჯარო საზოგადოებების შექმნაში.
nb: Kurs lar deg konsolidere chattene dine og bygge private eller offentlige fellesskap.
nl: Cursussen stellen je in staat om je chats te consolideren en privé- of openbare gemeenschappen op te bouwen.
pl: Kursy pozwalają na konsolidację czatów i budowanie społeczności prywatnych lub publicznych.
pt: Cursos permitem consolidar seus chats e construir comunidades privadas ou públicas.
ru: Курсы позволяют вам объединить ваши чаты и создавать частные или публичные сообщества.
sk: Kurzy vám umožňujú konsolidovať vaše chaty a budovať súkromné alebo verejné komunity.
sr: Курсеви вам омогућавају да консолидујете своје ћаскање и изградите приватне или јавне заједнице.
sv: Kurser gör att du kan konsolidera dina chattar och bygga privata eller offentliga gemenskaper.
ta: பாடத்திட்டங்கள் உங்கள் உரையாடல்களை ஒருங்கிணைக்கவும் தனிப்பட்ட அல்லது பொது சமூகங்களை கட்டியெழுப்பவும் அனுமதிக்கின்றன.
th: คอร์สเรียนช่วยให้คุณรวมแชทของคุณและสร้างชุมชนส่วนตัวหรือสาธารณะ

source: Join with code
bn: কোড দিয়ে যোগ দিন
bo: རོལ་འདེགས་ལ་ལོག་འབད།
ca: Uneix-te amb codi
cs: Připojit se s kódem
da: Deltag med kode
de: Mit Code beitreten
eo: Aliĝi kun kodo
et: Liitu koodiga
eu: Batu kodearekin
fi: Liity koodilla
fr: Rejoindre avec un code
ga: Bí páirteach le cód
gl: Unirse con código
hi: कोड के साथ जुड़ें
hr: Pridruži se s kodom
it: Unisciti con il codice
ka: შეერთდით კოდის საშუალებით
nb: Bli med med kode
nl: Deelname met code
pl: Dołącz z kodem
pt: Entrar com código
ru: Присоединиться по коду
sk: Pripojiť sa s kódom
sr: Придружите се са кодом
sv: Gå med med kod
ta: குறியீடு கொண்டு சேரவும்
th: เข้าร่วมด้วยรหัส

source: Enter code to join
bn: যোগের জন্য কোড লিখুন
bo: རོལ་འདེགས་ལ་ལོག་འབད་ནས་རོགས།
ca: Introdueix el codi per unir-te
cs: Zadejte kód pro připojení
da: Indtast kode for at deltage
de: Code eingeben, um beizutreten
eo: Enmetu kodon por aliĝi
et: Sisesta kood, et liituda
eu: Sartu kodea parte hartzeko
fi: Syötä koodi liittyäksesi
fr: Entrez le code pour rejoindre
ga: Cuir isteach an cód chun páirt a ghlacadh
gl: Introduce o código para unirse
hi: जुड़ने के लिए कोड दर्ज करें
hr: Unesite kod za pridruživanje
it: Inserisci il codice per entrare
ka: შეიყვანეთ კოდი შესერთებად
nb: Skriv inn kode for å bli med
nl: Voer code in om deel te nemen
pl: Wprowadź kod, aby dołączyć
pt: Digite o código para entrar
ru: Введите код для присоединения
sk: Zadajte kód na pripojenie
sr: Унесите код за придруживање
sv: Ange kod för att gå med
ta: சேருவதற்கான குறியீட்டை உள்ளிடவும்
th: ป้อนรหัสเพื่อเข้าร่วม

source: Update Now
bn: এখনই আপডেট করুন
bo: ད་ལྟོ་རོགས།
ca: Actualitza ara
cs: Aktualizovat nyní
da: Opdater nu
de: Jetzt aktualisieren
eo: Ĝisdatigi nun
et: Uuenda kohe
eu: Eguneratu orain
fi: Päivitä nyt
fr: Mettre à jour maintenant
ga: Nuashonraigh anois
gl: Actualizar agora
hi: अभी अपडेट करें
hr: Ažuriraj sada
it: Aggiorna ora
ka: განახლება ახლა
nb: Oppdater nå
nl: Nu bijwerken
pl: Aktualizuj teraz
pt: Atualizar agora
ru: Обновить сейчас
sk: Aktualizovať teraz
sr: Ажурирај одмах
sv: Uppdatera nu
ta: இப்போது புதுப்பிக்கவும்
th: อัปเดตตอนนี้

# updateLater
source: Later
bn: পরে
bo: ལེན་སྤྱོད་ནས།
ca: Més tard
cs: Později
da: Opdater senere
de: Später aktualisieren
eo: Poste
et: Hiljem
eu: Geroago eguneratu
fi: Myöhemmin
fr: Plus tard
ga: Nuashonraigh níos déanaí
gl: Actualizar despois
hi: बाद में अपडेट करें
hr: Ažuriraj kasnije
it: Più tardi
ka: განახლება მოგვიანებით
nb: Oppdater senere
pl: Później
pt: Mais tarde
ru: Обновить позже
sk: Neskôr
sr: Касније
sv: Uppdatera senare
ta: பின்னர் புதுப்பிக்கவும்
th: ภายหลัง

# constructUseWaDesc
source: Used without help
bn: সহায়তা ছাড়াই ব্যবহৃত
bo: ཧེ་མེད་མི་རྟགས་ལ་བཀོལ།
ca: Usat sense ajuda
cs: Používáno bez pomoci
da: Brugt uden hjælp
de: Ohne Hilfe verwendet
eo: Uzul sen helpo
et: Kasutatud ilma abita
eu: Laguntza gabe erabiltzen da
fi: Käytetty ilman apua
fr: Utilisé sans aide
ga: Úsáid gan cabhair
gl: Usado sen axuda
hi: बिना मदद के उपयोग किया गया
hr: Koristi se bez pomoći
it: Utilizzato senza aiuto
ka: გამოყენებულია დახმარების გარეშე
nb: Brukt uten hjelp
nl: Gebruikt zonder hulp
pl: Używany bez pomocy
pt: Usado sem ajuda
ru: Используется без помощи
sk: Používané bez pomoci
sr: Користи се без помоћи
sv: Används utan hjälp
ta: உதவியின்றி பயன்படுத்தப்பட்டது
th: ใช้โดยไม่ขอความช่วยเหลือ

# constructUseGaDesc
source: Grammar assistance
bn: ব্যাকরণ সহায়তা
bo: རྒྱན་གྱི་རྟགས་ལ་བཀོལ།
ca: Assistència gramatical
cs: Gramatická pomoc
da: Grammatikassistance
de: Grammatikunterstützung
eo: Gramatika helpo
et: Grammatikaabi
eu: Gramatika laguntza
fi: Kielioppiapu
fr: Assistance grammaticale
ga: Cabhair gramadach
gl: Asistencia gramatical
hi: व्याकरण सहायता
hr: Pomoć s gramatikom
it: Assistenza grammaticale
ka: გრამატიკის დახმარება
nb: Grammatikkhjelp
nl: Grammatica-ondersteuning
pl: Pomoc gramatyczna
pt: Assistência gramatical
ru: Грамматическая помощь
sk: Pomoc s gramatikou
sr: Помоћ у граматици
sv: Grammatikhjälp
ta: வாக்கிய உதவி
th: ความช่วยเหลือด้านไวยากรณ์

# constructUseTaDesc
source: Translation assistance
bn: অনুবাদ সহায়তা
bo: ཁྱབ་བསྐུར་ལ་བཀོལ།
ca: Assistència de traducció
cs: Pomoc s překladem
da: Oversættelsesassistance
de: Übersetzungshilfe
eo: Traduk helpo
et: Tõlkeabi
eu: Itzulpen laguntza
fi: Käännösapu
fr: Assistance à la traduction
ga: Cabhair aistriúcháin
gl: Asistencia na tradución
hi: अनुवाद सहायता
hr: Pomoć s prijevodom
it: Assistenza alla traduzione
ka: თარგმნის დახმარება
nb: Oversettelseshjelp
nl: Vertaalondersteuning
pl: Pomoc w tłumaczeniu
pt: Assistência de tradução
ru: Помощь с переводом
sk: Pomoc s prekladom
sr: Помоћ у превођењу
sv: Översättningshjälp
ta: பதிப்பதற்கான உதவி
th: ความช่วยเหลือด้านการแปล

# constructUseUnkDesc
source: Unknown
bn: অজানা
bo: མི་རྟགས།
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
eo: Nekonata
et: Tundmatu
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
ga: Neamhshonraithe
gl: Descoñecido
hi: अज्ञात
hr: Nepoznato
it: Sconosciuto
ka: უცნობია
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sk: Neznáme
sr: Непознато
sv: Okänd
ta: தெரியாதது
th: ไม่ทราบ

# constructUseCorITDesc
source: Correct in translation
bn: অনুবাদে সঠিক
bo: རྟགས་ལ་བཟོ་བཅོས།
ca: Correcte en traducció
cs: Správně v překladu
da: Korrekt i oversættelse
de: Korrekt in Übersetzung
eo: Korekte en traduko
et: Õige tõlkes
eu: Zuzeneko itzulpena
fi: Korjaa käännöksessä
fr: Correct dans la traduction
ga: Ceart i dtaobh an aistriúcháin
gl: Correcto na tradución
hi: अनुवाद में सही
hr: Ispravno u prijevodu
it: Corretto nella traduzione
ka: შესწორება თარგმნაში
nb: Korrekt i oversettelse
nl: Correct in vertaling
pl: Poprawne w tłumaczeniu
pt: Correto na tradução
ru: Правильно в переводе
sk: Správne v preklade
sr: Исправно у преводу
sv: Korrekt i översättning
ta: பதிப்பில் சரியானது
th: ถูกต้องในการแปล

# constructUseIgnITDesc
source: Ignored in translation
bn: অনুবাদে উপেক্ষা করা হয়েছে
bo: རྟགས་ལ་མེད།
ca: Ignorat en traducció
cs: Ignorováno v překladu
da: Ignoreret i oversættelse
de: Ignoriert in Übersetzung
eo: Ignorita en traduko
et: Ignoreeritud tõlkes
eu: Baztertu itzulpenan
fi: Ohitetaan käännöksessä
fr: Ignoré dans la traduction
ga: Uaireanta neamhaird i dtaobh an aistriúcháin
gl: Ignorado na tradución
hi: अनुवाद में अनदेखा किया गया
hr: Ignorirano u prijevodu
it: Ignorato nella traduzione
ka: გადახედულია თარგმნაში
nb: Ignorert i oversettelse
nl: Genegeerd in vertaling
pl: Zignorowane w tłumaczeniu
pt: Ignorado na tradução
ru: Игнорируется в переводе
sk: Ignorované v preklade
sr: Игнорисано у преводу
sv: Ignorerad i översättning
ta: பதிப்பில் புறக்கணிக்கப்பட்டது
th: ละเว้นในการแปล

# constructUseIncITDesc
source: Incorrect in translation
bn: অনুবাদে ভুল
bo: རྟགས་ལ་མི་བཟོ་བཅོས།
ca: Incorrecte en traducció
cs: Nesprávně v překladu
da: Forkert i oversættelse
de: Falsch in Übersetzung
eo: Malĝusta en traduko
et: Vale tõlkes
eu: Zuzena ez den itzulpena
fi: Väärin käännöksessä
fr: Incorrect dans la traduction
ga: Mícheart i dtaobh an aistriúcháin
gl: Incorrecto na tradución
hi: अनुवाद में गलत
hr: Neispravno u prijevodu
it: Incorretto nella traduzione
ka: არასწორია თარგმნაში
nb: Feil i oversettelse
nl: Onjuist in vertaling
pl: Niepoprawne w tłumaczeniu
pt: Incorreto na tradução
ru: Некорректно в переводе
sk: Nesprávne v preklade
sr: Грешка у преводу
sv: Felaktig i översättning
ta: பதிப்பில் தவறானது
th: ไม่ถูกต้องในการแปล

# constructUseIgnIGCDesc
source: Ignored in grammar correction
bn: ব্যাকরণ সংশোধনে উপেক্ষা করা হয়েছে
bo: ནང་ལས་སྒྲིག་བསྐྱར་བཟོ་ནས་མེད་པ།
ca: Ignorat en correcció gramatical
cs: Ignorováno v gramatické korekci
da: Ignoreret i grammatikrettelse
de: Ignoriert in Grammatikprüfung
eo: Ignorita en gramatika korekto
et: Ignoreeritud grammatika paranduses
eu: Baztertu gramatika zuzentzean
fi: Ohitetaan kielioppikorjauksessa
fr: Ignoré dans la correction grammaticale
ga: Fágtha i gceartlitriú gramadaí
gl: Ignorado na corrección gramatical
hi: व्याकरण सुधार में अनदेखा किया गया
hr: Ignorirano u gramatičkoj korekciji
it: Ignorato nella correzione grammaticale
ka: გადახედულია გრამატიკის კორექციაში
nb: Ignorert i grammatikkorreksjon
nl: Genegeerd in grammaticale correctie
pl: Zignorowane w korekcie gramatycznej
pt: Ignorado na correção gramatical
ru: Игнорируется в исправлении грамматики
sk: Ignorované v gramatickej korekcii
sr: Игнорисано у граматичкој исправци
sv: Ignorerad i grammatikrättning
ta: விருத்தி திருத்தத்தில் புறக்கணிக்கப்பட்டது
th: ละเว้นในการแก้ไขไวยากรณ์

# constructUseCorIGCDesc
source: Correct in grammar correction
bn: ব্যাকরণ সংশোধনে সঠিক
bo: ནང་ལས་སྒྲིག་བསྐྱར་བཟོ་ནས་བཟོ་བཅོས།
ca: Correcte en correcció gramatical
cs: Správně v gramatické korekci
da: Korrekt i grammatikrettelse
de: Korrekt in Grammatikprüfung
eo: Korekte en gramatika korekto
et: Õige grammatika paranduses
eu: Zuzena gramatika zuzentzean
fi: Korjaa kielioppikorjauksessa
fr: Correct dans la correction grammaticale
ga: Ceart i gceartlitriú gramadaí
gl: Correto na corrección gramatical
hi: व्याकरण सुधार में सही
hr: Ispravno u gramatičkoj korekciji
it: Corretto nella correzione grammaticale
ka: შესწორება გრამატიკის კორექციაში
nb: Korrekt i grammatikkorreksjon
nl: Correct in grammaticale correctie
pl: Poprawne w korekcie gramatycznej
pt: Correto na correção gramatical
ru: Правильно в исправлении грамматики
sk: Správne v gramatickej korekcii
sr: Исправно у граматичкој исправци
sv: Korrekt i grammatikrättning
ta: விருத்தி திருத்தத்தில் சரியானது
th: ถูกต้องในการแก้ไขไวยากรณ์
