Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Scan QR code
be: Сканіраваць QR-код
bn: QR কোড স্ক্যান করুন
bo: QR ལམ་ལུས་སྤྱོད་འབད།
ca: Escaneja un codi QR
cs: Naskenujte QR kód
da: Scan QR-kode
de: QR-Code scannen
eo: Skani QR-kodon
et: Skaneeri QR-koodi
eu: Eskaneatu QR kodea
fa: پویش کد QR
fi: Skannaa QR-koodi
fr: Scanner un code QR
ga: Scan cód QR
gl: Escanear código QR
hi: QR कोड स्कैन करें
hr: Snimi QR kod
id: Pindai kode QR
it: Scansiona codice QR
ka: სკანერით QR კოდი
nb: Skann QR-kode
nl: QR-code scannen
pl: Skanuj kod QR
pt: Escanear código QR
ru: Сканировать QR-код
sk: Naskenujte QR kód
sr: Скенирајте QR код
sv: Skanna QR-kod
ta: QR குறியீட்டை ச்கேன் செய்யுங்கள்
th: สแกนรหัส QR
uk: Сканувати QR-код

source: None
be: Нічога
bn: কোনোটি নয়
bo: མི།
ca: Cap
cs: Žádný
da: Ingen
de: Keiner
eo: Neniu
et: Mitte midagi
eu: Bat ere ez
fa: هیچ
fi: Ei yhtään
fr: Aucun
ga: Aon cheann
gl: Ningún
hi: कोई नहीं
hr: Ništa
id: Tidak Ada
it: Nessuno
ka: არცერთი
nb: Ingen
nl: Geen
pl: Brak
pt: Nenhum
ru: Ничего
sk: Žiadne
sr: Ништа
sv: Ingen
ta: எதுவுமில்லை
th: ไม่มี
uk: Нічого

# noPasswordRecoveryDescription
source: You have not added a way to recover your password yet.
be: Вы яшчэ не дадалі метад аднаўлення пароля.
bn: আপনি এখনও আপনার পাসওয়ার্ড পুনরুদ্ধারের জন্য কোনও উপায় যোগ করেননি।
bo: ཁྱེད་རང་གིས་ལས་སྤྱོད་ལ་ལོག་འདེབས་ལ་ལེགས་སོ།
ca: Encara no heu afegit cap mètode per a poder recuperar la contrasenya.
cs: Dosud jste nepřidali způsob, jak obnovit své heslo.
da: Du har endnu ikke tilføjet en måde at gendanne din adgangskode på.
de: Du hast bisher keine Möglichkeit hinzugefügt, um dein Passwort zurückzusetzen.
eo: Vi ankoraŭ ne aldonis manieron rehavi vian pasvorton.
et: Sa pole veel lisanud võimalust salasõna taastamiseks.
eu: Oraindik ez duzu pasahitza berreskuratzeko modurik gehitu.
fa: هنوز روشی برای بازیابی گذرواژه خود اضافه نکرده‌اید.
fi: Et ole vielä lisännyt tapaa salasanasi palauttamiseksi.
fr: Vous n'avez pas encore ajouté de moyen pour récupérer votre mot de passe.
ga: Níor chuir tú bealach leis do phasfhocal a aisghabháil fós.
gl: Aínda non engaiches ningún xeito de recuperar o contrasinal.
hi: आपने अभी तक अपना पासवर्ड पुनः प्राप्त करने का तरीका नहीं जोड़ा है।
hr: Još nisi dodao/la način za obnavljanje lozinke.
id: Kamu belum menambahkan cara untuk memulihkan kata sandimu.
it: Non hai ancora aggiunto un modo per recuperare la tua password.
ka: თქვენ ჯერ კიდევ არ გაქვთ დამატებული გზა თქვენი პაროლის აღდგენისათვის.
nb: Du har ikke lagt til en måte å gjenopprette passordet ditt på.
nl: Je hebt nog geen manier toegevoegd om je wachtwoord te herstellen.
pl: Nie dodałeś/-aś jeszcze sposobu odzyskiwania swojego hasła.
pt: Você ainda não adicionou uma forma de recuperar sua senha.
ru: Вы ещё не добавили способ восстановления пароля.
sk: Ešte ste nepridali spôsob obnovenia hesla.
sr: Још нисте одредили начин за опоравак лозинке.
sv: Du har inte lagt till något sätt för att återställa ditt lösenord än.
ta: உங்கள் கடவுச்சொல்லை மீட்டெடுப்பதற்கான வழியை நீங்கள் இன்னும் சேர்க்கவில்லை.
th: คุณยังไม่ได้เพิ่มวิธีการกู้คืนรหัสผ่าน
uk: Ви ще не додали спосіб відновлення пароля.

source: No permission
be: Няма дазволу
bn: অনুমতি নেই
bo: གདོངས་མེད།
ca: Sense permís
cs: Chybí oprávnění
da: Ingen tilladelse
de: Keine Berechtigung
eo: Neniu permeso
et: Õigused puuduvad
eu: Baimenik gabe
fa: بدون دسترسی
fi: Ei lupaa
fr: Aucune permission
ga: Gan cead
gl: Sen permiso
hi: कोई अनुमति नहीं
hr: Bez dozvole
id: Tidak ada izin
it: Nessuna autorizzazione
ka: უფლება არ არის
nb: Ingen tilgang
nl: Geen toestemming
pl: Brak uprawnień
pt: Sem permissão
ru: Нет прав доступа
sk: Chýba povolenie
sr: Нема дозвола
sv: Ingen behörighet
ta: இசைவு இல்லை
th: ไม่มีสิทธิ์
uk: Немає прав доступу

source: No rooms found…
be: Пакоі не знойдзены…
bn: কোন রুম পাওয়া যায়নি…
bo: ཁང་ལེན་མེད།
ca: No s’ha trobat cap sala…
cs: Nebyly nalezeny žádné místnosti…
da: Ingen rum fundet…
de: Keine Räume gefunden …
eo: Neniuj ĉambroj troviĝis…
et: Jututubasid ei leidunud…
eu: Ez da gelarik aurkitu…
fa: اتاقی پیدا نشد…
fi: Huoneita ei löytynyt…
fr: Aucun salon trouvé…
ga: Níor aimsíodh aon seomraí…
gl: Non se atoparon salas…
hi: कोई कमरे नहीं मिले…
hr: Nema soba …
id: Tidak ada ruangan yang ditemukan…
it: Nessuna stanza trovata…
ka: ოთახები არ მოიძებნა…
nb: Fant ingen rom …
nl: Geen kamers gevonden …
pl: Nie znaleziono pokojów…
pt: Nenhum quarto encontrado…
ru: Комнаты не найдены…
sk: Nenašli sa žiadne miestnosti…
sr: Нисам нашао собе…
sv: Hittade inga rum…
ta: அறைகள் எதுவும் கிடைக்கவில்லை…
th: ไม่พบห้อง…
uk: Кімнат не знайдено…

source: Notifications
be: Паведамленні
bn: নোটিফিকেশন
bo: དུས་ཚོད་ཚུལ།
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
eo: Sciigoj
et: Teavitused
eu: Jakinarazpenak
fa: آگاه‌سازها
fi: Ilmoitukset
ga: Fógraí
gl: Notificacións
hi: सूचनाएं
hr: Obavijesti
id: Notifikasi
it: Notifiche
ka: შეტყობინებები
nb: Merknader
nl: Meldingen
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sk: Oznámenia
sr: Обавештења
sv: Aviseringar
ta: அறிவிப்புகள்
th: การแจ้งเตือน
uk: Сповіщення

source: Notifications enabled for this account
be: Паведамленні ўклбчаны для гжтага ўліковага запісу
bn: এই অ্যাকাউন্টের জন্য নোটিফিকেশন সক্রিয়
bo: འདི་ལུ་ཁང་ལེན་ཚུལ་སྒྱུར་བཅོས་ཡོད།
ca: Notificacions activades per a aquest compte
cs: Oznámení povolena pro tento účet
da: Notifikationer aktiveret for denne konto
de: Benachrichtigungen für dieses Konto aktiviert
eo: Sciigoj ŝaltiĝis por ĉi tiu konto
et: Teavitused on sellel kontol kasutusel
eu: Gaitu kontu honentzako jakinarazpenak
fa: آگاه‌سازها برای این حساب فعال شدند
fi: Tämän tunnuksen ilmoitukset ovat käytössä
fr: Notifications activées pour ce compte
ga: Fógraí cumasaithe don chuntas seo
gl: Notificacións activadas para a conta
hi: इस खाते के लिए सूचनाएं सक्षम हैं
hr: Obavijesti su aktivirane za ovaj račun
id: Notifikasi diaktifkan untuk akun ini
it: Notifiche abilitate per questo account
ka: შეტყობინებები ამ ანგარიშისთვის ჩართულია
nb: Merknader påslått for denne kontoen
nl: Meldingen ingeschakeld voor dit account
pl: Powiadomienia są włączone dla tego konta
pt: Notificações ativadas para esta conta
ru: Уведомления включены для этой учётной записи
sk: Oznámenia sú povolené pre tento účet
sr: Обавештења укључена за овај налог
sv: Aviseringar är påslaget för detta konto
ta: இந்த கணக்கிற்கு அறிவிப்புகள் இயக்கப்பட்டன
th: เปิดใช้งานการแจ้งเตือนสำหรับบัญชีนี้แล้ว
uk: Сповіщення ввімкнені для цього облікового запису

# numUsersTyping
source: {count} users are typing…
be: {count} карыстальнікаў пішуць…
bn: {count} ব্যবহারকারী টাইপ করছে…
bo: {count} ལག་ལེན་པོ་བརྗེ་བ་བྱེད་སོང་།
ca: {count} usuàriïs escrivint…
cs: {count} uživatelé píší…
da: {count} brugere skriver…
de: {count} Mitglieder schreiben …
eo: {count} uzantoj tajpas…
et: {count} kasutajat kirjutavad…
eu: {count} erabiltzaile idazten ari dira…
fa: {count} کاربر در حال نوشتن…
fi: {count} käyttäjää kirjoittavat…
fr: {count} utilisateur·ices écrivent…
ga: Tá {count} úsáideoirí ag clóscríobh…
gl: {count} usuarias están escribindo…
hi: {count} उपयोगकर्ता टाइप कर रहे हैं…
hr: {count} korisnika pišu …
id: {count} pengguna sedang mengetik…
it: {count} utenti stanno scrivendo…
ka: {count} მომხმარებელი აკრეფს…
nb: {count} brukere skriver …
nl: {count} personen typen…
pl: {count} użytkowników pisze…
pt: {count} usuários estão digitando…
ru: {count} пользователей печатают…
sk: {count} používateľov píše…
sr: {count} корисника куца…
sv: {count} användare skriver…
ta: {count} பயனர்கள் தட்டச்சு செய்கிறார்கள்…
th: {count} ผู้ใช้กำลังพิมพ์…
uk: {count} користувачів пишуть…

source: Obtaining location…
be: Атрыманне месцазнаходжання…
bn: অবস্থান সংগ্রহ করা হচ্ছে…
bo: ཁོངས་སྟོན་ལུ་བསྟན་བཅོས་བྱེད་ནི།
ca: S’està obtenint la ubicació…
cs: Získávání polohy…
da: Henter placering…
de: Standort wird ermittelt …
eo: Akirante lokon…
et: Tuvastan asukohta…
eu: Kokapena atzitzen…
fa: در حال به‌دست آوردن مکان…
fi: Paikannetaan sijantia…
fr: Obtention de la localisation…
ga: ag Aimsiú an suíomh…
gl: Obtendo a localización…
hi: स्थान प्राप्त किया जा रहा है…
hr: Dohvaćanje lokacije …
id: Mendapatkan lokasi…
it: Ottengo la posizione…
ka: მდებარეობის მიღება…
nb: Henter plassering…
nl: Locatie ophalen…
pl: Uzyskiwanie lokalizacji…
pt: Obtendo localização…
ru: Получение местоположения…
sk: Získavanie polohy…
sr: Добијање локације…
sv: Erhåller plats…
ta: இருப்பிடத்தைப் பெறுதல்…
th: กำลังรับตำแหน่ง…
uk: Отримання розташування…

source: Offensive
be: Абражальна
bn: অপমানজনক
bo: འཁྲུལ་བརྗོད།
ca: Ofensiu
cs: Urážlivé
da: Stødende
de: Beleidigend
eo: Ofenda
et: Solvav
eu: Iraingarria
fa: توهین‌آمیز
fi: Loukkaava
fr: Offensant
ga: Maslach
gl: Ofensivo
hi: आक्रामक
hr: Uvredljiv
id: Menyinggung
it: Offensivo
ka: პასუხისმგებლობა
nb: Støtende
nl: Beledigend
pl: Obraźliwe
pt: Ofensivo
ru: Оскорбительный
sk: Urážlivé
sr: Увредљив
sv: Stötande
ta: தாக்குதல்
th: ลามกอนาจาร
uk: Образливий

source: Offline
be: Не ў сетцы
bn: অফলাইন
bo: མེད་པ།
ca: Fora de línia
cs: Odpojeni
eo: Eksterrete
et: Väljas
eu: Lineaz kanpo
fa: آفلاین
fi: Poissa verkosta
fr: Hors ligne
ga: As líne
gl: Desconectada
hi: ऑफ़लाइन
hr: Nepovezano s internetom
it: Fuori linea
ka: გათიშული
nb: Frakoblet
ru: Не в сети
sr: Ван везе
ta: இணையமில்லாமல்
th: ออฟไลน์
uk: Офлайн

source: Ok
be: Ок
bn: ঠিক আছে
bo: བདེ་ལེགས།
ca: D'acord
eo: bone
et: Sobib
eu: Ados
fa: خوب
fr: Valider
ga: Ceart go leor
hi: ठीक है
hr: U redu
ka: კარგი
ru: Ок
sr: у реду
ta: சரி
th: ตกลง
uk: Гаразд

source: Online
be: У сетцы
bn: অনলাইন
bo: ཡོངས་སུ།
ca: En línia
cs: Připojeni
eo: Enrete
et: Saadaval
eu: Linean
fa: آنلاین
fi: Linjoilla
fr: En ligne
ga: Ar líne
gl: En liña
hi: ऑनलाइन
hr: Povezano s internetom
it: In linea
ka: ჩართული
nb: Pålogget
ru: В сети
sr: На вези
ta: ஆன்லைனில்
th: ออนไลน์
uk: Онлайн

# onlineKeyBackupEnabled
source: Online Key Backup is enabled
be: Рэзервовае капіраванне ключэй уключана
bn: অনলাইন কী ব্যাকআপ সক্ষম
bo: ཡོངས་སུ་ཁྱབ་ཁྲིད་སྤྱོད་ལེན་འབད་ཡོད།
ca: La còpia de seguretat de claus en línia està activada
cs: Online záloha kíčů je zapnuta
da: Online Nøglebackup er aktiveret
de: Online-Schlüsselsicherung ist aktiviert
eo: Enreta savkopiado de ŝlosiloj estas ŝaltita
et: Krüptovõtmete veebipõhine varundus on kasutusel
eu: Gakoen online babeskopia gaituta dago
fa: پشتیبان‌گیری آنلاین کلید فعال است
fi: Verkkkoavainvarmuuskopio on käytössä
fr: La sauvegarde en ligne des clés est activée
ga: Tá Cúltaca Eochair Ar Líne cumasaithe
gl: Copia de Apoio en liña das Chaves activada
hi: ऑनलाइन कुंजी बैकअप सक्षम है
hr: Internetski ključ sigurnosnih kopija je aktiviran
id: Cadangan Kunci Online dinyalakan
it: Il backup delle chiavi in linea è abilitato
ka: ონლაინ გასაღების სარეზერვო ფუნქცია ჩართულია
nb: Nettbasert sikkerhetskopiering av nøkler på
nl: Online sleutelback-up is ingeschakeld
pl: Kopia zapasowa kluczy online jest włączona
pt: Backup de Chaves Online está ativado
ru: Резервное копирование ключей на сервере включено
sk: Online záloha kľúčov je zapnutá
sr: Резерва кључева на мрежи је укључена
sv: Online Nyckel-backup är aktiverad
ta: நிகழ்நிலை விசை காப்புப்பிரதி இயக்கப்பட்டது
th: เปิดใช้งานการสำรองกุญแจออนไลน์แล้ว
uk: Резервне онлайн-копіювання ключів увімкнено

# oopsPushError
source: Oops! Unfortunately, an error occurred when setting up the push notifications.
be: Упс! На жаль, пры наладжванні пуш-паведамленняў, адбылася памылка.
bn: উফ! দুঃখিত, পুশ বিজ্ঞপ্তি সেটআপের সময় একটি ত্রুটি ঘটেছে।
bo: ཨོཾ! སྤྱོད་ལེན་འབད་ནས་སྤྱོད་ལེན་འབད་ན་འགྱོ་བ་འདུག།
ca: Ep! Sembla que s'ha produït un error en configurar les notificacions.
cs: Jejda! Při nastavování oznámení push došlo bohužel k chybě.
da: Ups! Desværre opstod der en fejl under opsætning af push-notifikationerne.
de: Hoppla! Leider ist beim Einrichten der Push-Benachrichtigungen ein Fehler aufgetreten.
eo: Oj! Bedaŭrinde eraris la agordado de pasivaj sciigoj.
et: Hopsti! Kahjuks tekkis tõuketeavituste seadistamisel viga.
eu: Hara! Zoritxarrez, errore bat gertatu da push jakinarazpenak ezartzerakoan.
fa: اوه! خطایی در تنظیم آگاه‌سازها رخ داد.
fi: Hups! Valitettavasti push-ilmoituksia käyttöönotettaessa tapahtui virhe.
fr: Oups ! Une erreur s'est malheureusement produite lors du réglage des notifications.
ga: Hoips! Ar an drochuair, tharla earráid nuair a bhí na fógraí brú á mbunú.
gl: Vaites! Desgraciadamente algo fallou ao configurar as notificacións push.
hi: उफ़! दुर्भाग्यवश, पुश सूचनाएँ सेटअप करते समय एक त्रुटि हुई।
hr: Ups! Nažalost se dogodila greška prilikom postavljanja automatskog primanja obavijesti.
id: Ups! Sayangnya, terjadi kesalahan saat mengatur pemberitahuan push.
it: Ops! Purtroppo si è verificato un errore durante l'impostazione delle notifiche push.
ka: ვაი! სამწუხაროდ, შეცდომა მოხდა შეტყობინებების განახლებას დროს.
nb: Oi! Dessverre oppstod en feil under oppsett av push-varsler.
nl: Oeps! Helaas is er een fout opgetreden bij het instellen van de pushmeldingen.
pl: Ojej! Wystąpił błąd podczas ustawiania powiadomień push.
pt: Ops! Infelizmente, ocorreu um erro ao configurar as notificações push.
ru: Ой! К сожалению, при настройке push-уведомлений произошла ошибка.
sk: Ups! Pri nastavovaní upozornení na odosielanie sa vyskytla chyba.
sr: Нажалост, дошло је до грешке при подешавању дотурања обавештења.
sv: Oj! Tyvärr gick inte aviseringar att slå på.
ta: அச்சச்சோ! துரதிர்ச்டவசமாக, புச் அறிவிப்புகளை அமைக்கும் போது பிழை ஏற்பட்டது.
th: อุ๊ปส์! เกิดข้อผิดพลาดขณะตั้งค่าการแจ้งเตือนแบบพุช
uk: Дідько! На жаль, сталася помилка під час налаштування push-сповіщень.

source: Oops, something went wrong…
be: Упс, штосьці пайшло не так…
bn: উফ, কিছু ভুল হয়েছে…
bo: ཨོཾ, གནད་སྟོན་འགྱོ་བ་འདུག…
ca: Alguna cosa ha anat malament…
cs: Jejda, něco se pokazilo…
da: Ups, der gik noget galt…
de: Hoppla, da ist etwas schiefgelaufen…
eo: Oj! Io misokazis…
et: Hopsti! Midagi läks nüüd viltu…
eu: Hara, zerbaitek huts egin du…
fa: اوه، مشکلی پیش آمد…
fi: Hups, jotakin meni pieleen…
fr: Oups, un problème est survenu…
ga: Úps, chuaigh rud éigin mícheart …
gl: Ooooi, algo fallou…
hi: उफ़, कुछ गलत हो गया...
hr: Ups, dogodila se greška …
id: Ups, ada yang salah…
it: Ops, qualcosa è andato storto…
ka: ვაი, რაღაც შეცდა...
nb: Oida, noe gikk galt …
nl: Oeps, er ging iets mis…
pl: Ojej! Coś poszło nie tak…
pt: Ops, algo deu errado…
ru: Ой, что-то пошло не так…
sk: Och! Niečo sa pokazilo…
sr: Нешто је пошло наопако…
sv: Hoppsan, något gick fel…
ta: அச்சச்சோ, ஏதோ தவறு நடந்தது…
th: อุ๊ปส์, มีบางอย่างผิดพลาด…
uk: Халепа, щось пішло не так…

source: Open app to read messages
be: Адкройце праграму, каб прачытаць паведамленні
bn: বার্তা পড়তে অ্যাপ খুলুন
bo: དཔེ་ཚིག་ལས་འགྱོ་སྟེང་ཁྱེར་བཀོད་ལག་ལེན་གཏོད།
ca: Obre l'aplicació per llegir els missatges
cs: Otevřete aplikaci pro přečtení zpráv
da: Åbn appen for at læse beskeder
de: App öffnen, um Nachrichten zu lesen
eo: Malfermu la aplikaĵon por legi mesaĝojn
et: Sõnumite lugemiseks ava rakendus
eu: Ireki aplikazioa mezuak irakurtzeko
fa: برای خواندن پیام‌ها، برنامه را باز کنید
fi: Avaa sovellus lukeaksesi viestit
fr: Ouvrez l'application pour lire le message
ga: Oscail an aip chun teachtaireachtaí a léamh
gl: Abrir a app e ler mensaxes
hi: संदेश पढ़ने के लिए ऐप खोलें
hr: Za čitanje poruka, otvori program
id: Buka aplikasi untuk membaca pesan
it: Apri l'app per leggere i messaggi
ka: აპლიკაციის გახსნა შეტყობინებების მოსაკითხად
nb: Åpne programmet for å lese meldinger
nl: Open app om de berichten te lezen
pl: Otwórz aplikację by odczytać wiadomości
pt: Abra o aplicativo para ler mensagens
ru: Откройте приложение для чтения сообщений
sk: Na prečítanie správy otvorte aplikáciu
sr: Отворите апликацију да прочитате поруке
sv: Öppna app för att lästa meddelanden
ta: செய்திகளைப் படிக்க பயன்பாட்டைத் திறக்கவும்
th: เปิดแอปเพื่ออ่านข้อความ
uk: Відкрийте застосунок читання повідомлень

source: Open camera
be: Адкрыць камеру
bn: ক্যামেরা খুলুন
bo: ཁྱེར་སྒེར་ལྟ་བུ་སྟེང་བཀོད།
ca: Obre la càmera
cs: Otevřít fotoaparát
da: Åbn kamera
de: Kamera öffnen
eo: Malfermi fotilon
et: Ava kaamera
eu: Ireki kamera
fa: باز کردن دوربین
fi: Avaa kamera
fr: Ouvrir l'appareil photo
ga: Oscail ceamara
gl: Abrir cámara
hi: कैमरा खोलें
hr: Otvori kameru
id: Buka kamera
it: Apri fotocamera
ka: კამერის გახსნა
nb: Åpne kamera
nl: Camera openen
pl: Otwórz aparat
pt: Abrir câmara
ru: Открыть камеру
sk: Otvoriť fotoaparát
sr: Отвори камеру
sv: Öppna kamera
ta: திறந்த கேமரா
th: เปิดกล้อง
uk: Відкрити камеру

# openVideoCamera
source: Open camera for a video
be: Адкрыць камеру для відэа
bn: ভিডিওর জন্য ক্যামেরা খুলুন
bo: བརྙན་ལེན་ལྟ་བུ་སྟེང་བཀོད།
ca: Obre la càmera per a fer un vídeo
cs: Otevřete fotoaparát pro video
da: Åbn kamera til en video
de: Video aufnehmen
eo: Malfermi fotilon por filmeto
et: Tee video
eu: Ireki kamera bideorako
fa: باز کردن دوربین برای فیلم‌برداری
fi: Avaa kamera videokuvausta varten
fr: Ouvrir la caméra pour une vidéo
ga: Oscail físcheamara
gl: Abrir a cámara para un vídeo
hi: वीडियो के लिए कैमरा खोलें
hr: Otvori kameru za video
id: Buka kamera untuk merekam video
it: Apri la fotocamera per un video
ka: ვიდეოსთვის კამერის გახსნა
nb: Åpne kamera for en video
nl: Videocamera openen
pl: Nagraj film
pt: Abrir câmera para um vídeo
ru: Открыть камеру для видео
sk: Otvorte kameru na video
sr: Отворите камеру за видео
sv: Aktivera kamera för video
ta: வீடியோவுக்கு கேமரா திறக்கவும்
th: เปิดกล้องสำหรับวิดีโอ
uk: Відкрити камеру для відео

# oneClientLoggedOut
source: One of your clients has been logged out
be: Адзін з вашых кліентаў выйшаў
bn: আপনার এক ক্লায়েন্ট লগআউট হয়েছে
bo: ཁྱེར་ལས་གནང་བའི་ཁེངས་སྤྱོད་མི་གཙང་བརྗེ་བ་བྱེད་ཡོད།
ca: Una de les teves aplicacions ha tancat la sessió
cs: Jeden z vašich klientů byl odhlášen
da: En af dine klienter er blevet logget ud
de: Einer deiner Clients wurde abgemeldet
eo: Unu el viaj klientoj estis elsaligita
et: Üks sinu klientrakendustest on Matrix'i võrgust välja loginud
eu: Zure gailuetako batek saioa amaitu du
fa: یکی از برنامه‌های شما از سیستم خارج شد
fi: Yksi tunnuksistasi on kirjattu ulos
fr: Un de vos clients a été déconnecté
ga: Tá duine de do chliaint logáilte amach
gl: Un dos teus clientes foi desconectado
hi: आपके एक क्लाइंट को लॉग आउट कर दिया गया है
hr: Jedan od tvojih klijenata je odjavljen
id: Salah satu klienmu telah keluar
it: Uno dei tuoi client è stato disconnesso
ka: თქვენს ერთ-ერთ მომხმარებელს გამოუთვლია სისტემამ
nb: En av dine klienter har blitt logget ut
nl: Één van jouw apparaten is uitgelogd
pl: Jedno z twoich urządzeń zostało wylogowane
pt: Um de seus clientes foi desconectado
ru: Один из ваших клиентов вышел
sk: Jeden z vašich klientov bol odhlásený
sr: Један од ваших клијената је одјављен
sv: En av dina klienter har loggats ut
ta: உங்கள் வாடிக்கையாளர்களில் ஒருவர் உள்நுழைந்துள்ளார்
th: ไคลเอนต์ของคุณหนึ่งรายได้ออกจากระบบแล้ว
uk: На одному з ваших клієнтів виконано вихід із системи

source: Add account
be: Дадаць уліковы запіс
bn: অ্যাকাউন্ট যোগ করুন
bo: ཁེངས་སྤྱོད་ལག་ལེན་སྐོར་ལོག་འབད།
ca: Afegeix un compte
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
eo: Aldoni konton
et: Lisa kasutajakonto
eu: Gehitu kontua
fa: افزودن حساب
fi: Lisää tili
fr: Ajouter un compte
ga: Breisigh cuntas
gl: Engadir conta
hi: खाता जोड़ें
hr: Dodaj račun
id: Tambah akun
it: Aggiungi account
ka: ანგარიშის დამატება
nb: Legg til konto
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
ru: Добавить учетную запись
sk: Pridať účet
sr: Додај налог
sv: Lägg till konto
ta: கணக்கைச் சேர்க்கவும்
th: เพิ่มบัญชี
uk: Додати обліковий запис

# editBundlesForAccount
source: Edit bundles for this account
be: Змяніць пакеты для гэтага ўліковага запісу
bn: এই অ্যাকাউন্টের জন্য বান্ডিল সম্পাদনা করুন
bo: ཁེངས་སྤྱོད་ལག་ལེན་ལས་བསྒྱུར་བྱེད།
ca: Edita paquets per aquest compte
cs: Upravit balíčky pro tento účet
da: Rediger pakker for denne konto
de: Bundles für dieses Konto bearbeiten
eo: Redakti pakaĵojn por ĉi tiu konto
et: Muuda selle kasutajakonto köiteid
eu: Editatu kontu honetarako sortak
fa: ویرایش بسته‌های این حساب
fi: Muokkaa tämän tilin kääröjä
fr: Modifier les groupes pour ce compte
ga: Cuir cuachta in eagar don chuntas seo
gl: Editar os feixes desta conta
hi: इस खाते के लिए बंडल संपादित करें
hr: Uredi pakete za ovaj račun
id: Edit bundel untuk akun ini
it: Modifica i bundle per questo account
ka: ბანდლების რედაქტირება ამ ანგარიშისთვის
nb: Rediger pakker for denne kontoen
nl: Bundels voor dit account wijzigen
pl: Edytuj pakiety dla tego konta
pt: Editar pacotes para esta conta
ru: Изменить пакеты для этой учетной записи
sk: Upraviť balíky pre tento účet
sr: Уредите пакете за овај налог
sv: Lägg till paket för detta konto
ta: இந்த கணக்கிற்கான மூட்டைகளைத் திருத்தவும்
th: แก้ไขกลุ่มสำหรับบัญชีนี้
uk: Змінити вузол для цього облікового запису

source: Add to bundle
be: Дадаць у пакет
bn: বান্ডিলে যোগ করুন
bo: ལག་ལེན་ལུ་སྤྱོད་ལེན་འབད།
ca: Afegeix al pquet
cs: Přidat do balíčku
da: Tilføj til pakke
de: Zu einem Bundle hinzufügen
eo: Aldoni al pakaĵo
et: Lisa köitesse
eu: Gehitu sortara
fa: افزودن به بسته
fi: Lisää kääreeseen
fr: Ajouter au groupe
ga: Cuir le bundle
gl: Engadir ao feixe
hi: बंडल में जोड़ें
hr: Dodaj u paket
id: Tambah ke bundel
it: Aggiungi al bundle
ka: დამატება ბანდლში
nb: Legg til i pakke
nl: Aan bundel toevoegen
pl: Dodaj do pakietu
pt: Adicionar ao pacote
ru: Добавить в пакет
sk: Pridať do balíka
sr: Додај у пакет
sv: Utöka paket
ta: மூட்டையில் சேர்க்கவும்
th: เพิ่มในกลุ่ม
uk: Додати до вузлів

# removeFromBundle
source: Remove from this bundle
be: Выдаліць з пакета
bn: এই বান্ডিল থেকে সরান
bo: དེའི་སྦེལ་ལོག
ca: Esborra del paquet
cs: Odstranit z tohoto balíčku
da: Fjern fra denne pakke
de: Von diesem Bundle entfernen
eo: Forigi de ĉi tiu pakaĵo
et: Eemalda sellest köitest
eu: Kendu sorta honetatik
fa: برداشتن از بسته
fi: Poista tästä kääreestä
fr: Retirer de ce groupe
ga: Bain as an mbeart seo
gl: Eliminar deste feixe
hi: इस बंडल से हटाएँ
hr: Ukloni iz ovog paketa
id: Hilangkan dari bundel ini
it: Rimuovi da questo bundle
ka: ამ ბანდლიდან ამოღება
nb: Fjern fra denne pakken
nl: Van bundel verwijderen
pl: Usuń z tego pakietu
pt: Remover deste pacote
ru: Удалить из этого пакета
sk: Odstrániť z tohto balíka
sr: Уклони из овог пакета
sv: Ta bort från paket
ta: இந்த மூட்டையிலிருந்து அகற்றவும்
th: เอาออกจากกลุ่มนี้
uk: Вилучити з цього вузла

source: Bundle name
be: Назва пакета
bn: বান্ডিলের নাম
bo: སེར་མཚན
ca: Nom del paquet
cs: Název balíčku
da: Pakke navn
de: Name des Bundles
eo: Pakaĵa nomo
et: Köite nimi
eu: Sortaren izena
fa: نام بسته
fi: Kääreen nimi
fr: Nom du groupe
ga: Ainm an bheartáin
gl: Nome do feixe
hi: बंडल का नाम
hr: Ime paketa
id: Nama bundel
it: Nome del bundle
ka: ბანდლის სახელი
nb: Pakke navn
nl: Bundelnaam
pl: Nazwa pakietu
pt: Nome do pacote
ru: Название пакета
sk: Názov balíka
sr: Име пакета
sv: Paketnamn
ta: மூட்டை பெயர்
th: ชื่อกลุ่ม
uk: Назва вузла
