Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Admin
be: Адмін
bn: অ্যাডমিন
bo: རྒྱལ་ཁབ་
ca: Administració
cs: Správce
da: Administrator
eo: Administranto
et: Peakasutaja
eu: Administratzailea
fa: مدیر
fi: Ylläpitäjä
fr: Administrateur
ga: Riarthóir
hi: प्रशासक
hr: Administrator
it: Amministratore
ka: ადმინი
kab: Anedbal
nb: Administrator
nl: Beheerder
pl: Administrator
ru: Администратор
sk: Administrátor
sr: Админ
ta: நிர்வாகி
th: แอดมิน
uk: Адміністратор

source: alias
be: псеўданім
bn: উপনাম
bo: རང་བཞིན་མིང་
ca: àlies
eo: kromnomo
eu: ezizena
fa: نام مستعار
fr: adresse
ga: ailias
hi: उपनाम
hr: pseudonim
ka: მეტსახელი
kab: Tazaẓlut
pt: apelido
ru: псевдоним
sr: алијас
ta: மாற்றுப்பெயர்
th: นามแฝง
uk: псевдонім

source: All
be: Усё
bn: সকল
bo: ཆོས་ཀྱི་ཚོད་
ca: Tot
cs: Vše
da: Alle
de: Alle
eo: Ĉio
et: Kõik
eu: Guztia
fa: همه
fi: Kaikki
fr: Tout
ga: Gach
gl: Todos
hi: सभी
hr: Svi
id: Semua
it: Tutto
ka: ყველა
kab: Meṛṛa
nb: Alle
nl: Alle
pl: Wszystkie
pt: Todos
ru: Все
sk: Všetky
sr: Сви
sv: Alla
ta: அனைத்தும்
th: ทั้งหมด
uk: Усі

source: All chats
be: Усе чаты
bn: সকল চ্যাট
bo: ཆབ་ལམ་ཆེན་པོ།
ca: Tots els xats
cs: Všechny chaty
da: Alle chats
de: Alle Chats
eo: Ĉiuj babiloj
et: Kõik vestlused
eu: Txat guztiak
fa: همه گپ‌ها
fi: Kaikki keskustelut
fr: Toutes les discussions
ga: Gach comhrá
gl: Todas as conversas
hi: सभी चैट
hr: Svi razgovori
id: Semua obrolan
it: Tutte le chat
ka: ყველა ჩატი
kab: Meṛṛa idiwenniyen
nb: Alle samtaler
nl: Alle chats
pl: Wszystkie
pt: Todos os chats
ru: Все чаты
sk: Všetky chaty
sr: Сва ћаскања
sv: Alla chattar
ta: அனைத்து அரட்டைகளும்
th: แชททั้งหมด
uk: Усі бесіди

# commandHint_roomupgrade
source: Upgrade this room to the given room version
be: Абнавіце гэты пакой да згаданай версіі
bn: এই রুমটি নির্দিষ্ট রুম সংস্করণে আপগ্রেড করুন
bo: འདི་ལ་ཁང་ལོག་ལས་སྤྱོད་ལེན་བྱེད་ན།
ca: Actualitza aquesta sala a la versió indicada
cs: Upgradujte tento pokoj na danou verzi pokoje
da: Opgrader dette rum til den angivne rumversion
de: Aktualisieren Sie diesen Raum auf die angegebene Raumversion
eo: Pligrandigi ĉi tiun ĉambron al la donita ĉambra versio
et: Uuenda see jututuba antud jututoa versioonini
eu: Bertsio-berritu gela adierazitako gela-bertsiora
fa: ارتقای این اتاق به نگارش مشخص‌شده
fi: Päivitä tämä huone annettuun huonetyyppiin
fr: Mettre à niveau cette salle vers la version de salle donnée
ga: Uasghrádaigh an seomra seo go dtí an leagan seomra a thugtar
gl: Actualizar esta sala á versión de sala indicada
hi: इस कमरे को दी गई कमरे के संस्करण में अपग्रेड करें
hr: Nadogradi ovu sobu na zadanu verziju sobe
id: Tingkatkan ruangan ini ke versi ruangan yang ditentukan
it: Aggiorna questa stanza alla versione specificata
ka: ამ ოთახის განახლება მითითებულ ოთახის ვერსიამდე
kab: Sali aswir n txxamt-agi ɣer lqem n texxamt i d-yettunefken
nb: Oppgrader dette rommet til den gitte romversjonen
nl: Upgradeer deze kamer naar de aangegeven kamerversie
pl: Zaktualizuj ten pokój do podanej wersji
pt: Atualize esta sala para a versão de sala fornecida
ru: Обновить эту комнату до указанной версии комнаты
sk: Aktualizovať túto miestnosť na danú verziu miestnosti
sr: Побољшај ову собу на датую верзију собе
sv: Uppgradera detta rum till den angivna rumsversionen
ta: இந்த அறையை கொடுக்கப்பட்ட அறை பதிப்புக்கு மேம்படுத்தவும்
th: อัปเกรดห้องนี้เป็นเวอร์ชันห้องที่กำหนด
uk: Оновити цю кімнату до версії даної кімнати

# commandHint_googly
source: Send some googly eyes
be: Даслаць смешныя вочы
bn: কিছু গুগলি চোখ পাঠান
bo: གོག་ལི་མིང་ལ་བཀོད་ན།
ca: Envia uns ulls curiosos
cs: Poslat kroutící se očička
da: Send nogle sjove øjne
de: Glupschaugen senden
eo: Sendu iujn ajn googly-okulojn
et: Saada ühed otsivad silmad
eu: Bidali begi dibertigarri batzuk
fa: فرستادن چند چشم گوگولی
fi: Lähetä askartelusilmiä
fr: Envoyer des yeux écarquillés
ga: Seol roinnt súile googly
gl: Envía uns ollos desos grandes
hi: कुछ गूगली आँखें भेजें
hr: Pošalji kotrljajuće oči
id: Kirim mata googly
it: Invia degli occhi finti
ka: გამოშტერილი თვალების გაგზავნა
nb: Send noen googly-øyne
nl: Wiebel-ogen versturen
pl: Wyślij kręcące się oczka
pt: Envie alguns olhos esbugalhados
ru: Отправить выпученные глаза
sk: Poslať nejaké googly oči
sr: Пошаљи неке гугли очи
sv: Skicka några googly ögon
ta: சில கூகிள் கண்களை அனுப்பவும்
th: ส่งสายตากวนๆ มาให้หน่อย
uk: Надіслати кілька гугл-очей

# commandHint_cuddle
source: Send a cuddle
be: Даслаць усмешку
bn: একটি আলিঙ্গন পাঠান
bo: བཀོད་ན།
ca: Envia una carícia
cs: Poslat mazlení
da: Send en kram
de: Umarmung senden
eo: Sendu brakumon
et: Saada üks kaisutus
eu: Bidali besarkada samurra
fa: فرستادن آغوش
fi: Lähetä kokovartaluhalaus
fr: Envoyer un câlin
ga: Seol cuddle
gl: Envía un agarimo
hi: एक गले लगाना भेजें
hr: Pošalji maženje
id: Kirim berpelukan
it: Invia una coccola
ka: ჩახუტების გაგზავნა
nb: Send en kose
nl: Een knuffel versturen
pl: Wyślij przytulenie
pt: Envie um abraço
ru: Отправить улыбку
sk: Poslať objatie
sr: Pošalji zagrljaj
sv: Skicka en omfamning
ta: ஒரு கசப்பு அனுப்பவும்
th: ส่งเคล้าเคลียให้
uk: Надіслати пригортайку

# commandHint_hug
source: Send a hug
be: Даслаць абдымашкі
bn: একটি আলিঙ্গন পাঠান
bo: བཀོད་ན།
ca: Envia una abraçada
cs: Poslat obejmutí
da: Send en kram
de: Umarmung senden
eo: Sendu brakumon
et: Saada üks kallistus
eu: Bidali besarkada
fa: فرستادن بغل
fi: Lähetä halaus
fr: Envoyer une accolade
ga: Seol barróg
gl: Envía un abrazo
hi: एक गले लगाना भेजें
hr: Pošalji grljenje
id: Kirim pelukan
it: Invia un abbraccio
ka: მეგობრული ჩახუტვის გაგზავნა
nb: Send en klem
nl: Een knuffel versturen
pl: Wyślij uścisk
pt: Envie um abraço
ru: Отправить обнимашки
sk: Poslať objatie
sr: Pošalji zagrljaj
sv: Skicka en kram
ta: கட்டிப்பிடிக்கவும்
th: ส่งกอดให้
uk: Надіслати обійми

# googlyEyesContent
source: {senderName} sends you googly eyes
be: {senderName} даслаў(-ла) вам смешныя вочы
bn: {senderName} আপনাকে গুগলি চোখ পাঠায়
bo: {senderName} ཁྱེད་ལ་གོག་ལི་མིང་ལ་བཀོད་ན།
ca: {senderName} t'ha enviat un parell d'ulls
cs: {senderName} vám posílá kroutící se očička
da: {senderName} sender dig sjove øjne
de: {senderName} hat dir Googly Eyes gesendet
eo: {senderName} sendas al vi okulvitroj
et: {senderName} saatis sulle otsivad silmad
eu: {senderName}(e)k begi dibertigarri batzuk bidali dizkizu
fa: {senderName} برای شما چشم‌های گوگولی می‌فرستد
fi: {senderName} lähettää askartelusilmiä
fr: {senderName} vous envoie des yeux écarquillés
ga: Seolann {senderName} súile googly chugat
gl: {senderName} enviouche uns ollos grandes
hi: {senderName} आपको गूगली आँखें भेजता है
hr: {senderName} ti šalje kotrljajuće oči
id: {senderName} mengirim mata googly
it: {senderName} ti ha inviato degli occhi finti
ka: {senderName} გამოშტერილ თვალებს გიგზავნის
nb: {senderName} sender deg googly-øyne
nl: {senderName} stuurt je wiebelogen
pl: {senderName} wysyła ci kręcące się oczka
pt: {senderName} envia olhos esbugalhados para você
ru: {senderName} выпучил глаза
sk: {senderName} vám posiela googly oči
sr: {senderName} ti šalje čudne oči
sv: {senderName} skickar dig googly ögon
ta: {senderName} உங்களுக்கு கூகிள் கண்களை அனுப்புகிறது
th: {senderName} ส่งตากวนๆให้คุณ
uk: {senderName} надсилає вам гугл-очі

# cuddleContent
source: {senderName} cuddles you
be: {senderName} усміхаецца вам
bn: {senderName} আপনাকে আলিঙ্গন করে
bo: {senderName} ཁྱེད་ལ་བཀོད་ན།
ca: {senderName} et fa una carícia
cs: {senderName} se s vámi mazlí
da: {senderName} krammer dig
de: {senderName} knuddelt dich
eo: {senderName} kunpremas vin
et: {senderName} kaisutab sind
eu: {senderName}(e)k samurki besarkatu zaitu
fa: {senderName} شما را در آغوش می‌گیرد
fi: {senderName} kokovartalohalaa sinua
fr: {senderName} vous fait un câlin
ga: Cuireann {senderName} do chudacht
gl: {senderName} mándache un achuche
hi: {senderName} आपको गले लगाता है
hr: {senderName} te mazi
id: {senderName} berpelukan dengan kamu
it: {senderName} ti coccola
ka: {senderName} გეხუტება
nb: {senderName} koser deg
nl: {senderName} knuffelt je
pl: {senderName} przytula cię
pt: {senderName} te abraça
ru: {senderName} улыбнулся(-ась) Вам
sk: {senderName} vás objíma
sr: {senderName} te grli
sv: {senderName} omfamnar dig
ta: {senderName} பெயர் you உங்களை கசக்குகிறது
th: {senderName} เคล้าเคลียคุณ
uk: {senderName} пригортається до вас

# hugContent
source: {senderName} hugs you
be: {senderName} абдымае вас
bn: {senderName} আপনাকে আলিঙ্গন করে
bo: {senderName} ཁྱེད་ལ་བཀོད་ན།
ca: {senderName} t'abraça
cs: {senderName} vás objímá
da: {senderName} krammer dig
de: {senderName} umarmt dich
eo: {senderName} brakumas vin
et: {senderName} kallistab sind
eu: {senderName}(e)k besarkatu zaitu
fa: {senderName} شما را بغل می‌کند
fi: {senderName} halaa sinua
fr: {senderName} vous fait une accolade
ga: Tugann {senderName} barróg duit
gl: {senderName} abrázate
hi: {senderName} आपको गले लगाता है
hr: {senderName} te grli
id: {senderName} memeluk kamu
it: {senderName} ti abbraccia
ka: {senderName} მეგობრულად გეხუტება
nb: {senderName} klemmer deg
nl: {senderName} omhelst je
pl: {senderName} uściska cię
pt: {senderName} te abraça
ru: {senderName} обнял(а) Вас
sk: {senderName} vás objíma
sr: {senderName} te grli
sv: {senderName} kramar dig
ta: {senderName} உங்களை அணைத்துக்கொள்கிறது
th: {senderName} กอดคุณ
uk: {senderName} обіймає вас

# answeredTheCall
source: {senderName} answered the call
be: {senderName} адказаў(-ла) на выклік
bn: {senderName} কলের উত্তর দিয়েছেন
bo: {senderName} ལག་ལེན་བྱེད་ན།
ca: {senderName} ha respost a la trucada
cs: {senderName} odpověděl na hovor
da: {senderName} svarede op opkaldet
de: {senderName} hat den Anruf angenommen
eo: {senderName} respondis la vokon
et: {senderName} vastas kõnele
eu: {senderName}(e)k deia erantzun du
fa: {senderName} به تماس پاسخ داد
fi: {senderName} vastasi puheluun
fr: {senderName} a répondu à l'appel
ga: D'fhreagair {senderName} an glao
gl: {senderName} respondeu á chamada
hi: {senderName} ने कॉल का जवाब दिया
hr: {senderName} je odgovorio/la na poziv
id: {senderName} menjawab panggilan
it: {senderName} ha risposto alla chiamata
ka: {senderName} უპასუხა ზარს
kab: {senderName} yerra-d i usiwel
nb: {senderName} besvarte anropet
nl: {senderName} heeft de oproep beantwoord
pl: {senderName} odebrał/-a połączenie
pt: {senderName} atendeu a chamada
ru: {senderName} ответил(а) на звонок
sk: {senderName} prevzal hovor
sr: {senderName} одговори на позив
sv: {senderName} besvarade samtalet
ta: {senderName} அழைப்புக்கு பதிலளித்தார்
th: {senderName} รับสายแล้ว
uk: {senderName} відповідає на виклик

# anyoneCanJoin
source: Anyone can join! However, admin can kick and ban whoever misbehaves. Those who are banned may not return!
be: Усе могуць далучыцца
bn: কেউ যোগ দিতে পারে! তবে, অ্যাডমিন যে কেউকে বহিষ্কার ও নিষিদ্ধ করতে পারেন। যারা নিষিদ্ধ, তারা ফিরে আসতে পারবেন না!
bo: མི་ཚེས་ལ་ལོག་འབོར་ན་སྤྱོད་ལེན་འབད་ན་ཡོད། དེ་ལས་རྒྱལ་ཁབ་ནས་སྤྱོད་ལེན་འབད་མི་ཚོའི་ལེན་སྤྱོད་འབད་མི་ཚོ་ལ་བཀོད་ན།
ca: Qualsevol pot unir-se
cs: Kdokoliv se může připojit
da: Alle kan deltage! Men administrator kan sparke og udelukke alle, der opfører sig dårligt. De, der er udelukket, må ikke vende tilbage!
de: Jeder darf beitreten
eo: Ĉiu ajn povas aliĝi
et: Kõik võivad liituda
eu: Edonor batu daiteke
fa: هرکسی می‌تواند بپیوندد
fi: Kuka tahansa voi liittyä
fr: Tout le monde peut rejoindre
ga: Is féidir le aon duine dul isteach
gl: Calquera pode unirse
hi: कोई भी शामिल हो सकता है! हालांकि, व्यवस्थापक किसी भी अनुचित व्यवहार करने वाले को निकाल और प्रतिबंधित कर सकते हैं। जो प्रतिबंधित हैं वे वापस नहीं आ सकते!
hr: Svatko se može pridružiti
id: Siapa saja dapat bergabung
it: Tutti possono partecipare
ka: ყველას შეუძლია გაწევრიანება
kab: Yal yiwen yezmer ad yettekki
nb: Hvem som helst kan delta
nl: Iedereen kan toetreden
pl: Każdy może dołączyć
pt: Qualquer pessoa pode entrar! No entanto, o administrador pode expulsar e banir quem se comportar mal. Aqueles que forem banidos podem não retornar!
ru: Каждый может присоединиться
sk: Ktokoľvek sa môže pripojiť
sr: свако може да се придружи
sv: Vem som helst kan gå med
ta: யார் வேண்டுமானாலும் சேரலாம்
th: ใครๆ ก็สามารถเข้าร่วมได้
uk: Будь-хто може приєднатись

source: App lock
be: Код-пароль
bn: অ্যাপ লক
bo: རྒྱལ་ཁབ་ལག་ལེན་
ca: Blocatge de l’aplicació
cs: Zámek aplikace
da: App-lås
de: Anwendungssperre
eo: Ŝlosado
et: Rakenduse lukustus
eu: Aplikazioa blokeatzea
fa: قفل برنامه
fi: Sovelluksen lukitus
fr: Verrouillage de l’application
ga: Bac aip
gl: Bloqueo da app
hi: एप्लिकेशन लॉक
hr: Zaključavanje programa
id: Kunci aplikasi
it: Blocco dell'app
ka: აპლიკაციის ბლოკირება
kab: Asekkeṛ n usnas
nb: Programlås
nl: App-vergrendeling
pl: Blokada aplikacji
pt: Bloqueio do aplicativo
ru: Блокировка приложения
sk: Uzamknutie aplikácie
sr: Закључавање апликације
sv: App-lås
ta: பயன்பாட்டு பூட்டு
th: ล็อคแอป
uk: Блокування застосунку

# appLockDescription
source: Lock the app when not using with a pin code
be: Блакіруе праграму, пакуль вы не ўвядзіце пін-код
bn: পিন কোড দিয়ে ব্যবহার না করলে অ্যাপটি লক করুন
bo: ལག་ལེན་འབད་ན་ལག་ཁྱེར་ལ་ལོག་འབོར་བྱེད་ན།
ca: Bloca l'app amb un pin quan no la facis servir
cs: Zamknout aplikaci pomocí PIN kódu když není používána
da: Lås appen, når den ikke er i brug, med en pinkode
de: App mit einer PIN sperren, wenn sie nicht verwendet wird
eo: Ŝlosi la aplikaĵon kiam ne uzata per pina kodo
et: Kui sa rakendust parasjagu ei kasuta, siis lukusta ta PIN-koodiga
eu: Blokeatu aplikazioa pin kode batekin erabiltzen ari ez zarenean
fa: قفل کردن برنامه با رمز کوتاه هنگام عدم استفاده
fi: Lukitse sovellus, kun sitä ei käytetä, PIN-koodilla
fr: Verrouiller l'application avec un code PIN lorsqu'elle n'est pas utilisée
ga: Cuir glas ar an aip nuair nach bhfuil sé in úsáid le cód bioráin
gl: Bloquear a app cun código PIN cando non a uses
hi: पिन कोड के साथ उपयोग न करने पर एप्लिकेशन को लॉक करें
hr: Zaključaj aplikaciju kada je ne koristiš s PIN kodom
id: Kunci aplikasi ketika tidak digunakan dengan kode PIN
it: Blocca l'app con un codice PIN quando non è in uso
ka: პინკოდის გამოყენების გარეშე აპლიკაციის ბლოკირება
kab: Sekkeṛ asnas ticki ur tseqdaceḍ ara s tengalt n pin
nb: Lås appen når den ikke er i bruk med en pinkode
nl: Vergendel de app wanneer het niet gebruikt wordt met een pincode
pl: Zablokuj aplikację pinem kiedy nie jest używana
pt: Bloqueie o aplicativo quando não estiver usando com um código PIN
ru: Заблокировать приложение когда не используется пин код
sk: Zamknite aplikáciu, keď ju nepoužívate, pomocou kódu PIN
sr: Zaključajte aplikaciju kada je ne koristite pomoću PIN koda
sv: Lås appen när den inte används med en pinkod
ta: முள் குறியீட்டைக் கொண்டு பயன்படுத்தாதபோது பயன்பாட்டைப் பூட்டவும்
th: ล็อคแอปเมื่อไม่ได้ใช้งานด้วยรหัส PIN
uk: Блокувати застосунок, коли не використовується ПІН-код

source: Archive
be: Архіў
bn: আর্কাইভ
bo: རྒྱལ་ཁབ་
ca: Arxiu
cs: Archivovat
da: Arkiv
de: Archiv
eo: Arĥivo
et: Arhiiv
eu: Fitxategia
fa: بایگانی
fi: Arkisto
fr: Archiver
ga: Cartlann
gl: Arquivo
hi: आर्काइव
hr: Arhiv
id: Arsip
it: Archivia
ka: არქივი
kab: Aɣbaṛ
nb: Arkiv
nl: Archief
pl: Archiwum
pt: Arquivar
ru: Архив
sk: Archivovať
sr: Архива
sv: Arkiv
ta: காப்பகம்
th: คลังเก็บ
uk: Архів

# areGuestsAllowedToJoin
source: Are guest users allowed to join
be: Ці дазволена карыстальнікам-гасцям далучыцца
bn: অতিথি ব্যবহারকারীরা যোগ দিতে পারবে?
bo: གདམས་མཁན་ཚོ་ལ་ལོག་འགྱོ་རུང་གི་ཡོད་པས།
ca: Es pot entrar al xat com a convidadi
cs: Mohou se připojit hosté
da: Er gæstebrugere tilladt at deltage
de: Dürfen Gäste beitreten
eo: Ĉu gastoj rajtas aliĝi
et: Kas külalised võivad liituda
eu: Batu daitezke bisitan dauden erabiltzaileak?
fa: آیا مهمانان اجازه پیوستن دارند
fi: Sallitaanko vieraiden liittyminen
fr: Les invités peuvent-i·e·ls rejoindre
ga: An bhfuil cead ag aoi-úsáideoirí a bheith páirteach
gl: Permitir o acceso de convidadas
hi: क्या अतिथि उपयोगकर्ताओं को शामिल होने की अनुमति है
hr: Smiju li se gosti pridružiti
id: Apakah pengguna tamu diizinkan untuk bergabung
it: Gli utenti ospiti possono partecipare
ka: შეუძლიათ თუ არა სტუმარ მომხმარებლებს გაწევრიანება
kab: Iseqdacen inebgiwen ttusirgen ad ttekkin
nb: Skal gjester tillates å ta del
nl: Mogen gasten deelnemen
pl: Czy użytkownicy-goście mogą dołączyć
pt: Convidados podem participar?
ru: Разрешено ли гостям присоединяться
sk: Môžu sa pripojiť hostia
sr: Да ли је гостима дозвољен приступ
sv: Får gästanvändare gå med
ta: விருந்தினர் பயனர்கள் சேர அனுமதிக்கப்படுகிறார்களா
th: ผู้ใช้ทั่วไปได้รับอนุญาตให้เข้าร่วมหรือไม่
uk: Чи дозволено гостям приєднуватись

source: Are you sure?
be: Вы ўпэўнены?
bn: আপনি কি নিশ্চিত?
bo: ཁྱེད་རང་དགོས་རེད་པས།
ca: N’esteu seguri?
cs: Jste si jistý?
da: Er du sikker?
de: Bist du sicher?
eo: Ĉu vi certas?
et: Kas sa oled kindel?
eu: Ziur zaude?
fa: مطمئن هستید؟
fi: Oletko varma?
fr: Êtes-vous sûr·e ?
ga: An bhfuil tú cinnte?
gl: Tes a certeza?
hi: क्या आप सुनिश्चित हैं?
hr: Stvarno to želiš?
id: Apakah kamu yakin?
it: Sei sicuro/a?
ka: დარწმუნებული ხართ?
kab: Tetḥeqqeḍ?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Czy na pewno?
pt: Tens a certeza?
ru: Вы уверены?
sk: Ste si istí?
sr: Сигурни сте?
sv: Är du säker?
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா?
th: คุณแน่ใจไหม?
uk: Ви впевнені?

source: Are you sure you want to log out?
be: Вы ўпэўнены, што хаціце выйсці?
bn: আপনি কি নিশ্চিত যে আপনি লগ আউট করতে চান?
bo: ཁྱེད་རང་དགོས་རེད་པས། ཁྱེད་ཀྱིས་ཕྱིར་བཀོད་འགྱོ་དགོས་ཀྱི་ཡོད་པས།
ca: Segur que voleu finalitzar la sessió?
cs: Opravdu se chcete odhlásit?
da: Er du sikker på, at du vil logge ud?
de: Willst du dich wirklich abmelden?
eo: Ĉu vi certe volas adiaŭi?
et: Kas sa oled kindel, et soovid välja logida?
eu: Ziur zaude saioa amaitu nahi duzula?
fa: مطمئن هستید می‌خواهید خارج شوید؟
fi: Haluatko varmasti kirjautua ulos?
fr: Voulez-vous vraiment vous déconnecter ?
ga: An bhfuil tú cinnte gur mhaith leat logáil amach?
gl: Tes a certeza de querer saír?
hi: क्या आप सुनिश्चित हैं कि आप लॉग आउट करना चाहते हैं?
hr: Stvarno se želiš odjaviti?
id: Apakah kamu yakin ingin keluar?
it: Sei sicuro/a di voler uscire?
ka: დარწმუნებული ხართ, რომ გამოსვლა გსურთ?
kab: D tidet tebɣiḍ ad teffɣeḍ?
nb: Er du sikker på at du vil logge ut?
nl: Weet je zeker dat je wilt uitloggen?
pl: Czy na pewno chcesz się wylogować?
pt: Tem certeza de que deseja sair?
ru: Вы действительно хотите выйти?
sk: Ste si istí, že sa chcete odhlásiť?
sr: Заиста желите да се одјавите?
sv: Är du säker på att du vill logga ut?
ta: நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
th: คุณแน่ใจว่าคุณต้องการที่จะออกจากระบบ?
uk: Ви впевнені, що хочете вийти?

# askSSSSSign
source: To be able to sign the other person, please enter your secure store passphrase or recovery key.
be: Каб спраўдзіць іншага чалавека, калі ласка, увядзіце фразу-пароль ці ключ аднаўлення.
bn: অন্য ব্যক্তির স্বাক্ষর করতে, দয়া করে আপনার নিরাপদ স্টোর পাসফ্রেজ বা পুনরুদ্ধার কী প্রবেশ করুন।
bo: ཕྱིར་བཀོད་འགྱོ་བའི་ལས་སྒྲིག་ལས་སྤྱོད་འབད་ནས། ཁྱེད་ཀྱི་གསར་བརྗེ་སྤྱོད་ལུས་གསལ་བརྗེ་འབད་དགོས།
ca: Per a poder donar accés a l’altra persona, introduïu la frase de seguretat o clau de recuperació.
cs: Pro ověření této osoby zadejte prosím přístupovou frázi k „bezpečnému úložišti“ anebo „klíč pro obnovu“.
da: For at kunne underskrive den anden person, skal du indtaste din sikre butikspasssætning eller gendannelsesnøgle.
de: Bitte gib, um die andere Person signieren zu können, dein Sicherheitsschlüssel oder Wiederherstellungsschlüssel ein.
eo: Por ke vi povu kontroli (subskribi) la alian personon, bonvolu enigi pasfrazon de via sekreta deponejo aŭ vian rehavan ŝlosilon.
et: Selleks, et teist osapoolt identifitseerivat allkirja anda, palun sisesta oma turvahoidla paroolifraas või taastevõti.
eu: Beste pertsona egiaztatzeko, sartu zure biltegiratze segururako pasaesaldia edo berreskuratze-gakoa.
fa: لطفاً عبارت عبور یا کلید بازیابی حافظه امن را وارد کنید تا شخص دیگری را امضا کنید.
fi: Voidaksesi allekirjoittaa toisen henkilön, syötä turvavaraston salalause tai palautusavain.
fr: Pour pouvoir faire signer l'autre personne, veuillez entrer la phrase de passe de votre trousseau sécurisé ou votre clé de récupération.
ga: Chun a bheith in ann an duine eile a shíniú, cuir isteach do phasfhrása stóir sábháilte nó d'eochair téarnaimh.
gl: Para poder asinar a outra persoa, escribe a túa frase de paso ou chave de recuperación.
hi: दूसरे व्यक्ति पर हस्ताक्षर करने में सक्षम होने के लिए, कृपया अपना सुरक्षित स्टोर पासफ़्रेज़ या रिकवरी कुंजी दर्ज करें।
hr: Za potpisivanje druge osobe, upiši svoju sigurnosnu lozinku ili ključ za oporavak.
id: Untuk dapat menandatangani orang lain, silakan masukkan frasa sandi atau kunci pemulihan penyimpanan aman kamu.
it: Per far accedere l'altra persona, per favore inserisci la tua frase segreta o chiave di recupero.
ka: სხვა მომხმარებლის დადასტურებლად, გთხოვთ, ჩაწეროთ თქვენი ან საიდუმლო ფრაზა, ან აღდგენის გასაღები.
kab: Iwakken ad teszmeleḍ amdan-nniḍen, ttxil-k·m sekcem tafyirt-ik·im n uḥraz s wudem aɣelsan neɣ tasarut n tririt.
nb: For å kunne signere den andre personen, skriv inn ditt sikre lagerpassord eller gjenopprettingsnøkkel.
nl: Voer je beveiligde opslag wachtwoordzin of herstelsleutel in om de andere persoon te kunnen ondertekenen.
pl: Aby zalogować inną osobę, proszę wpisać hasło przechowywania lub klucz odzyskiwania.
pt: Para poder assinar a outra pessoa, por favor, insira sua frase secreta de armazenamento seguro ou chave de recuperação.
ru: Для подписи ключа другого пользователя, пожалуйста, введите вашу парольную фразу или ключ восстановления.
sk: Na overenie tejto osoby, prosím zadajte prístupovu frázu k "bezpečému úložisku" alebo "klúč na obnovu".
sr: Да бисте могли да пријавите другу особу, унесите своју безбедносну фразу или кључ опоравка.
sv: För att kunna signera den andra personen, vänligen ange din lösenfras eller återställningsnyckel för säker lagring.
ta: மற்ற நபரில் கையெழுத்திட, தயவுசெய்து உங்கள் பாதுகாப்பான கடை பாச்ஃபிரேச் அல்லது மீட்பு விசையை உள்ளிடவும்.
th: เพื่อให้สามารถลงนามบุคคลอื่นได้ โปรดป้อนรหัสผ่านร้านค้าที่ปลอดภัยหรือรหัสกู้คืนของคุณ
uk: Для підпису ключа іншого користувача введіть свою парольну фразу або ключ відновлення.

# askVerificationRequest
source: Accept this verification request from {username}?
be: Прыняць запрос на верыфікацыю ад {username}?
bn: এই যাচাইকরণ অনুরোধটি {username} থেকে গ্রহণ করবেন?
bo: འདི་ནས་སྤྱོད་འབད་འོང་། {username} ལ་འདི་ནང་བཀོད་འགྱོ་དགོས་རེད་པས།?
ca: Voleu acceptar aquesta sol·licitud de verificació de: {username}?
cs: Přijmout žádost o ověření od {username}?
da: Accepter denne verifikationsanmodning fra {username}?
de: Diese Bestätigungsanfrage von {username} annehmen?
eo: Ĉu akcepti ĉi tiun kontrolpeton de {username}?
et: Kas võtad vastu selle verifitseerimispalve kasutajalt {username}?
eu: {username}(r)en egiaztaketa-eskaera onartu?
fa: آیا درخواست بازبینی {username} را می‌پذیرید؟
fi: Hyväksytäänkö tämä varmennuspyyntö käyttäjältä {username}?
fr: Accepter cette demande de vérification de la part de {username} ?
ga: Glac leis an iarratas fíoraithe seo ó {username}?
gl: Aceptar a solicitude de verificación de {username}?
hi: क्या आप {username} से इस सत्यापन अनुरोध को स्वीकार करते हैं?
hr: Prihvatiti ovaj zahtjev za potvrđivanje od {username}?
id: Terima permintaan verifikasi dari {username}?
it: Accettare questa richiesta di verifica da {username}?
ka: მიიღებთ {username} დადასტურების მოთხოვნას?
kab: Qbel asuter-agi n usenqed seg {username}?
nb: Godta denne bekreftelsesforespørselen fra {username}?
nl: Accepteer je dit verificatieverzoek van {username}?
pl: Zaakceptować tą prośbę weryfikacji od {username}?
pt: Aceitar esta solicitação de verificação de {username}?
ru: Принять этот запрос подтверждения от {username}?
sk: Akcepovať žiadosť o verifikáciu od {username}?
sr: Прихватате ли захтев за верификацију од корисника {username}?
sv: Acceptera denna verifikationsförfrågan från {username}?
ta: {username}பயனர்பெயர் இருந்து இலிருந்து இந்த சரிபார்ப்பு கோரிக்கையை ஏற்றுக்கொள்ளவா?
th: ยอมรับคำขอยืนยันนี้จาก {username} หรือไม่
uk: Прийняти цей запит на підтвердження від {username}?
