Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# medium
source: These words have been used. It is unclear if the words are fully understood or not.
bn: এই শব্দগুলো ব্যবহার করা হয়েছে। এটি স্পষ্ট নয় যে শব্দগুলো পুরোপুরি বোঝা হয়েছে বা না।
bo: यी शब्दहरू प्रयोग भएका छन्। यी शब्दहरू पूर्ण रूपमा बुझिएका छन् कि छैनन् स्पष्ट छैन।
ca: Aquestes paraules s'han utilitzat. No està clar si l'usuari les entén completament o no.
cs: Tato slova byla použita. Není jasné, zda jsou slova plně pochopena nebo ne.
da: Disse ord er blevet brugt. Det er uklart, om ordene er fuldt ud forstået eller ej.
de: Diese Wörter wurden verwendet. Es ist unklar, ob die Wörter vollständig verstanden wurden oder nicht.
eo: Tiuj vortoj estis uzataj. Ne estas klare ĉu la vortoj estas plene komprenataj aŭ ne.
et: Need sõnad on kasutusel olnud. Ei ole selge, kas sõnad on täielikult mõistetud või mitte.
eu: Hitz hauek erabili dira. Ez da argi erabiltzaileak hitzak guztiz ulertzen dituen edo ez.
fi: Näitä sanoja on käytetty. On epäselvää, ymmärretäänkö sanat täysin vai ei.
fr: Ces mots ont été utilisés. Il n'est pas clair si les mots sont entièrement compris ou non.
ga: Tá na focail seo in úsáid. Níl sé soiléir an dtuigeann na focail go hiomlán nó nach bhfuil.
gl: Estas palabras foron usadas. Non está claro se as palabras se entenden completamente ou non.
hi: इन शब्दों का उपयोग किया गया है। यह स्पष्ट नहीं है कि शब्द पूरी तरह से समझे गए हैं या नहीं।
hr: Ove riječi su korištene. Nije jasno jesu li riječi potpuno shvaćene ili ne.
it: Queste parole sono state usate. Non è chiaro se le parole siano state pienamente comprese o meno.
ka: ამ სიტყვებს იყენებენ. უცნობია, სრულად არის თუ არა ეს სიტყვები გამგები.
nb: Disse ordene har blitt brukt. Det er uklart om ordene er fullt forstått eller ikke.
nl: Deze woorden zijn gebruikt. Het is onduidelijk of de woorden volledig worden begrepen of niet.
pl: Te słowa zostały użyte. Nie jest jasne, czy słowa są w pełni zrozumiane, czy nie.
pt: Essas palavras foram usadas. Não está claro se as palavras são totalmente compreendidas ou não.
ru: Эти слова были использованы. Неясно, полностью ли пользователь их понимает.
sk: Tieto slová boli použité. Nie je jasné, či sú slová úplne pochopené alebo nie.
sr: Ove reči su korišćene. Nije jasno da li su reči potpuno shvaćene ili ne.
sv: Dessa ord har använts. Det är oklart om orden är fullt förstådda eller inte.
ta: இந்த சொற்கள் பயன்படுத்தப்பட்டுள்ளன. சொற்கள் முழுமையாக புரிந்துகொள்ளப்பட்டுள்ளதா என்று தெளிவில்லை.
th: คำเหล่านี้ถูกใช้ไปแล้ว ยังไม่ชัดเจนว่าผู้ใช้เข้าใจคำเหล่านี้เต็มที่หรือไม่

# high
source: We have evidence the user understands these words.
bn: আমাদের প্রমাণ আছে যে ব্যবহারকারী এই শব্দগুলো বোঝে।
bo: हामीसँग प्रमाण छ कि प्रयोगकर्ताले यी शब्दहरू बुझ्दछ।
ca: Tenim proves que l'usuari entén aquestes paraules.
cs: Máme důkazy, že uživatel tato slova rozumí.
da: Vi har beviser for, at brugeren forstår disse ord.
de: Wir haben Hinweise darauf, dass der Benutzer diese Wörter versteht.
eo: Ni havas indicojn ke la uzanto komprenas ĉi tiujn vortojn.
et: On tõendeid, et kasutaja mõistab neid sõnu.
eu: Ezagutza frogatzen dugu erabiltzaileak hitz hauek ulertzen dituela.
fi: Meillä on todisteita siitä, että käyttäjä ymmärtää nämä sanat.
fr: Nous avons la preuve que l'utilisateur comprend ces mots.
ga: Tá fianaise againn go dtuigeann an t-úsáideoir na focail seo.
gl: Temos evidencias de que o usuario entende estas palabras.
hi: हमें सबूत है कि उपयोगकर्ता इन शब्दों को समझता है।
hr: Imamo dokaze da korisnik razumije ove riječi.
it: Abbiamo prove che l'utente comprende queste parole.
ka: ჩვენ გვაქვს მტკიცებულება, რომ მომხმარებელი ესმის ამ სიტყვებს.
nb: Vi har bevis for at brukeren forstår disse ordene.
nl: We hebben bewijs dat de gebruiker deze woorden begrijpt.
pl: Mamy dowody na to, że użytkownik rozumie te słowa.
pt: Temos evidências de que o usuário entende essas palavras.
ru: У нас есть доказательства, что пользователь понимает эти слова.
sk: Máme dôkazy, že používateľ tieto slová rozumie.
sr: Imamo dokaze da korisnik razume ove reči.
sv: Vi har bevis för att användaren förstår dessa ord.
ta: இந்த சொற்களைப் புரிந்துகொள்ளும் சான்றுகள் நாங்கள் வைத்துள்ளோம்.
th: เราพบหลักฐานว่าผู้ใช้เข้าใจคำเหล่านี้

# unknownProficiency
source: These words have not been used in Pangea Chat.
bn: এই শব্দগুলো পাঞ্জিয়া চ্যাটে ব্যবহার হয়নি।
bo: यी शब्दहरू पाङ्गेआ च्याटमा प्रयोग भएका छैनन्।
ca: Aquestes paraules no s'han utilitzat a Pangea Chat.
cs: Tato slova nebyla použita v Pangea Chat.
da: Disse ord er ikke blevet brugt i Pangea Chat.
de: Diese Wörter wurden in Pangea Chat nicht verwendet.
eo: Tiuj vortoj ne estis uzataj en Pangea Chat.
et: Need ei ole Pangea Chatis kasutatud sõnad.
eu: Hitz hauek ez dira erabili Pangea Chat-en.
fi: Näitä sanoja ei ole käytetty Pangea Chatissa.
fr: Ces mots n'ont pas été utilisés dans Pangea Chat.
ga: Níl na focail seo in úsáid i gComhrá Pangea.
gl: Estas palabras non foron usadas en Pangea Chat.
hi: इन शब्दों का पंगेआ चैट में उपयोग नहीं किया गया है।
hr: Ove riječi nisu korištene u Pangea Chatu.
it: Queste parole non sono state usate in Pangea Chat.
ka: ამ სიტყვებს პანგეა ჩატში არ იყენებენ.
nb: Disse ordene har ikke blitt brukt i Pangea Chat.
nl: Deze woorden zijn niet gebruikt in Pangea Chat.
pl: Te słowa nie były używane w Pangea Chat.
pt: Essas palavras não foram usadas no Pangea Chat.
ru: Эти слова не использовались в Pangea Chat.
sk: Tieto slová neboli použité v Pangea Chate.
sr: Ove reči nisu korišćene u Pangea Četu.
sv: Dessa ord har inte använts i Pangea Chat.
ta: இந்த சொற்கள் பாங்கியா உரையாடலில் பயன்படுத்தப்படவில்லை.
th: คำเหล่านี้ยังไม่เคยถูกใช้ใน Pangea Chat

# changeView
source: Switch views.
bn: দৃশ্য পরিবর্তন করুন।
bo: दृश्य परिवर्तन गर्नुहोस्।
ca: Canvia de vista.
cs: Přepnout zobrazení.
da: Skift visning.
de: Ansichten wechseln.
eo: Ŝanĝi vidojn.
et: Vaate vahetamine.
eu: Aldatu ikuspegiak.
fi: Vaihda näkymiä.
fr: Changer de vue.
ga: Athraigh radharc.
gl: Cambiar vistas.
hi: दृश्य बदलें।
hr: Promijeni prikaz.
it: Cambia visualizzazione.
ka: ნახვების შეცვლა.
nb: Bytt visning.
nl: Schakel weergaven om.
pl: Przełącz widoki.
pt: Alterar visualizações.
ru: Переключить виды.
sk: Prepnúť pohľady.
sr: Prebaci prikaz.
sv: Byt vy.
ta: காண்பிப்பை மாற்றவும்.
th: เปลี่ยนมุมมอง

# clearAll
source: Clear all words?
bn: সব শব্দ মুছে ফেলুন?
bo: सबै शब्दहरू मेटाउनुहुन्छ?
ca: Esborrar totes les paraules?
cs: Vymazat všechna slova?
da: Ryd alle ord?
de: Alle Wörter löschen?
eo: Ĉiuj vortoj forigi?
et: Kas kustutada kõik sõnad?
eu: Garbitu hitz guztiak?
fi: Tyhjennä kaikki sanat?
fr: Tout effacer ?
ga: Glan gach focal?
gl: Borrar todas as palabras?
hi: सभी शब्द साफ़ करें?
hr: Očistiti sve riječi?
it: Elimina tutte le parole?
ka: წაშალოთ ყველა სიტყვა?
nb: Tøm alle ord?
nl: Alle woorden wissen?
pl: Wyczyścić wszystkie słowa?
pt: Limpar todas as palavras?
ru: Очистить все слова?
sk: Vymazať všetky slová?
sr: Očistiti sve reči?
sv: Rensa alla ord?
ta: அனைத்து சொற்களையும் அழிக்கவா?
th: ลบคำทั้งหมด?

# generateVocabulary
source: Generate vocabulary from title and description
bn: শিরোনাম এবং বিবরণ থেকে শব্দভাণ্ডার তৈরি করুন
bo: शीर्षक र विवरणबाट शब्दावली सिर्जना गर्नुहोस्
ca: Genera vocabulari a partir del títol i la descripció
cs: Vytvořit slovní zásobu z názvu a popisu
da: Generer ordforråd ud fra titel og beskrivelse
de: Vokabular aus Titel und Beschreibung generieren
eo: Generi vortprovizon el titolo kaj priskribo
et: Loo sõnavara pealkirja ja kirjelduse põhjal
eu: Sortu hiztegia izenburu eta deskribapenetik
fi: Luo sanasto otsikon ja kuvauksen perusteella
fr: Générer le vocabulaire à partir du titre et de la description
ga: Giniún foclóra ó teideal agus cur síos
gl: Xerar vocabulario a partir do título e da descrición
hi: शीर्षक और विवरण से शब्दावली उत्पन्न करें
hr: Generiraj vokabular iz naslova i opisa
it: Genera vocabolario da titolo e descrizione
ka: შექმენით სიტყვების მარაგი სათაურიდან და აღწერილობიდან
nb: Generer ordforråd fra tittel og beskrivelse
nl: Genereer vocabulaire uit titel en beschrijving
pl: Generuj słownictwo z tytułu i opisu
pt: Gerar vocabulário a partir do título e descrição
ru: Создать словарь из заголовка и описания
sk: Vygenerovať slovnú zásobu z názvu a popisu
sr: Generiši vokabular iz naslova i opisa
sv: Generera vokabulär från titel och beskrivning
ta: தலைப்பு மற்றும் விளக்கத்திலிருந்து சொற்பொருளை உருவாக்கவும்
th: สร้างคำศัพท์จากหัวข้อและคำอธิบาย

source: Generate prompts
bn: প্রম্পট তৈরি করুন
bo: प्रेरणा सिर्जना गर्नुहोस्
ca: Genera indicacions
cs: Vytvořit podněty
da: Generer prompts
de: Aufforderungen generieren
eo: Generi proponojn
et: Loo juhised
eu: Sortu iradokizunak
fi: Luo kehotteet
fr: Générer des invites
ga: Giniún spreagthaí
gl: Xerar indicacións
hi: प्रेरणाएँ उत्पन्न करें
hr: Generiraj poticaje
it: Genera suggerimenti
ka: შექმენით წახალისებები
nb: Generer oppfordringer
nl: Genereer prompts
pl: Generuj podpowiedzi
pt: Gerar prompts
ru: Создать подсказки
sk: Vygenerovať výzvy
sr: Generiši podsticaje
sv: Generera förslag
ta: பிரேரணைகளை உருவாக்கவும்
th: สร้างคำแนะนำ

source: Subscribe
bn: সাবস্ক্রাইব করুন
bo: सदस्यता लिनुहोस्
ca: Subscriu-te
cs: Odebírat
da: Abonner
de: Abonnieren
eo: Aboni
et: Telli
eu: harpidetu
fi: Tilaa
fr: S'abonner
ga: Cláraigh
gl: Suscríbete
hi: सदस्यता लें
hr: Pretplatite se
it: Iscriviti
ka: გამოწერა
nb: Abonner
nl: Abonneren
pl: Subskrybuj
pt: Inscrever-se
ru: Подписаться
sk: Odberať
sr: Pretplati se
sv: Prenumerera
ta: சந்தா பதிவு செய்யவும்
th: สมัครสมาชิก

# getAccess
source: Subscribe now!
bn: এখনই সাবস্ক্রাইব করুন!
bo: अहिले सदस्यता लिनुहोस्!
ca: Subscriu-te ara!
cs: Přihlaste se nyní!
da: Abonner nu!
de: Jetzt abonnieren!
eo: Aboni nun!
et: Telli kohe!
eu: Harpidetu orain!
fi: Tilaa nyt!
fr: Abonnez-vous maintenant !
ga: Cláraigh anois!
gl: ¡Suscríbete agora!
hi: अभी सदस्यता लें!
hr: Pretplatite se sada!
it: Iscriviti ora!
ka: გამოწერით ახლა!
nb: Abonner nå!
nl: Abonneer nu!
pl: Subskrybuj teraz!
pt: Inscreva-se agora!
ru: Подпишитесь сейчас!
sk: Odoberať teraz!
sr: Pretplatite se odmah!
sv: Prenumerera nu!
ta: இப்போது சந்தா பெறவும்!
th: สมัครสมาชิกตอนนี้!

# subscriptionDesc
source: Messaging is free! Subscribe to unlock interactive translation, grammar checking and learning analytics.
bn: বার্তা পাঠানো বিনামূল্যে! ইন্টারেক্টিভ অনুবাদ, ব্যাকরণ পরীক্ষা এবং শেখার বিশ্লেষণ আনলক করতে সাবস্ক্রাইব করুন।
bo: ཚོད་ཚིག་ལ་ལོག་བརྗེ་བའི་སྤྱོད་ལམ་ཡོད། ཁྱེད་ཀྱིས་འབྲེལ་བའི་སྒྱུར་བཅོས་ལ་སྤྱོད་ལམ་ལེགས་སོ།
ca: Els missatges són gratuïts! Subscriu-te per desbloquejar la traducció interactiva, la comprovació de gramàtica i l'anàlisi d'aprenentatge.
cs: Zprávy jsou zdarma! Přihlaste se k odemčení interaktivního překladu, kontroly gramatiky a analytiky učení.
da: Beskeder er gratis! Abonner for at låse op for interaktiv oversættelse, grammatikkontrol og læringsanalyser.
de: Messaging ist kostenlos! Abonnieren Sie, um interaktive Übersetzungen, Grammatikprüfung und Lernanalysen freizuschalten.
eo: Mesaĝado estas senpaga! Aboni por malŝlosi interagan tradukadon, gramatikkontrolon kaj lernanalizojn.
et: Sõnumside on tasuta! Telli, et avada interaktiivne tõlge, grammatika kontroll ja õppeanalüütika.
eu: Mezularitza doakoa da! Harpidetu elkarreragingo itzulpena, gramatika egiaztapena eta ikasketa analitikak askatzeko.
fi: Viestintä on ilmaista! Tilaa saadaksesi käyttöön vuorovaikutteinen käännös, kieliopin tarkistus ja oppimisanalyytiikka.
fr: La messagerie est gratuite ! Abonnez-vous pour débloquer la traduction interactive, la vérification grammaticale et les analyses d'apprentissage.
ga: Tá teachtaireachtaí saor in aisce! Cláraigh chun rochtain a fháil ar aistriúchán idirghníomhach, seiceáil gramadach agus anailísíocht foghlama.
gl: A mensaxería é gratuíta! Suscríbete para desbloquear tradución interactiva, comprobación gramatical e análises de aprendizaxe.
hi: संदेश भेजना मुफ्त है! इंटरैक्टिव अनुवाद, व्याकरण जांच और सीखने के विश्लेषण को अनलॉक करने के लिए सदस्यता लें।
hr: Poruke su besplatne! Pretplatite se za otključavanje interaktivnog prevođenja, provjere gramatike i analitike učenja.
it: La messaggistica è gratuita! Iscriviti per sbloccare traduzioni interattive, controllo grammaticale e analisi dell'apprendimento.
ka: შეტყობინებები უფასოა! გამოიწერეთ ინტერაქტიული თარგმნის, გრამატიკის შემოწმებისა და სწავლების ანალიტიკის გასახსნელად.
nb: Meldingsutveksling er gratis! Abonner for å låse opp interaktiv oversettelse, grammatikkontroll og læringsanalyse.
nl: Berichten is gratis! Abonneer om interactieve vertalingen, grammatica-controle en leeranalyses te ontgrendelen.
pl: Wiadomości są bezpłatne! Subskrybuj, aby odblokować interaktywny tłumaczenie, sprawdzanie gramatyki i analitykę nauki.
pt: Mensagens são gratuitas! Inscreva-se para desbloquear tradução interativa, verificação gramatical e análises de aprendizagem.
ru: Общение — бесплатно! Подпишитесь, чтобы разблокировать интерактивный перевод, проверку грамматики и аналитические данные обучения.
sk: Správa je zadarmo! Odberom odomknete interaktívny preklad, kontrolu gramatiky a analytiku učenia.
sr: Poruke su besplatne! Pretplatite se da biste otključali interaktivni prevod, proveru gramatike i analitiku učenja.
sv: Meddelanden är gratis! Prenumerera för att låsa upp interaktiv översättning, grammatikkontroll och inlärningsanalys.
ta: செய்தி அனுப்புதல் இலவசம்! தொடர்புடைய மொழிபெயர்ப்பு, இலக்கண சரிபார்ப்பு மற்றும் கற்றல் பகுப்பாய்வுகளை திறக்க சந்தா பதிவு செய்யவும்.
th: การส่งข้อความฟรี! สมัครสมาชิกเพื่อปลดล็อกการแปลแบบโต้ตอบ การตรวจสอบไวยากรณ์ และวิเคราะห์การเรียนรู้

source: Subscription Management
bn: সাবস্ক্রিপশন পরিচালনা
bo: ཐོན་རིམ་གཏོང་བ།
ca: Gestió de subscripcions
cs: Správa předplatného
da: Abonnementshåndtering
de: Abonnementverwaltung
eo: Abonmanaĝero
et: Telli haldamine
eu: Harpidetza Kudeaketa
fi: Tilauksen hallinta
fr: Gestion de l'abonnement
ga: Bainistíocht Síntiúis
gl: Xestión da suscrición
hi: सदस्यता प्रबंधन
hr: Upravljanje pretplatom
it: Gestione abbonamento
ka: გამოწერის მართვა
nb: Abonnementsadministrasjon
nl: Abonnementsbeheer
pl: Zarządzanie subskrypcją
pt: Gerenciamento de assinatura
ru: Управление подпиской
sk: Správa odberu
sr: Upravljanje pretplatom
sv: Prenumerationshantering
ta: சந்தா மேலாண்மை
th: การจัดการการสมัครสมาชิก

source: Current Subscription
bn: বর্তমান সাবস্ক্রিপশন
bo: ད་ལྟོ་ཐོན་རིམ།
ca: Subscripció actual
cs: Aktuální předplatné
da: Nuværende abonnement
de: Aktuelles Abonnement
eo: Aktuala Abono
et: Praegune tellimus
eu: Uneko Harpidetza
fi: Nykyinen tilaus
fr: Abonnement actuel
ga: Síntiúis Reatha
gl: Suscrición actual
hi: वर्तमान सदस्यता
hr: Trenutna pretplata
it: Abbonamento attuale
ka: მიმდინარე გამოწერა
nb: Nåværende abonnement
nl: Huidig abonnement
pl: Obecna subskrypcja
pt: Assinatura Atual
ru: Текущая подписка
sk: Aktuálny odber
sr: Trenutna pretplata
sv: Nuvarande prenumeration
ta: தற்போதைய சந்தா
th: การสมัครสมาชิกปัจจุบัน

# changeSubscription
source: Change your subscription
bn: আপনার সাবস্ক্রিপশন পরিবর্তন করুন
bo: ཐོན་རིམ་བསྐོས་བཅོས།
ca: Canvia la teva subscripció
cs: Změnit předplatné
da: Skift dit abonnement
de: Ändern Sie Ihr Abonnement
eo: Ŝanĝi vian abonon
et: Muuda oma tellimust
eu: Aldatu zure harpidetza
fi: Vaihda tilaustasi
fr: Modifier votre abonnement
ga: Athraigh do shíntiúis
gl: Cambiar a túa suscrición
hi: अपनी सदस्यता बदलें
hr: Promijeni svoju pretplatu
it: Modifica il tuo abbonamento
ka: შეცვალეთ თქვენი გამოწერა
nb: Endre abonnementet ditt
nl: Wijzig je abonnement
pl: Zmień subskrypcję
pt: Alterar sua assinatura
ru: Изменить подписку
sk: Zmeniť odber
sr: Promeni pretplatu
sv: Ändra din prenumeration
ta: உங்கள் சந்தாவை மாற்றவும்
th: เปลี่ยนการสมัครสมาชิกของคุณ

# cancelSubscription
source: Cancel your subscription
bn: আপনার সাবস্ক্রিপশন বাতিল করুন
bo: ཐོན་རིམ་རྒྱག་བཅོས།
ca: Cancel·la la teva subscripció
cs: Zrušit předplatné
da: Annuller dit abonnement
de: Abonnement kündigen
eo: Nuligi vian abonon
et: Tühista oma tellimus
eu: Ezeztatu zure harpidetza
fi: Peruuta tilauksesi
fr: Annuler votre abonnement
ga: Cealaigh do shíntiúis
gl: Cancelar a túa suscrición
hi: अपनी सदस्यता रद्द करें
hr: Otkaži pretplatu
it: Annulla il tuo abbonamento
ka: გაუქმეთ თქვენი გამოწერა
nb: Avbryt abonnementet ditt
nl: Annuleer je abonnement
pl: Anuluj subskrypcję
pt: Cancelar sua assinatura
ru: Отменить подписку
sk: Zrušiť odber
sr: Otkaži pretplatu
sv: Avbryt din prenumeration
ta: சந்தாவை ரத்து செய்யவும்
th: ยกเลิกการสมัครสมาชิกของคุณ

source: Select Your Plan
bn: আপনার পরিকল্পনা নির্বাচন করুন
bo: ཁྱེད་ཀྱི་རིགས་སྒྲིག་ལེགས་སོ།
ca: Selecciona el teu pla
cs: Vyberte svůj plán
da: Vælg din plan
de: Wählen Sie Ihren Plan
eo: Elekti Vian Planon
et: Vali oma plaan
eu: Aukeratu Zure Plana
fi: Valitse suunnitelmasi
fr: Sélectionnez votre plan
ga: Roghnaigh Do Phlean
gl: Selecciona o teu plan
hi: अपना योजना चुनें
hr: Odaberite svoj plan
it: Seleziona il tuo piano
ka: აირჩიეთ თქვენი გეგმა
nb: Velg planen din
nl: Selecteer je plan
pl: Wybierz swój plan
pt: Selecione seu Plano
ru: Выберите свой план
sk: Vyberte si svoj plán
sr: Izaberite svoj plan
sv: Välj din plan
ta: உங்கள் திட்டத்தை தேர்ந்தெடுக்கவும்
th: เลือกแผนของคุณ

# subsciptionPlatformTooltip
source: Please login to your original device to manage your subscription plan
bn: আপনার মূল ডিভাইসে লগইন করে আপনার সাবস্ক্রিপশন পরিকল্পনা পরিচালনা করুন
bo: ཁྱེད་ཀྱིས་སྤྱོད་ལམ་ལ་བསྐུར་བའི་གནད་སྡེབ་ལ་སྤྱོད་ལམ་ལ་སྤྱོད་ལམ་ལེགས་སོ།
ca: Inicia sessió al teu dispositiu original per gestionar el teu pla de subscripció
cs: Pro správu svého plánu předplatného se prosím přihlaste na svém původním zařízení
da: Log ind på din oprindelige enhed for at administrere dit abonnement
de: Bitte melden Sie sich auf Ihrem ursprünglichen Gerät an, um Ihren Abonnementplan zu verwalten
eo: Bonvolu ensaluti al via originala aparato por administri vian abonplanon
et: Palun logi sisse oma algse seadmega, et hallata oma tellimisplaani
eu: Mesedez, saioa hasi zure gailu originalean zure harpidetza planaren kudeaketa egiteko
fi: Kirjaudu alkuperäiseen laitteeseesi hallinnoidaksesi tilaussuunnitelmaasi
fr: Veuillez vous connecter à votre appareil d'origine pour gérer votre plan d'abonnement
ga: Cuir isteach do chuntas ar do ghléas bunaidh chun do phlean síntiúis a bhainistiú
gl: Por favor, inicia sesión no teu dispositivo orixinal para xestionar o teu plan de suscrición
hi: कृपया अपनी मूल डिवाइस में लॉगिन करें ताकि आप अपनी सदस्यता योजना का प्रबंधन कर सकें।
hr: Prijavite se na svoj originalni uređaj za upravljanje svojom pretplatom
it: Accedi al tuo dispositivo originale per gestire il piano di abbonamento
ka: გთხოვთ, შესულიყავით თქვენს ორიგინალურ მოწყობილობაზე თქვენი გამოწერის მართვისთვის
nb: Vennligst logg inn på din opprinnelige enhet for å administrere abonnementet ditt
nl: Log in op je originele apparaat om je abonnementsplan te beheren
pl: Zaloguj się na swoim oryginalnym urządzeniu, aby zarządzać planem subskrypcji
pt: Por favor, faça login no seu dispositivo original para gerenciar seu plano de assinatura
ru: Пожалуйста, войдите на ваше исходное устройство, чтобы управлять планом подписки
sk: Prihláste sa do svojho pôvodného zariadenia, aby ste mohli spravovať svoj plán odberu
sr: Molimo prijavite se na svoj originalni uređaj da biste upravljali svojom pretplatom
sv: Logga in på din ursprungliga enhet för att hantera din prenumerationsplan
ta: உங்கள் அசல் சாதனத்தில் உள்நுழைந்து உங்கள் சந்தா திட்டத்தை நிர்வகிக்கவும்
th: โปรดเข้าสู่ระบบอุปกรณ์เดิมของคุณเพื่อจัดการแผนการสมัครสมาชิก

# subscriptionManagementUnavailable
source: Subscription management not available
bn: সাবস্ক্রিপশন পরিচালনা উপলব্ধ নয়
bo: ཐོན་རིམ་གཏོང་བ་མེད།
ca: Gestió de subscripcions no disponible
cs: Správa předplatného není dostupná
da: Abonnementshåndtering ikke tilgængelig
de: Abonnementverwaltung nicht verfügbar
eo: Abonmanaĝero ne disponeblas
et: Tellimuse haldamine pole saadaval
eu: Harpidetza kudeaketa ez dago erabilgarri
fi: Tilausten hallinta ei ole saatavilla
fr: Gestion des abonnements non disponible
ga: Níl bainistíocht síntiúis ar fáil
gl: Xestión da suscrición non dispoñible
hi: सदस्यता प्रबंधन उपलब्ध नहीं है
hr: Upravljanje pretplatom nije dostupno
it: Gestione dell'abbonamento non disponibile
ka: წევრიანობის მართვა ხელმისაწვდომი არაა
nb: Administrasjon av abonnement er ikke tilgjengelig
nl: Abonnementsbeheer niet beschikbaar
pl: Zarządzanie subskrypcją niedostępne
pt: Gerenciamento de assinatura indisponível
ru: Управление подпиской недоступно
sk: Správa odberu nie je k dispozícii
sr: Upravljanje pretplatom nije dostupno
sv: Prenumerationshantering är inte tillgänglig
ta: சந்தா மேலாண்மை கிடைக்கவில்லை
th: ไม่สามารถจัดการการสมัครสมาชิกได้

source: Payment Method
bn: পেমেন্ট পদ্ধতি
bo: དབྱེ་བའི་རྩོམ།
ca: Mètode de pagament
cs: Platební metoda
da: Betalingsmetode
de: Zahlungsmethode
eo: Pago-Maniero
et: Maksmise viis
eu: Ordainketa Modua
fi: Maksutapa
fr: Méthode de paiement
ga: Modh Íocaíochta
gl: Método de pago
hi: भुगतान विधि
hr: Način plaćanja
it: Metodo di pagamento
ka: გადახდის მეთოდი
nb: Betalingsmetode
nl: Betaalmethode
pl: Metoda płatności
pt: Método de Pagamento
ru: Способ оплаты
sk: Spôsob platby
sr: Metod plaćanja
sv: Betalningsmetod
ta: பணம் செலுத்தும் முறை
th: วิธีการชำระเงิน

source: Payment History
bn: পেমেন্ট ইতিহাস
bo: དབྱེ་བའི་ཧེང་སྐོར།
ca: Historial de pagaments
cs: Historie plateb
da: Betalingshistorik
de: Zahlungsverlauf
eo: Pago-Historio
et: Makse ajalugu
eu: Ordainketa Historia
fi: Maksuhistoria
fr: Historique des paiements
ga: Stair Íocaíochta
gl: Historial de pagos
hi: भुगतान इतिहास
hr: Povijest plaćanja
it: Storico pagamenti
ka: გადახდის ისტორია
nb: Betalingshistorikk
nl: Betalingsgeschiedenis
pl: Historia płatności
pt: Histórico de Pagamentos
ru: История платежей
sk: História platieb
sr: Istorija plaćanja
sv: Betalningshistorik
ta: பணம் செலுத்தும் வரலாறு
th: ประวัติการชำระเงิน

# emptyChatDownloadWarning
source: Cannot download empty chat
bn: খালি চ্যাট ডাউনলোড করা যাবে না
bo: ལེན་འདི་ལ་ལེན་འབད་མི་ཚུལ།
ca: No es pot descarregar un xat buit
cs: Nelze stáhnout prázdný chat
da: Kan ikke downloade tom chat
de: Leeren Chat können nicht heruntergeladen werden
eo: Ne povas elŝuti malplenan babiladon
et: Tühi vestlus ei saa alla laadida
eu: Ezin da hutsik dagoen chat-a deskargatu
fi: Tyhjää keskustelua ei voi ladata
fr: Impossible de télécharger une conversation vide
ga: Ní féidir íoslódáil comhrá folamh
gl: Non se pode descargar un chat baleiro
hi: खाली चैट डाउनलोड नहीं कर सकते
hr: Ne možete preuzeti prazan chat
it: Impossibile scaricare chat vuota
ka: ცარიელი ჩატის ჩამოტვირთვა შეუძლებელია
nb: Kan ikke laste ned tom chat
nl: Kan lege chat niet downloaden
pl: Nie można pobrać pustego czatu
pt: Não é possível baixar chat vazio
ru: Невозможно скачать пустой чат
sk: Nie je možné stiahnuť prázdny chat
sr: Немогућено преузети празан разговор
sv: Kan inte ladda ner tom chat
ta: காலியான உரையாடலை பதிவிறக்கம் செய்ய முடியாது
th: ไม่สามารถดาวน์โหลดแชทว่างเปล่า

source: Update
bn: আপডেট
bo: རིམ་ལུགས།
ca: Actualitzar
cs: Aktualizovat
da: Opdater
de: Aktualisieren
eo: Ĝisdatigi
et: Uuenda
eu: Eguneratu
fi: Päivitä
fr: Mettre à jour
ga: Nuashonraigh
gl: Actualizar
hi: अपडेट करें
hr: Ažuriraj
it: Aggiorna
ka: განახლება
nb: Oppdater
nl: Bijwerken
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sk: Aktualizovať
sr: Ажурирај
sv: Uppdatera
ta: புதுப்பிப்பு
th: อัปเดต
