Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# unkDisplayName
source: Unknown
bn: অজানা
bo: མི་དགོས་པ།
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
eo: Nekonata
et: Tundmatu
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
ga: Neamartha
gl: Descoñecido
hi: अज्ञात
hr: Nepoznato
it: Sconosciuto
ka: უცნობი
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sk: Neznámy
sr: Nepoznato
sv: Okänd
ta: அறியப்படாதது
th: ไม่ทราบ

# zuDisplayName
source: Zulu
bn: জুলু
bo: ཟུ་ལུ།
gl: Zulú
hi: ज़ुलु
ka: ზულუ
ru: Зулу
ta: ஜூலு
th: ซูลู

# hawDisplayName
source: Hawaiian
bn: হাওয়াইয়ান
bo: ཧ་ཝ་ཡན།
ca: Hawaià
cs: Havajský
da: Hawaiisk
de: Hawaiianisch
eo: Havaja
et: Havai
eu: Hawaiiarra
fi: Havaiji
fr: Hawaïen
gl: Hawaiano
hi: हवाइयन
hr: Havajski
it: Hawaiano
ka: ჰავაიური
nb: Hawaiisk
nl: Hawaïaans
pl: Hawajski
pt: Havaiano
ru: Гавайский
sk: Havajčina
sr: Havajski
sv: Hawaiianska
ta: ஹவாயியன்
th: ฮาวาย

# hmnDisplayName
source: Hmong
bn: হমং
bo: ཧྥོང་མོང།
hi: मंगोलियाई
ka: მონღოლური
ru: Хмонг
ta: ஹ்மாங்
th: ม้ง

# multiDisplayName
source: Multi
bn: মাল্টি
bo: རང་མིང་མངོན་པའི།
cs: Více
da: Flere
de: Mehrfach
eo: Multnacia
et: Mitme
eu: Anitz
fi: Monialainen
fr: Multiple
ga: Il multiple
gl: Múltiple
hi: मल्टी
hr: Višejezično
it: Multiplo
ka: მრავალმხრივი
nb: Flere
nl: Meerdere
pl: Wielokrotny
pt: Múltiplo
ru: Мульти
sk: Viacnásobný
sr: Višejezično
sv: Flera
ta: பல்துறை
th: หลายภาษา

# cebDisplayName
source: Cebuano
bn: সেবুয়ানো
bo: ཙེབུ་ནོ།
cs: Cebuánský
hi: सेबुआनो
ka: სებუანო
ru: Себуано
sr: Sebuano
ta: செபுவானோ
th: เซบูโน

# dzDisplayName
source: Dzongkha
bn: জংগখা
bo: རྫོང་ཁ།
hr: Zongkha
ru: Дзонгхе
sr: Džongkha
ta: ட்சொங்கா
th: ภาษาจองกะ

# iwDisplayName
source: Hebrew
bn: হিব্রু
bo: ཧེ་བྷ་རུ།
ca: Hebreu
cs: Hebrejština
da: Hebraisk
de: Hebräisch
eo: Hebree
et: Heebrea
eu: Hebreeraz
fi: Heprea
fr: Hébreu
ga: Eabhrais
gl: Hebreo
hi: हिब्रू
hr: Hebrejski
it: Ebraico
ka: ებრაული
nb: Hebraisk
nl: Hebreeuws
pl: Hebrajski
pt: Hebraico
ru: Иврит
sk: Hebrejčina
sr: Hebrejski
sv: Hebreiska
ta: ஹீப்ரூ
th: ภาษาฮิบรู

# jwDisplayName
source: Javanese
bn: জাভানিজ
bo: ཇ་བ་ནིས།
ca: Javanès
cs: Jávský
da: Javanesisk
de: Javanisch
eo: Javane
et: Javani
eu: Javanes
fr: Javanais
ga: Iámais
gl: Xaponés
hi: जावानीस
hr: Javanski
it: Giapponese
ka: ჯავანური
nb: Javanesisk
nl: Javaans
pl: Japoński Jawa
pt: Javanês
ru: Яванский
sk: Javánčina
sr: Javanski
sv: Javanesiska
ta: ஜாவானீஸ்
th: ภาษาจาวา

# moDisplayName
source: Moldavian
bn: মোলদাভিয়ান
bo: མོལ་ཌི་ཡན།
ca: Moldau
cs: Moldavský
da: Moldavisk
de: Moldawisch
eo: Moldova
et: Moldova
eu: Moldaviarra
fi: Moldova
fr: Moldave
ga: Moldáivis
gl: Moldavo
hi: मोल्डावियन
hr: Moldavski
it: Moldavo
ka: მოლდავური
nb: Moldovisk
nl: Moldavisch
pl: Mołdawski
pt: Moldávio
ru: Молдавский
sk: Moldavčina
sr: Moldavski
sv: Moldaviska
ta: மால்டேஷியன்
th: ภาษามอลโดวา

# shDisplayName
source: Serbo-Croatian
bn: সার্বো-কোশেরিয়ান
bo: སེར་བྷ་ཀྲོ་ཡོ་ཤི་ཡ།
ca: Serbo-croata
cs: Srbochorvatský
da: Serbisk-kroatisk
de: Serbo-Kroatisch
eo: Serbo-Kroata
et: Serbo-Kroatia
eu: Serbo-Kroaziarra
fi: Serbo-Kroatia
fr: Serbo-croate
ga: Serbo-Corach
gl: Serbo-Croata
hi: सर्बो-क्रोएशियन
hr: Srpskohrvatski
it: Serbo-Croato
ka: სერბო-ხორვატული
nb: Serbo-kroatisk
nl: Servisch-Croatisch
pl: Serbo-Chorwacki
pt: Servo-Croata
ru: Сербско-хорватский
sk: Srbochorvátsky
sr: Srpskohrvatski
sv: Serbo-kroatiska
ta: செர்போ-குரோஷியன்
th: เซอร์โบ-โครเอเชีย

# wwCountryDisplayName
source: World Wide
bn: বিশ্বব্যাপী
bo: འཛམ་གླིང་ཆེན་པོ།
ca: Mundial
cs: Celosvětově
da: Verdensomspændende
de: Weltweit
eo: Tra Laŭ Tutmondi
et: Maailm
eu: Munduan zehar
fi: Maailmanlaajuinen
fr: Monde entier
ga: Domhanda
gl: Mundial
hi: विश्वव्यापी
hr: Cijeli svijet
ka: მსოფლიოს მასშტაბით
nb: Verden
nl: Wereldwijd
pl: Na całym świecie
pt: Mundo
ru: Всемирная сеть
sk: Celosvetovo
sr: Celom svet
sv: Världen
ta: உலகளாவிய
th: ทั่วโลก

# afCountryDisplayName
source: Afghanistan
bn: আফগানিস্তান
bo: ཨཕ་གན་སི་ཐཱན།
ca: Afganistan
cs: Afghánistán
eo: Afganujo
et: Afganistan
eu: Afganistan
fi: Afganistan
ga: An Afganastáin
gl: Afganistán
hi: अफगानिस्तान
hr: Afganistan
ka: აფგანისტანი
pl: Afganistan
pt: Afeganistão
ru: Афганистан
sk: Afganistan
sr: Avganistan
ta: அப்கானிஸ்தான்
th: อัฟกานิสถาน

# axCountryDisplayName
source: Aland Islands
bn: আল্যান্ড দ্বীপপুঞ্জ
bo: ཨ་ལན་མཚོ་མཚོ།
ca: Illes Aland
cs: Alandy
da: Åland Islands
de: Alandinseln
eo: Alandaj Insuloj
et: Alandsaared
eu: Aland uharteak
fi: Ahvenanmaa
fr: Îles Åland
ga: Oileáin Åland
gl: Illas Åland
hi: आलैंड द्वीपसमूह
hr: Olandski otoci
it: Isole Aland
ka: ალანდის კუნძულები
nb: Ålandøyene
nl: Ålandeilanden
pl: Wyspy Alandzkie
pt: Ilhas Aland
ru: Аландские острова
sk: Alandské ostrovy
sr: Olandski Ostrva
sv: Ålandöarna
ta: ஆலந்து தீவுகள்
th: หมู่เกาะอันลันด์

# alCountryDisplayName
source: Albania
bn: আলবেনিয়া
bo: ཨལ་བེནི་ཡ།
ca: Albània
cs: Albánsko
da: Albanien
de: Albanien
eo: Albanujo
et: Albaania
fr: Albanie
ga: An Albáin
gl: Albánia
hi: अल्बानिया
hr: Albanija
ka: ალბანეთი
nl: Albanië
pt: Albânia
ru: Албания
sk: Albánsko
sr: Albanija
sv: Albanien
ta: அல்பேனியா
th: แอลเบเนีย

# dzCountryDisplayName
source: Algeria
bn: আলজেরিয়া
bo: ཨེལ་ཇི་རེ་ཡ།
ca: Algèria
cs: Alžírsko
da: Algeriet
de: Algerien
eo: Alĝerio
et: Alžeeria
fr: Algérie
ga: An Ailgéir
gl: Arxelia
hi: अल्जीरिया
hr: Alžir
ka: ალჟირი
nb: Algerie
nl: Algerije
pl: Algieria
pt: Argélia
ru: Алжир
sk: Alžírsko
sr: Alžir
sv: Algeriet
ta: அல்ஜீரியா
th: แอลจีเรีย

# asCountryDisplayName
source: American Samoa
bn: আমেরিকান সামোয়া
bo: ཨ་མེ་རི་ཀ་ས་མཚོ
ca: Samoa Americana
cs: Americká Samoa
da: Amerikansk Samoa
de: Amerikanisch-Samoa
eo: Amerika Samoa
et: Ameerika Samoa
eu: Amerikar Samoa
fi: Amerikan Samoa
fr: Samoa américaines
ga: Samoa Mheiriceá
gl: Samoa Americana
hi: अमेरिकन समोआ
hr: Američko Samoa
it: Samoa Americana
ka: ამერიკული სამოა
nb: Amerikansk Samoa
nl: Amerikaans-Samoa
pl: Samoa Amerykańskie
pt: Samoa Americana
ru: Американское Самоа
sk: Americká Samoa
sr: Američka Samoa
sv: Amerikanska Samoa
ta: அமெரிக்க சாமோவா
th: ซามัวอเมริกัน

# adCountryDisplayName
source: Andorra
bn: অ্যান্ডোরা
bo: ཨན་ཌོ་ར།
eo: Andoro
fr: Andorre
ga: Andóra
hi: अंडोरा
hr: Andora
ka: ანდორა
pl: Andora
ru: Андорра
sr: Andora
ta: ஆண்டோரா
th: อันดอร์รา

# aoCountryDisplayName
source: Angola
bn: অ্যাঙ্গোলা
bo: ཨང་གོ་ལ།
eo: Angolo
ga: Angóla
hi: अंगोला
ka: ანგოლა
ru: Ангола
ta: அங்கோலா
th: แองโกลา

# aiCountryDisplayName
source: Anguilla
bn: অ্যাঙ্গুইলা
bo: ཨང་གུ་ལ།
eo: Angvilo
hi: एंगुइला
hr: Angvila
ka: ანგუილა
ru: Ангилья
sr: Angvila
ta: அங்குயில்லா
th: แองกวิลลา

# agCountryDisplayName
source: Antigua and Barbuda
bn: অ্যান্টিগা ও বারবুডা
bo: ཨན་ཊི་ག་དུ་དང་བར་བུ་དང།
ca: Antigua i Barbuda
cs: Antigua a Barbuda
da: Antigua og Barbuda
de: Antigua und Barbuda
eo: Antigvo kaj Barbudo
et: Antigua ja Barbuda
eu: Antigua eta Barbuda
fi: Antigua ja Barbuda
fr: Antigua-et-Barbuda
ga: Antigua agus Barbúda
gl: Antigua e Barbuda
hi: एंटीगुआ और बरबुडा
hr: Antigua i Barbuda
it: Antigua e Barbuda
ka: ანტიგუა და ბარბუდა
nb: Antigua og Barbuda
nl: Antigua en Barbuda
pl: Antigua i Barbuda
pt: Antígua e Barbuda
ru: Антигуа и Барбуда
sk: Antigua a Barbuda
sr: Antigva i Barbuda
sv: Antigua och Barbuda
ta: அண்டிகுவா மற்றும் பார்புடா
th: แอนทิกาและบาร์บูดา

# arCountryDisplayName
source: Argentina
bn: আর্জেন্টিনা
bo: ཨེན་ཊི་རན་ཏ།
de: Argentinien
eo: Argentino
fi: Argentiina
fr: Argentine
ga: Airgintín
gl: Arxentina
hi: अर्जेंटीना
ka: არგენტინა
nl: Argentinië
pl: Argentyna
ru: Аргентина
sk: Argentína
ta: அர்ஜென்டினா
th: อาร์เจนตินา

# amCountryDisplayName
source: Armenia
bn: আর্মেনিয়া
bo: ཨར་མེ་ནི་ཡ།
ca: Armènia
cs: Arménie
da: Armenien
de: Armenien
eo: Armenio
et: Armeenia
fr: Arménie
ga: Airméin
hi: आर्मेनिया
hr: Armenija
ka: სომხეთი
nl: Armenië
pt: Armênia
ru: Армения
sk: Arménsko
sr: Jermenija
sv: Armenien
ta: அர்மேனியா
th: อาร์เมเนีย

# awCountryDisplayName
source: Aruba
bn: আরুবা
bo: ཨུ་རུ་བ།
eo: Arubo
ga: Arúba
hi: अरूबा
ka: არუბა
ru: Аруба
ta: அருபா
th: อารูบา

# acCountryDisplayName
source: Ascension Island
bn: অ্যাসেনশন দ্বীপ
bo: ཨས་སེན་སིན། ས་ལིང།
ca: Illes Ascenció
cs: Ostrov Ascension
de: Ascension-Insel
eo: Ascension Insulo
et: Ascensioni saar
eu: Ascension uhartea
fi: Ascensionin saari
fr: Île de l'Ascension
ga: Oileán Ascension
gl: Ilha de Ascensión
hi: एसेंशन द्वीप
hr: Otoci Ascension
it: Isola di Ascensione
ka: ასცენშენის კუნძული
nb: Ascension-øyen
nl: Ascension Eiland
pl: Wyspa Wniebowstąpienia
pt: Ilha de Ascensão
ru: Остров Вознесения
sk: Ostrov Ascension
sr: Ostrvo Ascension
sv: Ascensionön
ta: அஸ்சென்ஷன் தீவு
th: เกาะแอสเซนชัน

# auCountryDisplayName
source: Australia
bn: অস্ট্রেলিয়া
bo: འཇུ་སྟོལ་ལུས།
ca: Austràlia
cs: Austrálie
da: Australien
de: Australien
eo: Aŭstralio
et: Austraalia
fr: Australie
ga: An Astráil
hi: ऑस्ट्रेलिया
hr: Australija
ka: ავსტრალია
nl: Australië
pt: Austrália
ru: Австралия
sk: Austrália
sr: Australija
sv: Australien
ta: ஆஸ்திரேலியா
th: ออสเตรเลีย

# atCountryDisplayName
source: Austria
bn: অস্ট্রিয়া
bo: ཨར་ཇུ་སྟྲི།
ca: Àustria
cs: Rakousko
da: Østrig
de: Österreich
eo: Aŭstrio
fi: Itävalta
fr: Autriche
ga: An Ostair
hi: ऑस्ट्रिया
hr: Austrija
ka: ავსტრია
nb: Østerrike
nl: Oostenrijk
pt: Áustria
ru: Австрия
sk: Rakúsko
sr: Austrija
sv: Österrike
ta: ஆஸ்திரியா
th: ออสเตรีย

# azCountryDisplayName
source: Azerbaijan
bn: আজারবাইজান
bo: ཨ་ཛེར་བའི་ཇི་ན།
ca: Azerbaidjan
cs: Ázerbájdžán
da: Aserbajdsjan
de: Aserbaidschan
eo: Azerbaĝio
et: Aserbaidžaan
fi: Azerbaidžan
fr: Azerbaïdjan
ga: Aserbaiseán
gl: Azerbaái
hi: अज़रबैजान
hr: Azerbejdžan
ka: აზერბაიჯანი
nb: Aserbajdsjan
nl: Azerbeidzjan
pl: Azerbejdżan
pt: Azerbaijão
ru: Азербайджан
sk: Azerbajdžan
sr: Azerbejdžan
sv: Azerbajdzjan
ta: அசர்பைஜான்
th: อาเซอร์ไบจาน

# bsCountryDisplayName
source: Bahamas
bn: বাহামাস
bo: ཧཱ་བ་མེས།
ca: Bahames
cs: Bahamy
eo: Bahamoj
et: Bahama
eu: Bahamak
fi: Bahama
ga: Na Bahámaí
hi: बहामास
hr: Bahami
ka: ბაჰამები
pl: Bahamy
ru: Багамы
sk: Bahamy
sr: Bahami
ta: பஹாமாஸ்
th: บาฮามาส

# bhCountryDisplayName
source: Bahrain
bn: বাহরাইন
bo: བཱ་རེན།
cs: Bahrajn
eo: Barato
et: Bahrein
fi: Bahrein
fr: Bahreïn
ga: Bairéin
gl: Bahrein
hi: बहरीन
hr: Bahrein
it: Bahrein
ka: ბაჰრეინი
nl: Bahrein
pl: Bahrajn
pt: Bahrein
ru: Бахрейн
sk: Bahrajn
sr: Bahrein
ta: பஹ்ரைன்
th: บาห์เรน

# bdCountryDisplayName
source: Bangladesh
bn: বাংলাদেশ
bo: བང་ག་ལ་དེཤ།
cs: Bangladéš
de: Bangladesch
eo: Bangladeŝo
hi: बांग्लादेश
hr: Bangladeš
ka: ბანგლადეში
pl: Bangladesz
ru: Бангладеш
sk: Bangladéš
sr: Bangladeš
ta: பங்களாதேஷ்
th: บังกลาเทศ

# bbCountryDisplayName
source: Barbados
bn: বার্বাডোস
bo: བར་བ་ཌོས།
eo: Barbado
fr: Barbade
hi: बारबाडोस
ka: ბარბადოსი
ru: Барбадос
ta: பார்படோஸ்
th: บาร์เบโดส

# byCountryDisplayName
source: Belarus
bn: বেলারুশ
bo: བེ་ལུ་རུས།
ca: Bielorússia
cs: Bělorusko
da: Hviderusland
de: Weißrussland
eo: Belorusio
et: Valgevene
eu: Bielorrusia
fi: Valko-Venäjä
fr: Biélorussie
ga: Bealarúis
gl: Bielorrusia
hi: बेलारूस
hr: Bjelorusija
it: Bielorussia
ka: ბელარუსი
nb: Hviterussland
nl: Wit-Rusland
pl: Białoruś
pt: Bielorrússia
ru: Беларусь
sk: Bielorusko
sr: Belorusija
sv: Vitryssland
ta: பெலாரூஸ்
th: เบลารุส

# beCountryDisplayName
source: Belgium
bn: বেলজিয়াম
bo: བེལ་ཇིམ།
ca: Bèlgica
cs: Belgie
da: Belgien
de: Belgien
eo: Belgio
et: Belgia
eu: Belgika
fi: Belgia
fr: Belgique
ga: An Bheilg
gl: Bélgica
hi: बेल्जियम
hr: Belgija
it: Belgio
ka: ბელგია
nb: Belgia
nl: België
pl: Belgia
pt: Bélgica
ru: Бельгия
sk: Belgicko
sr: Belgija
sv: Belgien
ta: பெல்ஜியம்
th: เบลเยียม

# bzCountryDisplayName
source: Belize
bn: বেলিজ
bo: བེ་ལིཟེ།
eo: Belizo
ga: Belíse
gl: Belice
hi: बेलीज़
ka: ბელიზი
ru: Белиз
ta: பெய்லிஸ்
th: เบลีซ

# bjCountryDisplayName
source: Benin
bn: বেনিন
bo: བེ་ནིན།
ca: Benín
eo: Benino
fr: Bénin
gl: Benín
hi: बेनिन
ka: ბენინი
pt: Benim
ru: Бенин
ta: பெனின்
th: เบนิน

# bmCountryDisplayName
source: Bermuda
bn: বারমুডা
bo: Բերմուդա
ca: Bermudes
cs: Bermudy
fr: Bermudes
ga: Bermúda
gl: Bermudas
hi: बरमूडा
ka: ბერმუდა
pl: Bermudy
pt: Bermudas
ru: Бермудские острова
sk: Bermudy
ta: பெர்முடா
th: เบอร์มิวดา

# btCountryDisplayName
source: Bhutan
bn: ভুটান
bo: Համայնք Բութան
ca: Butan
cs: Bhútán
eo: Butano
fr: Bhoutan
ga: Bhúdáin
gl: Bután
hi: भूटान
hr: Butan
ka: ბუტანი
pt: Butão
ru: Бутан
sk: Bhután
sr: Butan
ta: பூட்டான்
th: ภูฏาน

# boCountryDisplayName
source: Bolivia
bn: বলিভিয়া
bo: Բոլիվիա
ca: Bolívia
cs: Bolívie
de: Bolivien
eo: Bolivio
et: Boliivia
fr: Bolivie
ga: Bolaiv
hi: बोलीविया
hr: Bolivija
ka: ბოლივია
pl: Boliwia
pt: Bolívia
ru: Боливия
sk: Bolívia
sr: Bolivija
ta: பொலிவியா
th: โบลิเวีย

# baCountryDisplayName
source: Bosnia and Herzegovina
bn: বসনিয়া ও হার্জেগোভিনা
bo: Բոսնիա և Հերցեգովինա
ca: Bòsnia i Hercegovina
cs: Bosna a Hercegovina
da: Bosnien og Herzegovina
de: Bosnien und Herzegowina
eo: Bosnio kaj Herzegovino
et: Bosnia ja Hertsegoviina
eu: Bosnia eta Herzegovina
fi: Bosnia ja Hertsegovina
fr: Bosnie-Herzégovine
ga: Bosnia agus Herzegovina
gl: Bosnia e Hercegovina
hi: बोस्निया और हर्जेगोविना
hr: Bosna i Hercegovina
it: Bosnia ed Erzegovina
ka: ბოსნია და ჰერცეგოვინა
nb: Bosnia og Herzegovina
nl: Bosnië en Herzegovina
pl: Bośnia i Hercegowina
pt: Bósnia e Herzegovina
ru: Босния и Герцеговина
sk: Bosna a Hercegovina
sr: Bosna i Hercegovina
sv: Bosnien och Hercegovina
ta: போஸ்னியா மற்றும் ஹெர்சிகோவினா
th: บอสเนียและเฮอร์เซโกวีนา

# bwCountryDisplayName
source: Botswana
bn: বতসোয়ানা
bo: Բոթսվանա
eo: Botsvano
ga: Botsuana
gl: Botsuana
hi: बोत्सवाना
hr: Botsvana
ka: ბოტსვანა
pt: Botsuana
ru: Ботсвана
sr: Botsvana
ta: போட்ஸ்வானா
th: บอตสวานา

# brCountryDisplayName
source: Brazil
bn: ব্রাজিল
bo: Բրազիլիա
ca: Brasil
cs: Brazílie
da: Brasilien
de: Brasilien
eo: Brazilo
et: Brasiilia
eu: Brasil
fi: Brasilia
fr: Brésil
ga: An Bhrasaíl
gl: Brasil
hi: ब्राज़ील
it: Brasile
ka: ბრაზილია
nb: Brasil
nl: Brazilië
pl: Brazylia
pt: Brasil
ru: Бразилия
sk: Brazília
sv: Brasilien
ta: பிரேசில்
th: บราซิล

# ioCountryDisplayName
source: British Indian Ocean Territory
bn: ব্রিটিশ ভারত মহাসাগর অঞ্চল
bo: Բրիտանական Հնդկական Օվկիանոսի Տարածք
ca: Territori Britànic de l'Oceà Índic
cs: Britské indickooceánské území
da: Det Britiske Det Indiske Oceanterritorium
de: Britisches Territorium im Indischen Ozean
eo: Brita Hinda Oceania Teritorio
et: Briti India ookeani territoorium
eu: Britainia Indiatik Ozeano Lurmuturra
fi: Britannian Intian valtameren alue
fr: Territoire britannique de l'océan Indien
ga: Críoch Theas Mhuir Indian na Ríochta Aontaithe
gl: Territorio Británico do Océano Índico
hi: ब्रिटिश भारतीय महासागर क्षेत्र
hr: Britanski Indijskooceanski teritorij
it: Territorio britannico dell'Oceano Indiano
ka: ბრიტანული ინდური ოკეანის ტერიტორია
nb: Det britiske territoriet i Det indiske hav
nl: Brits Indische Oceaanterritorium
pl: Brytyjskie Terytorium Oceanu Indyjskiego
pt: Território Britânico do Oceano Índico
ru: Британская территория в Индийском океане
sk: Britské indickooceánske územie
sr: Teritorija Britanskog Indijskog okeana
sv: Brittiska Indiska Oceanen Territory
ta: பிரிட்டிஷ் இந்திய ஓஷன் பிரதேசம்
th: เขตอาณานิคมอินเดียของอังกฤษ

# vgCountryDisplayName
source: British Virgin Islands
bn: ব্রিটিশ ভার্জিন দ্বীপপুঞ্জ
bo: Բրիտանական Վիրջինյան կղզիներ
ca: Illes Verges Britàniques
cs: Britské Panenské ostrovy
da: De Britiske Jomfruøer
de: Britische Jungferninseln
eo: Britaj Virgaj Insuloj
et: Briti Virdžīnas
eu: Britainia Birjina Uharteak
fi: Brittiläiset Neitsytsaaret
fr: Îles Vierges britanniques
ga: Oileáin Bhiorach na Ríochta Aontaithe
gl: Illas Vírgenes Británicas
hi: ब्रिटिश वर्जिन आइलैंड्स
hr: Britanski Djevičanski otoci
it: Isole Vergini Britanniche
ka: ბრიტანული ვირჯინიის კუნძულები
nb: De britiske jomfruøyene
nl: Britse Maagdeneilanden
pl: Brytyjskie Wyspy Dziewicze
pt: Ilhas Virgens Britânicas
ru: Британские Виргинские острова
sk: Britské Panenské ostrovy
sr: Britanski Djevičanski Ostrva
sv: Brittiska Jungfruöarna
ta: பிரிட்டிஷ் விர்ஜின் தீவுகள்
th: หมู่เกาะเวอร์จินของอังกฤษ

# bnCountryDisplayName
source: Brunei
bn: ব্রুনাই
bo: Բրունեյ
cs: Brunej
eo: Brunejo
ga: Brúiné
hi: ब्रूनेई
hr: Brunej
ka: ბრუნეი
ru: Бруней
sk: Brunej
sr: Brunej
ta: புருனே
th: บรูไน

# bgCountryDisplayName
source: Bulgaria
bn: বুলগেরিয়া
bo: Բուլղարիա
ca: Bulgària
cs: Bulharsko
da: Bulgarien
de: Bulgarien
eo: Bulgario
et: Bulgaaria
fr: Bulgarie
ga: Bulgáir
hi: बुल्गारिया
hr: Bugarska
ka: ბულგარეთი
nl: Bulgarije
pl: Bułgaria
pt: Bulgária
ru: Болгария
sk: Bulharsko
sr: Bugarska
sv: Bulgarien
ta: புல்கேரியா
th: บัลแกเรีย

# bfCountryDisplayName
source: Burkina Faso
bn: বুর্কিনা ফাসো
bo: Բուրկինա Ֆասո
hi: बुर्किना फासो
ka: ბურკინა ფასო
ru: Буркина-Фасо
ta: புர்கினா ஃபாசோ
th: บูร์กินาฟาโซ

# biCountryDisplayName
source: Burundi
bn: বুরুন্ডি
bo: Բուրունդի
ga: Burúndaid
hi: बुरुंडी
ka: ბურუნდი
ru: Бурунди
ta: புருண்டி
th: บุรุนดี

# khCountryDisplayName
source: Cambodia
bn: কম্বোডিয়া
bo: Կամբոջա
ca: Cambodja
cs: Kambodža
da: Cambodja
de: Kambodscha
eo: Kamboĝo
et: Kambodža
eu: Kambodia
fi: Kambodža
fr: Cambodge
ga: Cambódia
hi: कंबोडिया
hr: Kambodža
it: Cambogia
ka: კამბოჯა
nb: Kambodsja
nl: Cambodja
pl: Kambodża
pt: Camboja
ru: Камбоджа
sk: Kambodža
sr: Kambodža
sv: Kambodja
ta: கம்போடியா
th: กัมพูชา

# cmCountryDisplayName
source: Cameroon
bn: ক্যামেরুন
bo: Կամերուն
ca: Camerun
cs: Kamerun
de: Kamerun
eo: Kameruno
et: Kamerun
eu: Kamerun
fi: Kamerun
fr: Cameroun
ga: Camarún
gl: Camerún
hi: कैमरून
hr: Kamerun
it: Camerun
ka: კამერუნი
nb: Kamerun
nl: Kameroen
pl: Kamerun
pt: Camarões
ru: Камерун
sk: Kamerun
sr: Kamerun
sv: Kamerun
ta: காமெரூன்
th: แคเมอรูน

# caCountryDisplayName
source: Canada
bn: কানাডা
bo: Կանադա
ca: Canadà
cs: Kanada
de: Kanada
eo: Kanado
et: Kanada
eu: Kanada
fi: Kanada
ga: Canáda
gl: Canadá
hi: कनाडा
hr: Kanada
ka: კანადა
pl: Kanada
pt: Canadá
ru: Канада
sk: Kanada
sr: Kanada
sv: Kanada
ta: கனடா
th: แคนาดา

# cvCountryDisplayName
source: Cape Verde
bn: কেপ ভার্দে
bo: Կաբո Վերդե
ca: Cap Verd
cs: Zelený mys
da: Kap Verde
de: Kap Verde
eo: Kabo-Verdo
et: Roheneemaa
eu: Cabo Verde
fi: Kap Verde
fr: Cap-Vert
ga: Cabo Verde
gl: Cabo Verde
hi: कैप वर्डे
hr: Zelenortska Republika
it: Capo Verde
ka: კაბო ვერდე
nb: Kapp Verde
nl: Kaapverdië
pl: Wyspy Zielonego Przylądka
pt: Cabo Verde
ru: Кабо-Верде
sk: Kap Verde
sr: Zelenortska Ostrva
sv: Kap Verde
ta: கேப் வெர்டே
th: เคปเวิร์ด

# bqCountryDisplayName
source: Caribbean Netherlands
bn: ক্যারিবিয়ান নেদারল্যান্ডস
bo: Կարիբյան Նիդերլանդներ
ca: Països Baixos Caribenys
cs: Karibské Nizozemsko
da: Caribiske Nederlandene
de: Karibisches Niederlande
eo: Kariba Nederlando
et: Karibian Holland
eu: Karibe Herbehereak
fi: Karibian Alankomaat
fr: Pays-Bas caribéens
ga: Oileáin Neantailte na Caribe
gl: Países Baixos Caribenhos
hi: कैरेबियन नीदरलैंड्स
hr: Karipski Nizozemski
it: Paesi Bassi Caribici
ka: კარიბის ნიდერლანდები
nb: Karibiske Nederland
nl: Caribisch Nederland
pl: Holenderskie Antyle Karaibskie
pt: Caribe Holandês
ru: Карибские Нидерланды
sk: Karibské Holandsko
sr: Karipske Nizije
sv: Karibiska Nederländerna
ta: கரீபியன் நெதர்லாந்து
th: เนเธอร์แลนด์แคริบเบียน

# kyCountryDisplayName
source: Cayman Islands
bn: কেম্যান দ্বীপপুঞ্জ
bo: Կայման կղզիներ
ca: Illes Caiman
cs: Kajmanské ostrovy
da: Caymanøerne
de: Kaimaninseln
eo: Kaimaninsuloj
et: Caymanni Saared
eu: Caiman Uharteak
fi: Caymansaaret
fr: Îles Caïmans
ga: Oileáin Cayman
gl: Illas Caimán
hi: कैमन आइलैंड्स
hr: Kajmanski otoci
it: Isole Cayman
ka: კაიმანის კუნძულები
nb: Caymanøyene
nl: Caymaneilanden
pl: Kajmany
pt: Ilhas Cayman
ru: Каймановы острова
sk: Kajmanské ostrovy
sr: Kajmanska Ostrva
sv: Caymanöarna
ta: கெய்மன் தீவுகள்
th: หมู่เกาะเคย์แมน

# cfCountryDisplayName
source: Central African Republic
bn: মধ্য আফ্রিকান প্রজাতন্ত্র
bo: Կենտրոնական Աֆրիկայի Հանրապետություն
ca: República Centreafricana
cs: Středoafrická republika
da: Den Centralafrikanske Republik
de: Zentralafrikanische Republik
eo: Centroafrika Respubliko
et: Kesk-Aafrika Vabariik
eu: Afrika Erdiko Errepublika
fi: Keski-Afrikan tasavalta
fr: République centrafricaine
ga: Poblacht na hAfraice Láir
gl: República Centroafricana
hi: मध्य अफ्रीकी गणराज्य
hr: Srednjoafrička Republika
it: Repubblica Centrafricana
ka: ცენტრალური აფრიკის რესპუბლიკა
nb: Den sentralafrikanske republikken
nl: Centraal-Afrikaanse Republiek
pl: Republika Środkowoafrykańska
pt: República Centro-Africana
ru: Центральноафриканская Республика
sk: Stredoafrická republika
sr: Centralnoafrička Republika
sv: Centralafrikanska republiken
ta: மத்திய ஆப்பிரிக்க குடியரசு
th: สาธารณรัฐแอฟริกากลาง

# tdCountryDisplayName
source: Chad
bn: চাদ
bo: Չադ
ca: Txad
cs: Čad
da: Tchad
de: Tschad
eo: Ĉado
et: Tšaad
eu: Txad
fi: Tšad
fr: Tchad
hi: चाड
hr: Čad
it: Ciad
ka: ჩადი
nb: Tsjad
nl: Tsjaad
pl: Czad
pt: Chade
ru: Чад
sk: Čad
sr: Čad
sv: Tchad
ta: சாட்
th: ชาด

# clCountryDisplayName
source: Chile
bn: চিলি
ca: Xile
eo: Ĉilio
et: Tšiili
eu: Txile
fr: Chili
hi: चिली
hr: Čile
it: Cile
ka: ჩილე
nl: Chili
ru: Чили
sk: Čile
sr: Čile
ta: சிலி
th: ชิลี

# cnCountryDisplayName
source: China
bn: চীন
bo: འཇིགས་མེད་
ca: Xina
cs: Čína
da: Kina
eo: Ĉinio
et: Hiina
eu: Txina
fi: Kiina
fr: Chine
ga: An tSín
hi: चीन
hr: Kina
it: Cina
ka: ჩინეთი
nb: Kina
pl: Chiny
ru: Китай
sk: Čína
sr: Kina
sv: Kina
ta: சீனா
th: จีน

# cxCountryDisplayName
source: Christmas Island
bn: ক্রিসমাস দ্বীপ
bo: ཀྲས་མས་ཨིལནཌ་
ca: Illa de Nadal
cs: Vánoční ostrov
da: Juløen
de: Weihnachtsinsel
eo: Kristnaska Insulo
et: Jõulusaared
eu: Belenen Uhartea
fi: Joulusaari
fr: Île Christmas
ga: Oileán na Nollag
gl: Illa de Nadal
hi: क्रिसमस आइलैंड
hr: Božićni otok
it: Isola di Natale
ka: ქრისტმასის კუნძული
nb: Julekystallen
nl: Kerstd eiland
pl: Wyspa Bożego Narodzenia
pt: Ilha Christmas
ru: Остров Рождества
sk: Vianočný ostrov
sr: Božićno Ostrvo
sv: Julön
ta: கிறிஸ்துமஸ் தீவு
th: เกาะคริสต์มาส

# ccCountryDisplayName
source: Cocos [Keeling] Islands
bn: কোকোস [কিলিং] দ্বীপপুঞ্জ
bo: ཀོ་ཀོས། [ཁེ་ལིང་] ཨིལནཌས།
ca: Illes Cocos [Keeling]
cs: Kokosové [Keelingovy] ostrovy
da: Kokos [Keeling]-øerne
de: Kokosinseln [Keeling]
eo: Kokosaj [Kelingaj] Insuloj
et: Kookossaared
eu: Cocos [Keeling] Uharteak
fi: Kookossaaret
fr: Îles Cocos [Keeling]
ga: Oileáin Cocos [Keeling]
gl: Illas Cocos [Keeling]
hi: कोकोस [किलिंग] आइलैंड्स
hr: Kokosovi [Keeling] otoci
it: Isole Cocos [Keeling]
ka: კოკოს [კილინგის] კუნძულები
nb: Kokos [Keeling]-øyene
nl: Cocoseilanden [Keeling]
pl: Wyspy Kokosowe [Keelinga]
pt: Ilhas Cocos [Keeling]
ru: Кокосовые (Килинг) острова
sk: Ostrovy Kokos (Keelingove)
sr: Kokosova [Keeling] Ostrva
sv: Kokosöarna [Keeling]
ta: கோகோஸ் [கீலிங்] தீவுகள்
th: เกาะคีลิง

# coCountryDisplayName
source: Colombia
bn: কলম্বিয়া
bo: ཁོ་ལོབི་ཡ།
ca: Colòmbia
cs: Kolumbie
de: Kolumbien
eo: Kolombio
eu: Kolonbia
fi: Kolumbia
fr: Colombie
ga: Colóim
hi: कोलंबिया
hr: Kolumbija
ka: კოლუმბია
pl: Kolumbia
pt: Colômbia
ru: Колумбия
sk: Kolumbia
sr: Kolumbija
ta: கொலம்பியா
th: โคลอมเบีย

# kmCountryDisplayName
source: Comoros
bn: কমোরোস
bo: ཀོ་མོ་རོས།
ca: Comores
cs: Komory
da: Komorerne
de: Komoren
eo: Komoroj
et: Komoorid
eu: Komorak
fi: Komorit
fr: Comores
ga: Comóra
gl: Comores
hi: कोमोरोस
hr: Komori
it: Comore
ka: კომორები
nb: Komorene
nl: Comoren
pl: Komory
pt: Comores
ru: Коморские острова
sk: Komory
sr: Komori
sv: Komorerna
ta: கோமோரஸ்
th: คอโมโรส
