Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# speechToTextBody
source: For voice messages, you can see a transcript as well as the speaker's Words Per Minute score.
bn: ভয়েস বার্তার জন্য, আপনি ট্রান্সক্রিপ্ট দেখতে পারেন পাশাপাশি বক্তার শব্দ প্রতি মিনিটের স্কোর।
ca: Per a missatges de veu, pots veure una transcripció així com la puntuació de Paraules per Minut del parlant.
cs: Pro hlasové zprávy můžete vidět přepis i skóre slov za minutu mluvčího.
da: For stemmemeddelelser kan du se en transskription samt talerens ord pr. minut-score.
de: Bei Sprachnachrichten können Sie sowohl eine Transkription als auch die Wörter pro Minute des Sprechers sehen.
eo: Por voĉmesaĝoj, vi povas vidi transskribon same kiel la vortrapideco de la parolanto.
et: Kõne sõnumite jaoks saate näha transkriptsiooni ning kõneleja sõnade minutis skoori.
eu: Ahots mezuetarako, testu transkripzioa ikusi dezakezu baita hizlariaren Minutu bakoitzeko Hitzen puntuazioa ere.
fi: Ääniviesteissä näet myös litteroinnin sekä puhujan Words Per Minute -pistemäärän.
fr: Pour les messages vocaux, vous pouvez voir une transcription ainsi que le score de Mots Par Minute de l'orateur.
ga: Maidir le teachtaireachtaí gutha, is féidir leat trascríobh a fheiceáil chomh maith le scór Focal in aghaidh an Nóiméidí an chainteora.
gl: Para mensaxes de voz, podes ver unha transcrición así como a puntuación de Palabras por Minuto do orador.
hi: आवाज संदेशों के लिए, आप ट्रांसक्रिप्ट के साथ-साथ वक्ता के शब्द प्रति मिनट स्कोर को भी देख सकते हैं।
hr: Za glasovne poruke, možete vidjeti transkript kao i rezultat govornika u riječima po minutu.
it: Per i messaggi vocali, puoi vedere una trascrizione e il punteggio delle parole al minuto del parlante.
ka: ხმოვანი შეტყობინებებისთვის შეგიძლიათ იხილოთ ტრანსკრიპტი და ასევე Sprecher-ის სიტყვების წუთში ქულა.
nb: For talebeskjeder kan du se en transkripsjon samt speakerens Words Per Minute-poengsum.
nl: Voor spraakberichten kunt u zowel een transcript als de woorden per minuut-score van de spreker zien.
pl: Dla wiadomości głosowych możesz zobaczyć transkrypt oraz wynik słów na minutę mówcy.
pt: Para mensagens de voz, você pode ver uma transcrição, bem como a pontuação de Palavras Por Minuto do falante.
ru: Для голосовых сообщений вы можете видеть транскрипт, а также оценку скорости речи в словах в минуту.
sk: Pre hlasové správy môžete vidieť prepis, ako aj skóre Rýchlosti slov za minútu od hovoriaceho.
sr: Za glasovne poruke, možete videti transkript kao i rezultat govornika u rečima po minutu.
sv: För röstmeddelanden kan du se en transkription samt talarens ord per minut-poäng.
ta: குரல் செய்திகளுக்காக, நீங்கள் உரையாடலின் உரைபடிவத்தையும் பேச்சாளரின் வார்த்தைகள் வீத மதிப்பீட்டையும் பார்க்கலாம்.
th: สำหรับข้อความเสียง คุณสามารถดูถอดความพร้อมกับคะแนนคำต่อนาทีของผู้พูด

source: Version Not Found
bn: সংস্করণ পাওয়া যায়নি
ca: Versió no trobada
cs: Verze nenalezena
da: Version ikke fundet
de: Version nicht gefunden
eo: Versio Ne Trovebla
et: Versiooni ei leitud
eu: Bertsiorik ez
fi: Versiota ei löytynyt
fr: Version non trouvée
ga: Níor aimsíodh leagan
gl: Versión non atopada
hi: संस्करण नहीं मिला
hr: Verzija nije pronađena
it: Versione non trovata
ka: ვერსია ვერ მოიძებნა
nb: Versjon ikke funnet
nl: Versie niet gevonden
pl: Nie znaleziono wersji
pt: Versão não encontrada
ru: Версия не найдена
sk: Verzia nenájdená
sr: Verzija nije pronađena
sv: Version hittades inte
ta: பதிப்பு காணப்படவில்லை
th: ไม่พบเวอร์ชัน

source: Fetching version...
bn: সংস্করণ আনা হচ্ছে...
ca: Obtenint versió...
cs: Načítání verze...
da: Henter version...
de: Version wird abgerufen...
eo: Ŝarĝante versionon...
et: Versiooni toimetamine...
eu: Bertsioa jasotzen...
fi: Haetaan versiota...
fr: Récupération de la version...
ga: Ag fáil leagan...
gl: Obtendo a versión...
hi: संस्करण प्राप्त किया जा रहा है...
hr: Preuzimanje verzije...
it: Recupero versione in corso...
ka: ვერსიის მიღება...
nb: Henter versjon...
nl: Versie ophalen...
pl: Pobieranie wersji...
pt: Buscando versão...
ru: Получение версии...
sk: Načítavanie verzie...
sr: Preuzimanje verzije...
sv: Hämtar version...
ta: பதிப்பை பெறுகிறது...
th: กำลังดึงเวอร์ชัน...

# versionFetchError
source: Error fetching version
bn: সংস্করণ আনার ত্রুটি
bo: རྒྱག་རྩོམ་བརྗོད་འབད་ནས་འགྱོ་མི་ཚུལ།
ca: Error en obtenir la versió
cs: Chyba při načítání verze
da: Fejl ved hentning af version
de: Fehler beim Abrufen der Version
eo: Eraro dum akirado de versio
et: Viga versiooni toimetamisel
eu: Errorea bertsioa jasotzean
fi: Virhe haettaessa versiota
fr: Erreur lors de la récupération de la version
ga: Earráid ag fáil amach an leagan
gl: Erro ao obter a versión
hi: संस्करण प्राप्त करने में त्रुटि
hr: Pogreška pri preuzimanju verzije
it: Errore nel recupero della versione
ka: შეცდომა ვერსიის მიღებისას
nb: Feil ved henting av versjon
nl: Fout bij ophalen van versie
pl: Błąd podczas pobierania wersji
pt: Erro ao buscar a versão
ru: Ошибка при получении версии
sk: Chyba pri načítavaní verzie
sr: Greška pri preuzimanju verzije
sv: Fel vid hämtning av version
ta: பதிப்பை பெறும் போது பிழை
th: เกิดข้อผิดพลาดในการดึงเวอร์ชัน

# versionText
source: Version: {version}+{buildNumber}
bn: সংস্করণ: {version}+{buildNumber}
bo: རྒྱག་རྩོམ།: {version}+{buildNumber}
ca: Versió: {version}+{buildNumber}
cs: Verze: {version}+{buildNumber}
eo: Versio: {version}+{buildNumber}
et: Versioon: {version}+{buildNumber}
eu: Bertsioa: {version}+{buildNumber}
fi: Versio: {version}+{buildNumber}
ga: Leagan: {version}+{buildNumber}
gl: Versión: {version}+{buildNumber}
hi: संस्करण: {version}+{buildNumber}
hr: Verzija: {version}+{buildNumber}
it: Versione: {version}+{buildNumber}
ka: ვერსია: {version}+{buildNumber}
nb: Versjon: {version}+{buildNumber}
nl: Versie: {version}+{buildNumber}
pl: Wersja: {version}+{buildNumber}
pt: Versão: {version}+{buildNumber}
ru: Версия: {version}+{buildNumber}
sk: Verzia: {version}+{buildNumber}
sr: Verzija: {version}+{buildNumber}
ta: பதிப்பு: {version}+{buildNumber}
th: เวอร์ชัน: {version}+{buildNumber}

# languageButtonLabel
source: Language: {currentLanguage}
bn: ভাষা: {currentLanguage}
bo: རྒྱབ་སྐད།: {currentLanguage}
ca: Idioma: {currentLanguage}
cs: Jazyk: {currentLanguage}
da: Sprog: {currentLanguage}
de: Sprache: {currentLanguage}
eo: Lingvo: {currentLanguage}
et: Keel: {currentLanguage}
eu: Hizkuntza: {currentLanguage}
fi: Kieli: {currentLanguage}
fr: Langue : {currentLanguage}
ga: Teanga: {currentLanguage}
gl: Idioma: {currentLanguage}
hi: भाषा: {currentLanguage}
hr: Jezik: {currentLanguage}
it: Lingua: {currentLanguage}
ka: ენა: {currentLanguage}
nb: Språk: {currentLanguage}
nl: Taal: {currentLanguage}
pl: Język: {currentLanguage}
pt: Idioma: {currentLanguage}
ru: Язык: {currentLanguage}
sk: Jazyk: {currentLanguage}
sr: Jezik: {currentLanguage}
sv: Språk: {currentLanguage}
ta: மொழி: {currentLanguage}
th: ภาษา: {currentLanguage}

# interactiveTranslatorAutoPlaySliderHeader
source: Autoplay translation
bn: অটোমেটিক ট্রান্সলেশন চালানো
bo: རྒྱབ་སྐད་འཕྲིན་ལས་འགྱོ་བའི་སྤྱོད་ལམ
ca: Reproducció automàtica de la traducció
cs: Automatické přehrávání překladu
da: Automatisk afspilning af oversættelse
de: Automatisches Abspielen der Übersetzung
eo: Aŭtomata traduko
et: Automaatne tõlkimise mängimine
eu: Itzultzaile autojokoa
fi: Automaattinen käännöksen toisto
fr: Lecture automatique de la traduction
ga: Aistriú uathoibríoch
gl: Reprodución automática da tradución
hi: स्वचालित अनुवाद चलाएँ
hr: Automatski prijevod
it: Riproduzione automatica della traduzione
ka: ავტომატური თარგმნის ჩართვა
nb: Automatisk oversettelse
nl: Automatisch vertalen
pl: Automatyczne odtwarzanie tłumaczenia
pt: Reprodução automática da tradução
ru: Автоматический перевод
sk: Automatické prehrávanie prekladu
sr: Automatsko puštanje prevoda
sv: Automatisk uppspelning av översättning
ta: தானியங்கி மொழிபெயர்ப்பு
th: เล่นอัตโนมัติคำแปล

# interactiveTranslatorAutoPlayDesc
source: Launches the interactive translator without asking.
bn: অন্তঃক্রিয়াশীল অনুবাদক চালু করে without asking.
bo: མཐར་འཁོད་མེད་ལས་འགྱོ་བའི་རྒྱབ་སྐད་འཕྲིན་ལས་འགྱོ་བ
ca: Llança el traductor interactiu sense preguntar.
cs: Spustí interaktivní překladač bez dotazu.
da: Starter den interaktive oversætter uden at spørge.
de: Startet den interaktiven Übersetzer ohne Nachfrage.
eo: Lanĉas la interagan tradukilon sen demandado.
et: Käivitage interaktiivne tõlkija ilma küsimata.
eu: Hitz joko interaktiboa abiarazten du galdetu gabe.
fi: Käynnistää interaktiivisen kääntäjän ilman kysymistä.
fr: Lance le traducteur interactif sans demander.
ga: Seolann an t-aistritheoir idirghníomhach gan iarraidh.
gl: Inicia o tradutor interactivo sen preguntar.
hi: बिना पूछे इंटरैक्टिव ट्रांसलेटर लॉन्च करता है।
hr: Pokreće interaktivni prevoditelj bez pitanja.
it: Avvia il traduttore interattivo senza chiedere.
ka: შესრულებს ინტერაქტიულ თარგმანს გარეშე კითხვების.
nb: Starter den interaktive oversetteren uten å spørre.
nl: Start de interactieve vertaler zonder te vragen.
pl: Uruchamia interaktywny tłumacz bez pytania.
pt: Inicia o tradutor interativo sem pedir.
ru: Запускает интерактивный переводчик без запроса.
sk: Spustí interaktívny prekladač bez otázky.
sr: Pokreće interaktivni prevodilac bez pitanja.
sv: Startar den interaktiva översättaren utan att fråga.
ta: பேசாமல் நேரடியாக மொழிபெயர்ப்பை துவக்குகிறது.
th: เปิดตัวแปลแบบโต้ตอบโดยไม่ถาม

source: Change Analytics View
bn: বিশ্লেষণ দৃশ্য পরিবর্তন করুন
bo: རྒྱབ་སྐད་ལུས་སྤྱོད་ལམ་བསྐྱར་བཟོ།
ca: Canvia la vista d'analítiques
cs: Změnit pohled na analytiku
da: Skift analysemode
de: Analytics-Ansicht ändern
eo: Ŝanĝi Analitikajn Vidojn
et: Muuda analüütika vaadet
eu: Aldatu Analitiken Ikuspegia
fi: Vaihda analytiikanäkymää
fr: Changer la vue analytique
ga: Athraigh Amharc Anailíse
gl: Cambiar a vista de análise
hi: विश्लेषण दृश्य बदलें
hr: Promijeni prikaz analitike
it: Cambia visualizzazione analitica
ka: შეცვალეთ ანალიტიკის ხედი
nb: Endre analysevisning
nl: Wijzig Analytics-weergave
pl: Zmień widok analityczny
pt: Alterar visualização de análises
ru: Изменить представление аналитики
sk: Zmeniť pohľad na analytiku
sr: Promeni prikaz analitike
sv: Ändra analysvy
ta: புள்ளிவிவரக் காட்சியை மாற்று
th: เปลี่ยนมุมมองแอนะล็อกส์

# l1TranslationBody
source: Messages in your base language will not be translated.
bn: আপনার মূল ভাষার বার্তা অনুবাদ করা হবে না।
bo: ཁྱེད་ཀྱི་གཞི་སྐད་ལུས་ནང་ཡོད་པའི་དཔེ་ཚུལ་ལྟར་མི་རྟག་པ་འབྱུང་བ་མེད་པ།
ca: Els missatges en el teu idioma base no seran traduïts.
cs: Zprávy v základním jazyce nebudou překládány.
da: Beskeder på dit basis sprog vil ikke blive oversat.
de: Nachrichten in Ihrer Basissprache werden nicht übersetzt.
eo: Mesaĝoj en via baza lingvo ne estos tradukitaj.
et: Teie baaskeeles sõnumeid ei tõlgita.
eu: Zure hizkuntza oinarrian dauden mezuak ez dira itzuliak izango.
fi: Peruskielesi viestit eivät tule käännetyiksi.
fr: Les messages dans votre langue de base ne seront pas traduits.
ga: Ní bheidh teachtaireachtaí i do theanga bhunúsach le haistriú.
gl: Os mensaxes no teu idioma base non serán traducidos.
hi: आपकी मूल भाषा में संदेश का अनुवाद नहीं किया जाएगा।
hr: Poruke na vašem osnovnom jeziku neće biti prevedene.
it: I messaggi nella tua lingua di base non verranno tradotti.
ka: თქვენი ძირითადი ენის შეტყობინებები არ იქნება თარგმნილი.
nb: Meldinger på ditt grunnspråk vil ikke bli oversatt.
nl: Berichten in je basistaal worden niet vertaald.
pl: Wiadomości w Twoim podstawowym języku nie będą tłumaczone.
pt: Mensagens no seu idioma base não serão traduzidas.
ru: Сообщения на вашем основном языке не будут переводиться.
sk: Správy v vašom základnom jazyku nebudú prekladané.
sr: Poruke na vašem osnovnom jeziku neće biti prevedene.
sv: Meddelanden på ditt bas-språk kommer inte att översättas.
ta: உங்கள் அடிப்படை மொழியில் உள்ள செய்திகள் மொழிபெயர்க்கப்படமாட்டாது.
th: ข้อความในภาษาหลักของคุณจะไม่ถูกแปล

# deleteSubscriptionWarningTitle
source: You have an active subscription
bn: আপনার একটি সক্রিয় সাবস্ক্রিপশন রয়েছে
bo: ཁྱེད་ཀྱི་དུས་ཚོད་འགྱོ་བའི་དོན་ལས་འགྱོ་མི་ཚུལ།
ca: Tens una subscripció activa
cs: Máte aktivní předplatné
da: Du har et aktivt abonnement
de: Sie haben ein aktives Abonnement
eo: Vi havas aktivan abonon
et: Teil on aktiivne tellimus
eu: Harpidetza aktibo duzu
fi: Sinulla on aktiivinen tilaus
fr: Vous avez un abonnement actif
ga: Tá síntiús gníomhach agat
gl: Tes unha subscrición activa
hi: आपकी एक सक्रिय सदस्यता है
hr: Imate aktivnu pretplatu
it: Hai un abbonamento attivo
ka: თქვენ გაქვთ აქტიური გამოწერა
nb: Du har et aktivt abonnement
nl: Je hebt een actief abonnement
pl: Masz aktywną subskrypcję
pt: Você tem uma assinatura ativa
ru: У вас активная подписка
sk: Máte aktívne predplatné
sr: Imate aktivnu pretplatu
sv: Du har ett aktivt abonnemang
ta: உங்களுக்கு ஒரு செயலில் உள்ள சந்தா உள்ளது
th: คุณมีการสมัครสมาชิกที่ใช้งานอยู่

# deleteSubscriptionWarningBody
source: Deleting your account will not automatically cancel your subscription.
bn: আপনার অ্যাকাউন্ট মুছে ফেলা স্বয়ংক্রিয়ভাবে আপনার সাবস্ক্রিপশন বাতিল করবে না।
bo: ཁྱེད་ཀྱི་ཁུལ་ལས་བཏང་ནས་ཁྱེད་ཀྱི་དུས་ཚོད་འགྱོ་བ་འབད་མི་ཚུལ།
ca: Eliminant el teu compte no cancel·larà automàticament la teva subscripció.
cs: Smazání vašeho účtu automaticky nezruší vaše předplatné.
da: Sletning af din konto vil ikke automatisk afbryde dit abonnement.
de: Das Löschen Ihres Kontos wird Ihr Abonnement nicht automatisch kündigen.
eo: Forigi vian konton ne nuligos vian abonon aŭtomate.
et: Konto kustutamine ei tühista automaatselt teie tellimust.
eu: Zure kontua ezabatzeak ez du automatikoki zure harpidetza bertan behera utziko.
fi: Tilisi poistaminen ei automaattisesti peruuta tilaustasi.
fr: La suppression de votre compte n'annulera pas automatiquement votre abonnement.
ga: Ní chuirfidh scriosadh do chuntais do shíntiús go huathoibríoch ar ceal.
gl: Eliminar a túa conta non cancelará automaticamente a túa subscrición.
hi: आपका खाता हटाने से आपकी सदस्यता अपने आप रद्द नहीं होगी।
hr: Brisanje vašeg računa neće automatski otkazati vašu pretplatu.
it: L'eliminazione del tuo account non annullerà automaticamente il tuo abbonamento.
ka: თქვენის ანგარიშის წაშლა ავტომატურად არ გააუქმებს თქვენს გამოწერას.
nb: Sletting av kontoen din vil ikke automatisk kansellere abonnementet ditt.
nl: Het verwijderen van je account annuleert je abonnement niet automatisch.
pl: Usunięcie konta nie spowoduje automatycznego anulowania subskrypcji.
pt: Excluir sua conta não cancelará automaticamente sua assinatura.
ru: Удаление аккаунта не отменяет автоматически вашу подписку.
sk: Vymazanie vášho účtu automaticky nezruší vaše predplatné.
sr: Brisanje vašeg naloga neće automatski otkazati vašu pretplatu.
sv: Att radera ditt konto kommer inte automatiskt att avbryta ditt abonnemang.
ta: உங்கள் கணக்கை நீக்குவது தானாகவே உங்கள் சந்தாவை ரத்து செய்யாது.
th: การลบบัญชีของคุณจะไม่ยกเลิกการสมัครสมาชิกโดยอัตโนมัติ

source: Manage Subscription
bn: সাবস্ক্রিপশন পরিচালনা করুন
bo: དུས་ཚོད་ལུས་སྤྱོད་ལམ་བསྐྱར་བཟོ།
ca: Gestiona la subscripció
cs: Spravovat předplatné
da: Administrer abonnement
de: Abonnement verwalten
eo: Administri Abonon
et: Halda tellimust
eu: Kudeatu Harpidetza
fi: Hallitse tilausta
fr: Gérer l'abonnement
ga: Bainistigh Síntiús
gl: Xestionar a subscrición
hi: सदस्यता प्रबंधित करें
hr: Upravljanje pretplatom
it: Gestisci abbonamento
ka: მოწერის მართვა
nb: Administrer abonnement
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt: Gerenciar assinatura
ru: Управление подпиской
sk: Spravovať predplatné
sr: Upravljanje pretplatom
sv: Hantera abonnemang
ta: சந்தாவை நிர்வகி
th: จัดการการสมัครสมาชิก

# error520Title
source: Please try again.
bn: অনুগ্রহ করে আবার চেষ্টা করুন।
bo: རྒྱབ་སྐད་འགྱོ་མི་ཚུལ།
ca: Si us plau, intenta-ho de nou.
cs: Prosím zkuste to znovu.
da: Prøv igen.
de: Bitte versuchen Sie es erneut.
eo: Bonvolu provi denove.
et: Palun proovige uuesti.
eu: Saiatu berriro.
fi: Yritä uudelleen.
fr: Veuillez réessayer.
ga: Déan iarracht arís le do thoil.
gl: Por favor, inténtao de novo.
hi: कृपया पुनः प्रयास करें।
hr: Pokušajte ponovno.
it: Per favore riprova.
ka: გთხოვთ, სცადეთ თავიდან.
nb: Vennligst prøv igjen.
nl: Probeer het opnieuw.
pl: Spróbuj ponownie.
pt: Por favor, tente novamente.
ru: Пожалуйста, попробуйте снова.
sk: Prosím, skúste to znova.
sr: Молимо покушајте поново.
sv: Vänligen försök igen.
ta: தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
th: โปรดลองอีกครั้ง

# error520Desc
source: Sorry, we could not understand your message...
bn: দুঃখিত, আমরা আপনার বার্তা বুঝতে পারিনি...
bo: དགོས་མཁོ་གནང་བ་མེད་པ, ངེས་བཀལ་མི་ཚུལ།...
ca: Ho sentim, no hem pogut entendre el teu missatge...
cs: Omlouváme se, nerozuměli jsme vaší zprávě...
da: Beklager, vi kunne ikke forstå din besked...
de: Entschuldigung, wir konnten Ihre Nachricht nicht verstehen...
eo: Pardonu, ni ne povis kompreni vian mesaĝon...
et: Vabandame, me ei saanud teie sõnumit aru...
eu: Barkatu, zure mezua ezin izan dugu ulertu...
fi: Valitettavasti emme ymmärtäneet viestiäsi...
fr: Désolé, nous n'avons pas compris votre message...
ga: Tá brón orm, níor thuig muid do theachtaireacht...
gl: Desculpa, non puidemos entender a túa mensaxe...
hi: माफ़ कीजिए, हम आपका संदेश समझ नहीं सके...
hr: Oprostite, nismo mogli razumjeti vašu poruku...
it: Spiacenti, non abbiamo capito il tuo messaggio...
ka: უკაცრავად, ვერ გავიგეთ თქვენი შეტყობინება...
nb: Beklager, vi kunne ikke forstå meldingen din...
nl: Sorry, we konden je bericht niet begrijpen...
pl: Przepraszamy, nie mogliśmy zrozumieć Twojej wiadomości...
pt: Desculpe, não conseguimos entender sua mensagem...
ru: Извините, мы не смогли понять ваше сообщение...
sk: Prepáčte, nerozumeli sme vašej správe...
sr: Извините, нисмо могли да разумемо вашу поруку...
sv: Tyvärr kunde vi inte förstå ditt meddelande...
ta: மன்னிக்கவும், உங்கள் செய்தியை புரிந்துகொள்ள முடியவில்லை...
th: ขออภัย เราไม่เข้าใจข้อความของคุณ...

source: Words Used
bn: ব্যবহৃত শব্দ
bo: ཚིགས་ལུས་སྤྱོད།
ca: Paraules utilitzades
cs: Použité slova
da: Ord brugt
de: Verwendete Wörter
eo: Vortoj Uziĝis
et: Kasutatud sõnad
eu: Erabilitako Hitzak
fi: Käytetyt sanat
fr: Mots utilisés
ga: Focail Úsáidte
gl: Palabras utilizadas
hi: शब्दों का उपयोग किया गया
hr: Riječi korištene
it: Parole usate
ka: გამოყენებული სიტყვები
nb: Ord brukt
nl: Gekende woorden
pl: Użyte słowa
pt: Palavras usadas
ru: Использованные слова
sk: Použité slová
sr: Коришћене речи
sv: Använda ord
ta: பயன்படுத்தப்பட்ட வார்த்தைகள்
th: คำที่ใช้แล้ว

source: Error Types
bn: ত্রুটির ধরণ
bo: ཀར་སྣོན་འབྱུང་བའི་རྟགས།
ca: Tipus d'error
cs: Typy chyb
da: Fejltyper
de: Fehlertypen
eo: Eraraj Tipoj
et: Vigade tüübid
eu: Errore Mota
fi: Virhetyypit
fr: Types d'erreurs
ga: Cineálacha Earráid
gl: Tipos de erro
hi: त्रुटि प्रकार
hr: Vrste pogrešaka
it: Tipi di errore
ka: შეცდომის ტიპები
nb: Feiltyper
nl: Fouttypes
pl: Typy błędów
pt: Tipos de erro
ru: Типы ошибок
sk: Typy chýb
sr: Типови грешака
sv: Typ av fel
ta: பிழை வகைகள்
th: ประเภทของข้อผิดพลาด

source: Level
bn: স্তর
bo: ལོངས།
ca: Nivell
cs: Úroveň
da: Niveau
de: Stufe
eo: Nivelo
et: Tase
eu: Maila
fi: Taso
fr: Niveau
ga: Leibhéal
gl: Nivel
hi: स्तर
hr: Razina
it: Livello
ka: საფეხური
nb: Nivå
nl: Niveau
pl: Poziom
pt: Nível
ru: Уровень
sk: Úroveň
sr: Ниво
sv: Nivå
ta: நிலை
th: ระดับ

source: Canceled send
bn: বাতিল পাঠানো
bo: འགྱོ་མི་བསྐུར།
ca: Enviament cancel·lat
cs: Zrušené odeslání
da: Afsendt afbrudt
de: Senden abgebrochen
eo: Nuligita sendado
et: Tühistatud saatmine
eu: Bidalketa bertan behera utzi da
fi: Peruutettu lähetys
fr: Envoi annulé
ga: Seoladh curtha ar ceal
gl: Envío cancelado
hi: रद्द किया गया भेजना
hr: Slanje otkazano
it: Invio annullato
ka: გაუქმებული გაგზავნა
nb: Avbrutt sending
nl: Verzending geannuleerd
pl: Wysyłanie anulowane
pt: Envio cancelado
ru: Отмененная отправка
sk: Odoslanie zrušené
sr: Прекинуто слање
sv: Avbruten sändning
ta: நீக்கப்பட்டது
th: ส่งยกเลิกแล้ว

source: Morphs Used
bn: ব্যবহৃত রূপান্তর
bo: མོརཕས་ལུས་སྤྱོད།
ca: Morfemes utilitzats
cs: Použité morfy
da: Morphs brugt
de: Verwendete Morphs
eo: Morfemoj Uziĝis
et: Kasutatud morfid
eu: Morfemak Erabilitakoak
fi: Käytetyt morfit
fr: Morphes utilisés
ga: Morpheanna Úsáidte
gl: Morfemas utilizados
hi: मॉर्फ़ का उपयोग किया गया
hr: Korišteni morfemi
it: Morfemi usati
ka: გამოყენებული მორფები
nb: Morf brukt
nl: Gebruikte morfemen
pl: Użyte morfemy
pt: Morfemas usados
ru: Использованные морфы
sk: Použité morfémy
sr: Коришћени морфеми
sv: Använda morfer
ta: மோர்ப்ஸ் பயன்படுத்தப்பட்டது
th: โมฟส์ที่ใช้แล้ว

# translationChoicesBody
source: Click and hold an option for a hint.
bn: একটি বিকল্পের জন্য ক্লিক করে ধরে রাখুন।
bo: གདམ་ཁག་ལ་ལོག་འཇུག་གི་སྟེང་ལ་ལོག་འཇུག་འདི་ལ་ལོག་འཇུག་འབད་དེ་ལུས་སྤྱོད།
ca: Fes clic i mantén premut una opció per obtenir una pista.
cs: Klikněte a podržte možnost pro nápovědu.
da: Tryk og hold en mulighed for et hint.
de: Klicken und halten Sie eine Option für einen Hinweis.
eo: Klaku kaj teni opcion por konsilo.
et: Vajuta ja hoia valikul, et saada vihje.
eu: Klikatu eta eutsi aukera baten gako bat iradokizun bat lortzeko.
fi: Pidä valittua vaihtoehtoa painettuna vihjeen saamiseksi.
fr: Cliquez et maintenez une option pour un indice.
ga: Cliceáil agus coinnigh rogha le haghaidh leideanna.
gl: Fai clic e mantén unha opción para obter unha pista.
hi: एक विकल्प पर क्लिक करें और होल्ड करें ताकि संकेत मिल सके।
hr: Kliknite i držite opciju za naznaku.
it: Fai clic e tieni premuta un'opzione per un suggerimento.
ka: დააჭირეთ და დაჭერით ვარიანტზე რჩევისთვის.
nb: Klikk og hold et alternativ for en ledetråd.
nl: Klik en houd een optie ingedrukt voor een hint.
pl: Kliknij i przytrzymaj opcję, aby uzyskać podpowiedź.
pt: Clique e segure uma opção para obter uma dica.
ru: Нажмите и удерживайте вариант для подсказки.
sk: Kliknite a podržte možnosť pre nápovedu.
sr: Кликните и држите опцију за сугестију.
sv: Klicka och håll kvar ett alternativ för en ledtråd.
ta: ஒரு விருப்பத்தை கிளிக் செய்து பிடித்து ஒரு குறிப்பு பெறவும்.
th: คลิกและกดค้างตัวเลือกเพื่อดูคำแนะนำ

source: Grammar
bn: ব্যাকরণ
bo: རྣམ་སྣང་
ca: Gramàtica
cs: Gramatika
da: Grammatik
de: Grammatik
eo: Gramatiko
et: Grammatika
eu: Gramatika
fi: Kielioppi
fr: Grammaire
ga: Gairme
gl: Gramática
hi: व्याकरण
hr: Gramatika
it: Grammatica
ka: სიტყვისმეტყველება
nb: Grammatikk
nl: Grammatica
pl: Gramatyka
pt: Gramática
ru: Грамматика
sk: Gramatika
sr: Граматика
sv: Grammatik
ta: வியக்கரம்
th: ไวยากรณ์

source: Contact has been invited to the chat
bn: যোগাযোগকে চ্যাটে আমন্ত্রণ জানানো হয়েছে
bo: དགོས་མཁོ་ལ་གླེང་བརྗོད་ལ་འདར་བརྗོད་བྱེད་ཡོད།
ca: El contacte ha estat convidat al xat
cs: Kontakt byl pozván do chatu
da: Kontakt er blevet inviteret til chatten
de: Kontakt wurde zum Chat eingeladen
eo: Kontakto estis invitita al la babilejo
et: Kontakt on kutsutud vestlusse
eu: Harremana gonbidatua izan da txatean
fi: Yhteystiedot on kutsuttu keskusteluun
fr: Le contact a été invité au chat
ga: Tá teagmháil tugtha cuireadh don chomhrá
gl: O contacto foi invitado ao chat
hi: संपर्क को चैट में आमंत्रित किया गया है
hr: Kontakt je pozvan u chat
it: Il contatto è stato invitato nella chat
ka: კონტაქტი მოწვეულია ჩათში
nb: Kontakt har blitt invitert til chatten
nl: Contact is uitgenodigd voor de chat
pl: Kontakt został zaproszony do czatu
pt: Contato foi convidado para o chat
ru: Контакт был приглашен в чат
sk: Kontakt bol pozvaný do chatu
sr: Контакт је позван у ћаскање
sv: Kontakten har blivit inbjuden till chatten
ta: தொடர்பு உரையாடலுக்கு அழைக்கப்பட்டது
th: ผู้ติดต่อได้รับเชิญเข้าร่วมแชทแล้ว
