Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# tryAgainLater
source: Too many attempts made. Please try again in 5 minutes.
bn: অতিরিক্ত প্রচেষ্টা হয়েছে। অনুগ্রহ করে ৫ মিনিট পরে আবার চেষ্টা করুন।
bo: ལོ་གསར་བྱེད་མི་ཚུལ་ལས་སྤྱོད་བྱེད་ཡོད། 5 སྐར་ཆེན་ལ་ལོག་ལོག་ལ་འགྱོ་བ་འབད།
ca: S'han fet massa intents. Torna-ho a provar en 5 minuts.
cs: Příliš mnoho pokusů. Zkuste to prosím za 5 minut.
da: For mange forsøg. Prøv igen om 5 minutter.
de: Zu viele Versuche unternommen. Bitte versuche es in 5 Minuten erneut.
eo: Tro da provojn faritaj. Bonvolu provi denove post 5 minutoj.
et: Liiga palju katseid tehtud. Palun proovi uuesti 5 minuti pärast.
eu: Saiakera asko egin dituzu. Saiatu berriro 5 minutuz geroago.
fi: Liian monta yritystä tehty. Yritä uudelleen 5 minuutin kuluttua.
fr: Trop de tentatives effectuées. Veuillez réessayer dans 5 minutes.
ga: Rinneadh ró-iarrachtaí. Déan iarracht arís in 5 nóiméad.
gl: Demasiados intentos feitos. Por favor, tenta de novo en 5 minutos.
hi: कई प्रयास किए गए हैं। कृपया 5 मिनट में फिर से प्रयास करें।
hr: Previše pokušaja. Molimo pokušajte ponovno za 5 minuta.
it: Troppi tentativi effettuati. Per favore riprova tra 5 minuti.
ka: მეტი მცდელობა იყო. გთხოვთ, სცადეთ კიდევ 5 წუთში.
nb: For mange forsøk gjort. Vennligst prøv igjen om 5 minutter.
nl: Te veel pogingen gedaan. Probeer het over 5 minuten opnieuw.
pl: Wykonano zbyt wiele prób. Spróbuj ponownie za 5 minut.
pt: Muitas tentativas feitas. Por favor, tente novamente em 5 minutos.
ru: Сделано слишком много попыток. Пожалуйста, попробуйте снова через 5 минут.
sk: Príliš veľa pokusov. Skúste to znova za 5 minút.
sr: Превише покушаја. Молимо покушајте поново за 5 минута.
sv: För många försök gjorda. Försök igen om 5 minuter.
ta: மிகவும் முயற்சிகள் செய்யப்பட்டுள்ளன. தயவுசெய்து 5 நிமிடங்களில் மீண்டும் முயற்சிக்கவும்.
th: ทำผิดพลาดมากเกินไป กรุณาลองใหม่อีกครั้งใน 5 นาที

# enterSpaceCode
source: Enter course code
bn: কোর্স কোড লিখুন
bo: ཚོད་ལས་ལོག་ལོག་ལ་འབད།
ca: Introdueix el codi del curs
cs: Zadejte kód kurzu
da: Indtast kursuskode
de: Gib den Kurscode ein
eo: Enmetu kurso-kodonon
et: Sisesta ruumi kood
eu: Sartu ikastaroaren kodea
fi: Syötä kurssikoodi
fr: Entrez le code du cours
ga: Cuir isteach cód na cúrsa
gl: Introduce o código do curso
hi: कोर्स कोड दर्ज करें
hr: Unesite kod tečaja
it: Inserisci il codice del corso
ka: შეიყვანეთ კურსის კოდი
nb: Skriv inn kurskode
nl: Voer cursuscode in
pl: Wprowadź kod kursu
pt: Digite o código do curso
ru: Введите код курса
sk: Zadajte kód kurzu
sr: Унесите код курса
sv: Ange kurskod
ta: பாடநெறி குறியீட்டை உள்ளிடவும்
th: ป้อนรหัสคอร์ส

# shareSpaceLink
source: Share link
bn: লিঙ্ক শেয়ার করুন
bo: འབྲེལ་བའི་འབྲེལ་ལམ།
ca: Comparteix l'enllaç
cs: Sdílet odkaz
da: Del link
de: Link teilen
eo: Dividi ligilon
et: Jaga linki
eu: Partekatu esteka
fi: Jaa linkki
fr: Partager le lien
ga: Roinn an nasc
gl: Compartir ligazón
hi: लिंक साझा करें
hr: Podijeli poveznicu
it: Condividi link
ka: გაზიარება ბმული
nb: Del lenke
nl: Deel link
pl: Udostępnij link
pt: Compartilhar link
ru: Поделиться ссылкой
sk: Zdieľať odkaz
sr: Подели линк
sv: Dela länk
ta: இணையத்தை பகிரவும்
th: แชร์ลิงก์

# byUsingPangeaChat
source: By using Pangea Chat, I agree to the
bn: Pangea Chat ব্যবহার করে, আমি সম্মত হই
bo: ངེད་ཚོས་ Pangea Chat ལ་ལེན་སྤྱོད་བྱེད་པས། ངེད་ལ་འདི་ལས་འབྲེལ་བ་འབད་ན་འདི་ལ་འབྱོར་བ་ཡོད།
ca: En utilitzar Pangea Chat, accepto els
cs: Používáním Pangea Chat souhlasím s
da: Ved at bruge Pangea Chat accepterer jeg
de: Durch die Nutzung von Pangea Chat stimme ich den
eo: Per uzi Pangea Chat, mi konsentas al la
et: Kasutades Pangea Chat'i, nõustun ma
eu: Pangea Chat erabiltzean, ados nago
fi: Käyttämällä Pangea Chatia, hyväksyn
fr: En utilisant Pangea Chat, j'accepte les
ga: Trí úsáid a bhaint as Pangea Chat, aontaím leis an
gl: Ao usar Pangea Chat, acepto as
hi: Pangea Chat का उपयोग करके, मैं सहमत हूँ
hr: Korištenjem Pangea Chata, slažem se s
it: Utilizzando Pangea Chat, accetto i
ka: გამოყენებით Pangea Chat-ს, მე ვეთანხმები
nb: Ved å bruke Pangea Chat, godtar jeg
nl: Door Pangea Chat te gebruiken, ga ik akkoord met de
pl: Korzystając z Pangea Chat, zgadzam się na
pt: Ao usar o Pangea Chat, concordo com os
ru: Используя Pangea Chat, я соглашаюсь с
sk: Používaním Pangea Chat súhlasím s
sr: Користећи Pangea Chat, слажем се са
sv: Genom att använda Pangea Chat godkänner jag
ta: Pangea Chat-ஐ பயன்படுத்தி, நான் ஒப்புக்கொள்கிறேன்
th: โดยการใช้ Pangea Chat ฉันยอมรับข้อตกลง

source: Details
bn: বিস্তারিত
bo: བརྡ་ལམ།
ca: Detalls
cs: Detaily
da: Detaljer
eo: Detaloj
et: Detailid
eu: Xehetasunak
fi: Yksityiskohdat
fr: Détails
ga: Sonraí
gl: Detalles
hi: विवरण
hr: Detalji
it: Dettagli
ka: დაწვრილებით
nb: Detaljer
pl: Szczegóły
pt: Detalhes
ru: Детали
sk: Podrobnosti
sr: Детаљи
sv: Detaljer
ta: விவரங்கள்
th: รายละเอียด

# languageLevelPreA1Desc
source: I have never learned or used the language.
bn: আমি কখনো ভাষাটি শিখিনি বা ব্যবহার করিনি।
bo: ངེད་མི་ཚོད་ལ་སྤྱོད་མི་བྱེད་ཡོད།
ca: Mai he après ni utilitzat la llengua.
cs: Nikdy jsem se neučil(a) nebo nepoužíval(a) jazyk.
da: Jeg har aldrig lært eller brugt sproget.
de: Ich habe die Sprache noch nie gelernt oder benutzt.
eo: Mi neniam lernis aŭ uzis la lingvon.
et: Ma pole kunagi keelt õppinud ega kasutanud.
eu: Inork ez dut ikasi edo erabili hizkuntza hau inoiz.
fi: En ole koskaan oppinut tai käyttänyt kieltä.
fr: Je n'ai jamais appris ou utilisé la langue.
ga: Níor fhoghlaim riamh ná níor úsáid an teanga.
gl: Nunca aprendín nin usei a lingua.
hi: मैंने कभी भी भाषा नहीं सीखी या उपयोग नहीं की है।
hr: Nikada nisam učio ili koristio taj jezik.
it: Non ho mai imparato o usato la lingua.
ka: მე არასდროს ვისწავლე ან გამოვიყენე ეს ენა.
nb: Jeg har aldri lært eller brukt språket.
nl: Ik heb de taal nooit geleerd of gebruikt.
pl: Nigdy nie uczyłem się ani nie używałem tego języka.
pt: Nunca aprendi ou usei o idioma.
ru: Я никогда не изучал или не использовал язык.
sk: Nikdy som sa neučil ani nepoužíval tento jazyk.
sr: Никада нисам учио или користио језик.
sv: Jag har aldrig lärt mig eller använt språket.
ta: நான் இந்த மொழியை ஒருபோதும் கற்றதோ அல்லது பயன்படுத்தியதோ இல்லை.
th: ฉันไม่เคยเรียนหรือใช้ภาษานี้มาก่อน

# languageLevelA1Desc
source: I can understand and use some familiar everyday expressions and very basic phrases.
bn: আমি কিছু পরিচিত দৈনন্দিন অভিব্যক্তি এবং খুব মৌলিক বাক্য ব্যবহার করতে পারি।
bo: ངེད་བསྟན་པའི་སྐད་ཡིག་ལ་ལེན་སྤྱོད་བྱེད་ཡོད།
ca: Puc entendre i utilitzar algunes expressions quotidianes familiars i frases molt bàsiques.
cs: Umím porozumět a používat některé známé každodenní výrazy a velmi základní fráze.
da: Jeg kan forstå og bruge nogle velkendte dagligdagsudtryk og meget grundlæggende sætninger.
de: Ich kann einige vertraute alltägliche Ausdrücke und sehr grundlegende Sätze verstehen und verwenden.
eo: Mi povas kompreni kaj uzi iujn konatajn ĉiutagajn esprimojn kaj tre bazajn frazojn.
et: Ma saan aru ja kasutan mõningaid tuttavaid igapäevaseid väljendeid ja väga põhiväljendeid.
eu: Ulertzen eta erabiltzen ditut eguneroko adierazpen ezagun batzuk eta oinarrizko esamoldeak.
fi: Voin ymmärtää ja käyttää joitakin tuttuja arkisia ilmauksia ja hyvin perustason lauseita.
fr: Je peux comprendre et utiliser quelques expressions courantes et phrases très basiques.
ga: Is féidir liom tuiscint agus úsáid a bhaint as roinnt frásaí coitianta laethúla agus frásaí bunúsacha an-phrionsabal.
gl: Podo entender e usar algunhas expresións cotiás familiares e frases moi básicas.
hi: मैं कुछ परिचित दैनिक अभिव्यक्तियों और बहुत ही बुनियादी वाक्यांशों को समझ सकता हूँ और उनका उपयोग कर सकता हूँ।
hr: Mogu razumjeti i koristiti neke poznate svakodnevne izraze i vrlo osnovne fraze.
it: Posso capire e usare alcune espressioni quotidiane familiari e frasi molto basilari.
ka: მიძლია გავიგო და გამოვიყენო ზოგადი ყოველდღიური გამოთქმები და ძალიან მარტივი ფრაზები.
nb: Jeg kan forstå og bruke noen kjente dagligdagse uttrykk og veldig grunnleggende setninger.
nl: Ik kan enkele vertrouwde alledaagse uitdrukkingen en zeer basiszinnen begrijpen en gebruiken.
pl: Potrafię zrozumieć i używać niektórych znanych codziennych wyrażeń oraz bardzo podstawowych zwrotów.
pt: Posso entender e usar algumas expressões cotidianas familiares e frases muito básicas.
ru: Я могу понять и использовать некоторые знакомые повседневные выражения и очень базовые фразы.
sk: Dokážem pochopiť a použiť niektoré známe každodenné výrazy a veľmi základné frázy.
sr: Могу разумети и користити неке познате свакодневне изразе и веома основне фразе.
sv: Jag kan förstå och använda några vanliga vardagsuttryck och mycket grundläggande fraser.
ta: நான் சில பரிச்சயமான தினசரி சொற்கள் மற்றும் அடிப்படையான வாக்கியங்களை புரிந்து பயன்படுத்த முடியும்.
th: ฉันสามารถเข้าใจและใช้วลีพื้นฐานและคำศัพท์ที่คุ้นเคยในชีวิตประจำวันได้บ้าง

# languageLevelA2Desc
source: I can understand sentences and frequently used expressions related to areas of immediate relevance.
bn: আমি সাধারণত ব্যবহৃত বাক্য এবং প্রাসঙ্গিক বিষয়ে সংক্ষিপ্ত বাক্য বুঝতে পারি।
bo: ངེད་སྤྱོད་ལ་འབྲེལ་བ་ཡོད་པའི་སྐད་ཡིག་ལ་ལེན་སྤྱོད་བྱེད་ཡོད།
ca: Puc entendre frases i expressions de freqüent ús relacionades amb àrees d'interès immediat.
cs: Umím porozumět větám a často používaným výrazům souvisejícím s oblastmi bezprostřední relevance.
da: Jeg kan forstå sætninger og ofte anvendte udtryk relateret til områder af umiddelbar relevans.
de: Ich kann Sätze und häufig verwendete Ausdrücke verstehen, die sich auf Bereiche unmittelbarer Relevanz beziehen.
eo: Mi povas kompreni frazojn kaj ofte uzatajn esprimojn rilatajn al tuja graveco.
et: Ma saan aru lausetest ja sagedamini kasutatavatest väljenditest, mis on seotud vahetult oluliste valdkondadega.
eu: Ulertzen ditut esaldiak eta maiz erabiltzen diren adierazpenak, bereziki garrantzitsuen arloetan.
fi: Voin ymmärtää lauseita ja usein käytettyjä ilmauksia, jotka liittyvät välittömästi relevantteihin alueisiin.
fr: Je peux comprendre des phrases et expressions fréquemment utilisées liées à des domaines d'importance immédiate.
ga: Is féidir liom tuiscint a fháil ar abairtí agus frásaí a úsáid go minic a bhaineann le réimsí tábhacht láithreach.
gl: Podo entender frases e expresións de uso frecuente relacionadas con áreas de relevancia inmediata.
hi: मैं उन वाक्यों और अक्सर उपयोग किए जाने वाले अभिव्यक्तियों को समझ सकता हूँ जो तत्काल प्रासंगिक क्षेत्रों से संबंधित हैं।
hr: Mogu razumjeti rečenice i često korištene izraze povezane s područjima od neposredne važnosti.
it: Posso capire frasi e espressioni di uso frequente relative a aree di immediata rilevanza.
ka: მიძლია გავიგო წინადადებები და ხშირად გამოყენებადი გამოთქმები, რომლებიც ეხება დაუყოვნებლივ მნიშვნელოვან სფეროებს.
nb: Jeg kan forstå setninger og ofte brukte uttrykk relatert til områder av umiddelbar relevans.
nl: Ik kan zinnen en vaak gebruikte uitdrukkingen begrijpen die verband houden met directe relevantiegebieden.
pl: Potrafię zrozumieć zdania i często używane wyrażenia związane z obszarami bezpośredniego znaczenia.
pt: Posso entender frases e expressões frequentemente usadas relacionadas a áreas de relevância imediata.
ru: Я могу понять предложения и часто используемые выражения, связанные с областями немедленной важности.
sk: Dokážem pochopiť vety a často používané výrazy súvisiace s oblasťami bezprostrednej relevance.
sr: Могу разумети реченице и често коришћене изразе везане за области одмах релевантне.
sv: Jag kan förstå meningar och ofta använda uttryck relaterade till omedelbart relevanta områden.
ta: நான் உடனடி தொடர்புடைய பகுதிகளுக்கு சம்பந்தப்பட்ட வாக்கியங்கள் மற்றும் அடிக்கடி பயன்படுத்தப்படும் சொற்களை புரிந்து கொள்ள முடியும்.
th: ฉันสามารถเข้าใจประโยคและวลีที่ใช้บ่อยในเรื่องที่เกี่ยวข้องโดยตรงได้

# languageLevelB1Desc
source: I can deal with most familiar situations and can produce simple connected text on familiar topics.
bn: আমি পরিচিত পরিস্থিতিগুলির সাথে মোকাবিলা করতে পারি এবং পরিচিত বিষয়ে সহজ সংযুক্ত পাঠ্য তৈরি করতে পারি।
bo: ངེད་སྤྱོད་ལ་འབྲེལ་བ་ཡོད་པའི་སྐད་ཡིག་ལ་ལེན་སྤྱོད་བྱེད་ཡོད།
ca: Puc afrontar la majoria de situacions familiars i puc produir text senzill i connectat sobre temes coneguts.
cs: Umím zvládnout většinu známých situací a mohu vytvářet jednoduchý souvislý text na známá témata.
da: Jeg kan håndtere de fleste velkendte situationer og kan producere enkle sammenhængende tekster om velkendte emner.
de: Ich kann mit den meisten vertrauten Situationen umgehen und einfache zusammenhängende Texte zu vertrauten Themen produzieren.
eo: Mi povas trakti plej konatajn situaciojn kaj produkti simpla konektita teksto pri konataj temoj.
et: Ma saan hakkama enamikus tuttavates olukordades ja suudan luua lihtsat ühendatud teksti tuttavatel teemadel.
eu: Edozein egoera ezagunen aurrean jokatzen dut eta testu lotuak sortzen ditut gai ezagunetan.
fi: Voin käsitellä suurimman osan tutuista tilanteista ja tuottaa yksinkertaista yhdistettyä tekstiä tutuista aiheista.
fr: Je peux gérer la plupart des situations familières et produire un texte simple connecté sur des sujets familiers.
ga: Is féidir liom déileáil le formhór na gcásanna coitianta agus is féidir liom téacs simplí nasctha a tháirgeadh ar ábhair chónaitheacha.
gl: Podo afrontar a maioría das situacións cotiás e podo producir texto conectado sinxelo sobre temas familiares.
hi: मैं अधिकांश परिचित परिस्थितियों से निपट सकता हूँ और परिचित विषयों पर सरल जुड़ा हुआ पाठ बना सकता हूँ।
hr: Mogu se nositi s većinom poznatih situacija i mogu proizvesti jednostavan povezani tekst o poznatim temama.
it: Posso affrontare la maggior parte delle situazioni familiari e posso produrre testi semplici e collegati su argomenti familiari.
ka: მიძლია დავამუშავო ყველაზე ნაცნობ სიტუაციებში და შევქმნა მარტივი დაკავშირებული ტექსტი ნაცნობ თემებზე.
nb: Jeg kan håndtere de fleste kjente situasjoner og kan produsere enkelt sammenhengende tekst om kjente emner.
nl: Ik kan omgaan met de meeste vertrouwde situaties en eenvoudige verbonden teksten produceren over vertrouwde onderwerpen.
pl: Potrafię radzić sobie w większości znanych sytuacji i tworzę proste spójne teksty na znane tematy.
pt: Posso lidar com a maioria das situações familiares e produzir textos simples conectados sobre tópicos familiares.
ru: Я могу справляться с большинством знакомых ситуаций и могу создавать простые связные тексты на знакомые темы.
sk: Dokážem sa vyrovnať s väčšinou známych situácií a môžem vytvárať jednoduchý súvislý text na známe témy.
sr: Могу се носити са већином познатих ситуација и могу произвести једноставан повезани текст о познатим темама.
sv: Jag kan hantera de flesta vanliga situationer och kan producera enkelt sammanhängande text om bekanta ämnen.
ta: நான் பரிச்சயமான சூழ்நிலைகளுடன் கையாள முடியும் மற்றும் பரிச்சயமான தலைப்புகளில் எளிதாக இணைந்த உரையை உருவாக்க முடியும்.
th: ฉันสามารถจัดการกับสถานการณ์ที่คุ้นเคยและสร้างข้อความเชื่อมโยงง่ายๆในหัวข้อที่คุ้นเคยได้

# languageLevelB2Desc
source: I can understand the mains ideas of complex texts and interact with a degree of fluency and spontaneity.
bn: আমি জটিল পাঠ্যগুলির মূল ধারণাগুলি বুঝতে পারি এবং স্বচ্ছন্দ ও স্বতঃস্ফূর্তভাবে যোগাযোগ করতে পারি।
bo: ངེད་སྤྱོད་ལ་འབྲེལ་བ་ཡོད་པའི་སྐད་ཡིག་ལ་ལེན་སྤྱོད་བྱེད་ཡོད།
ca: Puc entendre les idees principals de textos complexos i interactuar amb un grau de fluïdesa i espontaneïtat.
cs: Umím porozumět hlavním myšlenkám složitých textů a komunikovat s určitou plynulostí a spontánností.
da: Jeg kan forstå hovedidéerne i komplekse tekster og interagere med en vis flydendehed og spontanitet.
de: Ich kann die Hauptideen komplexer Texte verstehen und mit einem gewissen Maß an Flüssigkeit und Spontaneität interagieren.
eo: Mi povas kompreni la ĉefajn ideojn de kompleksaj tekstoj kaj interagi kun grado de flueco kaj spontaneeco.
et: Ma saan aru keerukate tekstide põhiteadmistest ning suhtlen sujuvalt ja spontaanilt.
eu: Ulertzen ditut testu konplexuen ideiak nagusiak eta elkarreragiten dut fluidez eta espontaneotasun maila batean.
fi: Ymmärrän pääajatukset monimutkaisista teksteistä ja pystyn kommunikoimaan sujuvasti ja spontaanisti.
fr: Je peux comprendre les idées principales de textes complexes et interagir avec un degré de fluidité et de spontanéité.
ga: Is féidir liom tuiscint a fháil ar phríomhthéamaí téacsanna casta agus idirghníomhú le scil agus spontáineacht.
gl: Podo entender as ideas principais de textos complexos e interactuar con un grao de fluidez e espontaneidade.
hi: मैं जटिल पाठों के मुख्य विचारों को समझ सकता हूँ और प्रवाह और spontaneity के साथ बातचीत कर सकता हूँ।
hr: Mogu razumjeti glavne ideje složenih tekstova i komunicirati s razinom tečnosti i spontanosti.
it: Posso capire le idee principali di testi complessi e interagire con un certo grado di fluidità e spontaneità.
ka: მიძლია გავიგო კომპლექსური ტექსტების ძირითადი იდეები და ვიმუშაო თავისუფლად და სპონტანურად.
nb: Jeg kan forstå hovedideene i komplekse tekster og samhandle med en grad av flyt og spontanitet.
nl: Ik kan de hoofdideeën begrijpen van complexe teksten en interactie hebben met een zekere vloeiendheid en spontaniteit.
pl: Potrafię zrozumieć główne idee złożonych tekstów i komunikować się z płynnością i spontanicznością.
pt: Posso entender as principais ideias de textos complexos e interagir com um grau de fluência e espontaneidade.
ru: Я могу понять основные идеи сложных текстов и взаимодействовать с уровнем беглости и спонтанности.
sk: Dokážem pochopiť hlavné myšlienky zložitých textov a komunikovať s určitým stupňom plynulosti a spontánnosti.
sr: Могу разумети главне идеје сложених текстова и интеракцију са степеном течности и спонтаности.
sv: Jag kan förstå huvudidéerna i komplexa texter och interagera med en viss flyt och spontanitet.
ta: நான் சிக்கலான உரைகளின் முக்கிய கருத்துக்களை புரிந்து கொள்ள முடியும் மற்றும் தன்னிச்சையாக மற்றும் espontaneously தொடர்பு கொள்ள முடியும்.
th: ฉันสามารถเข้าใจแนวคิดหลักของข้อความซับซ้อนและโต้ตอบได้อย่างคล่องแคล่วและเป็นธรรมชาติ

# languageLevelC1Desc
source: I can express ideas fluently and spontaneously without much struggle and understand a wide range of demanding texts.
bn: আমি স্বচ্ছন্দ ও স্বতঃস্ফূর্তভাবে ধারণা প্রকাশ করতে পারি এবং বিভিন্ন চাহিদাসম্পন্ন পাঠ্য বুঝতে পারি।
bo: ངེད་སྤྱོད་ལ་འབྲེལ་བ་ཡོད་པའི་སྐད་ཡིག་ལ་ལེན་སྤྱོད་བྱེད་ཡོད།
ca: Puc expressar idees amb fluïdesa i espontaneïtat sense gaire esforç i entendre una àmplia gamma de textos exigents.
cs: Dokážu plynule a spontánně vyjadřovat své myšlenky bez větších problémů a rozumět široké škále náročných textů.
da: Jeg kan udtrykke ideer flydende og spontant uden megen kamp og forstå et bredt udvalg af krævende tekster.
de: Ich kann Ideen fließend und spontan ausdrücken, ohne große Mühe, und eine Vielzahl anspruchsvoller Texte verstehen.
eo: Mi povas esprimi ideojn flue kaj spontane sen multe da peno kaj kompreni larĝan gamon de postulemaj tekstoj.
et: Ma saan väljendada ideid sujuvalt ja spontaanilt ning mõistan laia valiku nõudlikke tekste.
eu: Ideiak modu fluido eta espontaneoan adierazten ditut, ez dut borrokatu behar eta testu zailenak ulertzen ditut.
fi: Voin ilmaista ideoita sujuvasti ja spontaanisti ilman suuria vaikeuksia ja ymmärrän laajan valikoiman vaativia tekstejä.
fr: Je peux exprimer des idées de manière fluide et spontanée sans beaucoup de difficulté et comprendre une large gamme de textes exigeants.
ga: Is féidir liom smaointe a chur in iúl go líofa agus go spontáineach gan mórán stró agus tuiscint a fháil ar réimse leathan téacsanna éilitheacha.
gl: Podo expresar ideas con fluidez e espontaneidade sen moito esforzo e entender unha ampla gama de textos esixentes.
hi: मैं विचारों को प्रवाहपूर्ण और spontaneously व्यक्त कर सकता हूँ बिना बहुत संघर्ष के और मांग वाले पाठों को समझ सकता हूँ।
hr: Mogu izražavati ideje tečno i spontano bez većih poteškoća i razumjeti širok raspon zahtjevnih tekstova.
it: Posso esprimere idee fluentemente e spontaneamente senza molta difficoltà e comprendere una vasta gamma di testi impegnativi.
ka: მიძლია გამოვხატო იდეები თავისუფლად და სპონტანურად, ბევრი სირთულის გარეშე და გავიგო მოთხოვნადი ტექსტების ფართო სპექტრი.
nb: Jeg kan uttrykke ideer flytende og spontant uten mye strev og forstå et bredt spekter av krevende tekster.
nl: Ik kan ideeën vloeiend en spontaan uitdrukken zonder veel moeite en een breed scala aan veeleisende teksten begrijpen.
pl: Potrafię wyrażać myśli płynnie i spontanicznie bez większego wysiłku oraz rozumiem szeroki zakres wymagających tekstów.
pt: Posso expressar ideias fluentemente e espontaneamente sem muita dificuldade e entender uma ampla variedade de textos exigentes.
ru: Я могу свободно и спонтанно выражать идеи без особых усилий и понимаю широкий спектр сложных текстов.
sk: Dokážem plynulo a spontánne vyjadrovať myšlienky bez väčších problémov a rozumiem širokému spektru náročných textov.
sr: Могу течно и спонтано изразити идеје без већих напора и разумети широк спектар захтевних текстова.
sv: Jag kan uttrycka idéer flytande och spontant utan större ansträngning och förstå ett brett spektrum av krävande texter.
ta: நான் சுதந்திரமாகவும் திடீரெனவும் யோசனைகளை வெளிப்படுத்த முடியும் மற்றும் விரிவான கோரிக்கையான உரைகளையும் புரிந்துகொள்ள முடியும்.
th: ฉันสามารถแสดงความคิดได้อย่างคล่องแคล่วและเป็นธรรมชาติ โดยไม่ต้องพยายามมากและเข้าใจข้อความที่ท้าทายได้กว้างขวาง

# languageLevelC2Desc
source: I can understand virtually everything heard or read and express myself fluently and precisely.
bn: আমি প্রায় সবকিছু শুনতে বা পড়তে পারি এবং স্বচ্ছন্দ ও নির্দিষ্টভাবে নিজেকে প্রকাশ করতে পারি।
bo: ངེད་སྤྱོད་ལ་འབྲེལ་བ་ཡོད་པའི་སྐད་ཡིག་ལ་ལེན་སྤྱོད་བྱེད་ཡོད།
ca: Puc entendre pràcticament tot el que escolto o llegeixo i expressar-me amb fluïdesa i precisió.
cs: Rozumím téměř všemu, co slyším nebo čtu, a vyjadřuji se plynule a přesně.
da: Jeg kan forstå næsten alt, jeg hører eller læser, og udtrykke mig flydende og præcist.
de: Ich kann fast alles, was ich höre oder lese, verstehen und mich fließend und präzise ausdrücken.
eo: Mi povas kompreni preskaŭ ĉion, kio estas aŭdita aŭ legis, kaj esprimi min flue kaj precize.
et: Ma saan aru peaaegu kõigest, mida kuulen või loen, ning väljendan end sujuvalt ja täpselt.
eu: Edo guztia ia entzuten edo irakurtzen dut eta modu fluido eta zehatzean adierazi dezaket.
fi: Ymmärrän käytännössä kaiken kuullun tai luetun ja pystyn ilmaisemaan itseäni sujuvasti ja tarkasti.
fr: Je peux comprendre pratiquement tout ce que j'entends ou lis et m'exprimer de manière fluide et précise.
ga: Is féidir liom beagnach gach rud a chloisteáil nó a léamh a thuiscint agus mé féin a chur in iúl go líofa agus go cruinn.
gl: Podo entender case todo o que escoito ou leo e expresarme con fluidez e precisión.
hi: मैं लगभग हर सुना या पढ़ा गया को समझ सकता हूँ और अपने आप को प्रवाहपूर्ण और सटीक रूप से व्यक्त कर सकता हूँ।
hr: Mogu razumjeti gotovo sve što čujem ili čitam i izražavati se tečno i precizno.
it: Posso capire praticamente tutto ciò che ascolto o leggo ed esprimermi fluentemente e con precisione.
ka: მიძლია გავიგო თითქმის ყველაფერი, რაც მსმენია ან წაკითხული მაქვს, და გამოვხატო თავი თავისუფლად და ზუსტად.
nb: Jeg kan forstå nesten alt jeg hører eller leser og uttrykke meg flytende og presist.
nl: Ik kan vrijwel alles begrijpen dat ik hoor of lees en mezelf vloeiend en precies uitdrukken.
pl: Potrafię zrozumieć praktycznie wszystko, co słyszę lub czytam, i wyrażać się płynnie i precyzyjnie.
pt: Posso entender praticamente tudo que ouço ou leio e me expressar fluentemente e com precisão.
ru: Я могу понять практически все услышанное или прочитанное и выражать себя свободно и точно.
sk: Dokážem takmer všetko, čo počujem alebo čítam, a vyjadrujem sa plynulo a presne.
sr: Могу разумети готово све што чујем или читам и изразити се течно и прецизно.
sv: Jag kan förstå nästan allt jag hör eller läser och uttrycka mig flytande och exakt.
ta: நான் கேட்கப்பட்ட அல்லது படித்த அனைத்தையும் புரிந்துகொள்ள முடியும் மற்றும் தன்னிச்சையாகவும் துல்லியமாகவும் வெளிப்படுத்த முடியும்.
th: ฉันสามารถเข้าใจแทบทุกอย่างที่ได้ยินหรืออ่านและแสดงออกได้อย่างคล่องแคล่วและแม่นยำ
