Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# getStartedCommunitiesDesc
source: Learning with a community is where Pangea Chat shines! You can join your class, find a course, or even make your own!
bn: একটি সম্প্রদায়ের সাথে শেখা পাঞ্জিয়া চ্যাটের shines! আপনি আপনার ক্লাসে যোগ দিতে পারেন, একটি কোর্স খুঁজে পেতে পারেন, বা নিজের তৈরি করতে পারেন!
bo: སྙན་ཚོགས་སུ་སློབ་ཚན་གྱི་ལམ་ལས་སྤྱིར་བཏང་ནས་སྤྱིར་བཏང་བརྗེ་བའི་སྐབས་ཡོད། ཁྱེད་རང་གི་སློབ་ཚན་ལ་སྡེབ་སྡེ་སྤྱོད་གནང་གི་ཡོད། ཁྱེད་རང་གི་སློབ་ཚན་ལ་སྡེབ་སྡེ་སྤྱོད་གནང་གི་ཡོད།
ca: Aprendre amb una comunitat és on destaca Pangea Chat! Pots unir-te a la teva classe, trobar un curs, o fins i tot crear-ne un de nou!
cs: Učení s komunitou je místem, kde září Pangea Chat! Můžete se připojit ke své třídě, najít kurz nebo dokonce vytvořit svůj vlastní!
da: Læring med et fællesskab er, hvor Pangea Chat skinner! Du kan tilslutte dig din klasse, finde et kursus eller endda lave dit eget!
de: Lernen mit einer Gemeinschaft ist der Bereich, in dem Pangea Chat glänzt! Du kannst deiner Klasse beitreten, einen Kurs finden oder sogar deinen eigenen erstellen!
eo: Lerni kun komunumo estas kie Pangea Chat brilas! Vi povas aliĝi al via klaso, trovi kurson, aŭ eĉ krei vian propran!
et: Õppimine kogukonnaga on koht, kus Pangea Chat särab! Sa saad liituda oma klassiga, leida kooli või isegi luua oma!
eu: Komunitate batekin ikastea da Pangea Chat distiratzen duena! Zure klasean parte hartu dezakezu, ikastaro bat aurkitu edo zure propioa egin!
fi: Oppiminen yhteisön kanssa on se, missä Pangea Chat loistaa! Voit liittyä luokkaasi, löytää kurssin tai jopa tehdä oman!
fr: Apprendre avec une communauté est là où Pangea Chat brille ! Vous pouvez rejoindre votre classe, trouver un cours, ou même créer le vôtre !
ga: Tá sé i bhféith an phobail foghlaim le Pangea Chat! Is féidir leat do rang a bheith páirteach, cúrsa a fháil, nó fiú do chuid féin a chruthú!
gl: Aprender con unha comunidade é onde brilla Pangea Chat! Podes unirte á túa clase, atopar un curso ou incluso crear o teu propio!
hi: एक समुदाय के साथ सीखना वह जगह है जहां पांगेआ चैट चमकता है! आप अपनी कक्षा में शामिल हो सकते हैं, एक कोर्स खोज सकते हैं, या अपना खुद का बना सकते हैं!
hr: Učenje s zajednicom je mjesto gdje Pangea Chat briljira! Možete se pridružiti svom razredu, pronaći tečaj ili čak napraviti svoj!
it: Imparare con una comunità è il punto forte di Pangea Chat! Puoi unirti alla tua classe, trovare un corso o anche crearne uno tuo!
ka: სწავლა საზოგადოებასთან ერთად არის სადაც პანგეა ჩატი აყვავდება! თქვენ შეგიძლიათ შეუერთდეთ თქვენს კლასს, იპოვოთ კურსი, ან even შექმნათ თქვენი საკუთარი!
nb: Læring med et fellesskap er hvor Pangea Chat utmerker seg! Du kan bli med i klassen din, finne et kurs, eller til og med lage ditt eget!
nl: Leren met een gemeenschap is waar Pangea Chat uitblinkt! Je kunt je klas joinen, een cursus vinden, of zelfs je eigen maken!
pl: Nauka z społecznością to miejsce, w którym Pangea Chat błyszczy! Możesz dołączyć do swojej klasy, znaleźć kurs lub nawet stworzyć własny!
pt: Aprender com uma comunidade é onde o Pangea Chat brilha! Você pode ingressar na sua turma, encontrar um curso ou até criar o seu próprio!
ru: Обучение в сообществе — это то, где сияет Pangea Chat! Вы можете присоединиться к своему классу, найти курс или даже создать свой собственный!
sk: Vzdelávanie s komunitou je miesto, kde vyniká Pangea Chat! Môžete sa pripojiť k svojej triede, nájsť kurz alebo si dokonca vytvoriť vlastný!
sr: Učenje sa zajednicom je mesto gde Pangea Chat sija! Možete se pridružiti svom razredu, pronaći kurs ili čak napraviti svoj!
sv: Att lära sig med en gemenskap är där Pangea Chat lyser! Du kan gå med i din klass, hitta en kurs eller till och med skapa din egen!
ta: கூட்டத்துடன் கற்றல் என்பது பாங்கியா உரையாடல் பிரகாசிக்கும் இடம்! நீங்கள் உங்கள் வகுப்பில் சேரலாம், ஒரு பாடத்திட்டத்தை கண்டுபிடிக்கலாம், அல்லது உங்கள் சொந்ததை உருவாக்கலாம்!
th: การเรียนรู้กับชุมชนคือจุดเด่นของ Pangea Chat! คุณสามารถเข้าร่วมชั้นเรียน ค้นหาคอร์ส หรือแม้แต่สร้างของคุณเอง!

# getStartedFriendsDesc
source: Do you have a friend that wants to learn with you?
bn: আপনার কি এমন কোনও বন্ধু আছে যে আপনার সাথে শেখাতে চায়?
bo: ཁྱེད་རང་ལ་གྲོགས་ཀྱི་སློབ་ཚན་སྤྱོད་དགོས་པས།
ca: Tens un amic que vol aprendre amb tu?
cs: Máte kamaráda, který chce s vámi učit se?
da: Har du en ven, der vil lære med dig?
de: Hast du einen Freund, der mit dir lernen möchte?
eo: Ĉu vi havas amikon, kiu volas lerni kun vi?
et: Kas sul on sõber, kes tahab sinuga õppida?
eu: Zure lagun bat zurekin ikasi nahi du?
fi: Onko sinulla ystävä, joka haluaa oppia kanssasi?
fr: Avez-vous un ami qui veut apprendre avec vous ?
ga: An bhfuil cara agat a bhfuil fonn foghlama leat?
gl: Tes un amigo que quere aprender contigo?
hi: क्या आपका कोई मित्र है जो आपके साथ सीखना चाहता है?
hr: Imate li prijatelja koji želi učiti s vama?
it: Hai un amico che vuole imparare con te?
ka: გაქვს მეგობარი, რომელიც გსურს ისწავლოს შენთან ერთად?
nb: Har du en venn som vil lære sammen med deg?
nl: Heb je een vriend die met je wil leren?
pl: Czy masz przyjaciela, który chce się uczyć z tobą?
pt: Você tem um amigo que quer aprender com você?
ru: У вас есть друг, который хочет учиться вместе с вами?
sk: Máte priateľa, ktorý chce s vami učiť?
sr: Da li imate prijatelja koji želi da uči sa vama?
sv: Har du en vän som vill lära sig med dig?
ta: உங்களுக்கு கற்றுக்கொள்ள விரும்பும் நண்பர் உள்ளவரா?
th: คุณมีเพื่อนที่อยากเรียนรู้ไปด้วยกันไหม?

# getStartedBotChatComplete
source: Well-done! You're chatting with the bot!
bn: ভাল কাজ! আপনি বটের সাথে চ্যাট করছেন!
bo: བཟོ་བཅོས་ཡོད། ཁྱེད་རང་བོད་སྐད་སྐད་ཆ་སྐད་ཆ་གི་ནང་བསྐུར་ཡོད།
ca: Ben fet! Estàs xatejant amb el bot!
cs: Dobře uděláno! Chatujete s botem!
da: Godt gået! Du chatter med botten!
de: Gut gemacht! Du chattest mit dem Bot!
eo: Bone farite! Vi babilas kun la roboto!
et: Hästi tehtud! Sa vestled botiga!
eu: Primeran! Botarekin hitz egiten ari zara!
fi: Hyvin tehty! Keskustelet nyt botin kanssa!
fr: Bravo ! Vous discutez avec le bot !
ga: Maith thú! Tá tú ag comhrá leis an mbot!
gl: Ben feito! Estás a conversar co bot!
hi: शाबाश! आप बॉट के साथ चैट कर रहे हैं!
hr: Odlično! razgovarate s botom!
it: Ben fatto! Stai chattando con il bot!
ka: კარგია! თქვენ საუბრობთ ბოტთან!
nb: Bra jobbet! Du chatter med boten!
nl: Goed gedaan! Je bent aan het chatten met de bot!
pl: Dobra robota! Rozmawiasz z botem!
pt: Muito bem! Você está conversando com o bot!
ru: Отлично! Вы общаетесь с ботом!
sk: Dobre odvedená práca! Chatujete s botom!
sr: Odlično! Komunicirate sa botom!
sv: Bra gjort! Du chattar med boten!
ta: சரி! நீங்கள் பாட்டுடன் உரையாடுகிறீர்கள்!
th: ทำได้ดี! คุณกำลังแชทกับบอท!

# getStartedCommunitiesComplete
source: Great, you have joined a course!
bn: দারুণ, আপনি একটি কোর্সে যোগ দিয়েছেন!
bo: བཟོ་བཅོས་ཡོད། ཁྱེད་རང་སློབ་ཚན་ལ་སྡེབ་སྡེ་སྤྱོད་ཡོད།
ca: Genial, t'has unit a un curs!
cs: Skvěle, připojili jste se ke kurzu!
da: Super, du har tilsluttet dig et kursus!
de: Großartig, du hast an einem Kurs teilgenommen!
eo: Bonege, vi aliĝis al kurso!
et: Suurepärane, sa oled liitunud ruumiga!
eu: Ongi da! Ikastaro batean sartu zara!
fi: Hienoa, olet liittynyt kurssiin!
fr: Super, vous avez rejoint un cours !
ga: Go hiontach, tá tú i do bhall den chúrsa!
gl: xenial, uniches a un curso!
hi: शानदार, आप एक कोर्स में शामिल हो गए हैं!
hr: Super, pridružili ste se tečaju!
it: Ottimo, hai aderito a un corso!
ka: შესანიშნავია, თქვენ შეუერთდით კურსს!
nb: Flott, du har blitt med i et kurs!
nl: Geweldig, je hebt je bij een cursus aangesloten!
pl: Świetnie, dołączyłeś do kursu!
pt: Ótimo, você entrou em um curso!
ru: Отлично, вы присоединились к курсу!
sk: Skvelé, pripojili ste sa ku kurzu!
sr: Super, pridružili ste se kursu!
sv: Bra, du har gått med i en kurs!
ta: சிறந்தது, நீங்கள் ஒரு பாடத்திட்டத்தில் சேர்ந்துள்ளீர்கள்!
th: ยอดเยี่ยม คุณได้เข้าร่วมคอร์สแล้ว!

# getStartedComplete
source: You've completed this section! Keep exploring our amazing features by chatting with friends!
bn: আপনি এই বিভাগটি সম্পন্ন করেছেন! আমাদের অসাধারণ বৈশিষ্ট্যগুলি অন্বেষণ চালিয়ে যান বন্ধুদের সাথে চ্যাট করে!
bo: ཁྱེད་རང་འདི་ལོག་འཇུག་ཡོད། གཙོ་སྤྱོད་ལས་འབྱོར་བྱེད་དགོས་མི་ཚུལ་ལས་སྤྱོད་གནང་བའི་ལས་རོལ།
ca: Has completat aquesta secció! Segueix explorant les nostres funcions increïbles xatejant amb amics!
cs: Dokončili jste tuto sekci! Pokračujte v objevování našich úžasných funkcí chatováním s přáteli!
da: Du har gennemført denne sektion! Fortsæt med at udforske vores fantastiske funktioner ved at chatte med venner!
de: Du hast diesen Abschnitt abgeschlossen! Erkunde weiterhin unsere erstaunlichen Funktionen, indem du mit Freunden chattest!
eo: Vi kompletigis ĉi tiun sekcion! Daŭre esploru niajn mirindajn trajtojn babilante kun amikoj!
et: Sa oled selle osa lõpetanud! Jätka meie suurepäraste funktsioonide avastamist, vesteldes sõpradega!
eu: Atala osatu duzu! Jarraitu gure ezagutzaz betetako ezaugarriak lagunekin hitz egiten jarraituz!
fi: Olet suorittanut tämän osion! Jatka upeiden ominaisuuksiemme tutkimista keskustelemalla ystävien kanssa!
fr: Vous avez terminé cette section ! Continuez à explorer nos fonctionnalités incroyables en discutant avec des amis !
ga: Tá tú críochnaithe leis an rannóg seo! Lean ort ag iniúchadh ár ngnéithe iontacha trí bheith ag comhrá le cairde!
gl: Remataste esta sección! Segue explorando as nosas increíbles funcións conversando con amigos!
hi: आपने इस अनुभाग को पूरा कर लिया है! मित्रों के साथ चैट करके हमारे अद्भुत फीचर्स का अन्वेषण जारी रखें!
hr: Završili ste ovaj odjeljak! Nastavite istraživati naše nevjerovatne značajke razgovorom s prijateljima!
it: Hai completato questa sezione! Continua a esplorare le nostre fantastiche funzionalità chattando con gli amici!
ka: თქვენ ამ ნაწილს დაასრულეთ! გაგრძელეთ ჩვენი საოცარი ფუნქციების გამოკვლევა მეგობრებთან საუბრის საშუალებით!
nb: Du har fullført denne delen! Fortsett å utforske våre fantastiske funksjoner ved å chatte med venner!
nl: Je hebt deze sectie voltooid! Blijf onze geweldige functies verkennen door met vrienden te chatten!
pl: Ukończyłeś tę sekcję! Kontynuuj odkrywanie naszych niesamowitych funkcji, rozmawiając z przyjaciółmi!
pt: Você concluiu esta seção! Continue explorando nossos recursos incríveis conversando com amigos!
ru: Вы завершили этот раздел! Продолжайте исследовать наши удивительные функции, общаясь с друзьями!
sk: Túto sekciu ste dokončili! Pokračujte v objavovaní našich úžasných funkcií chatovaním s priateľmi!
sr: Odeljak je završen! Nastavite da istražujete naše sjajne funkcije razgovorom sa prijateljima!
sv: Du har slutfört detta avsnitt! Fortsätt utforska våra fantastiska funktioner genom att chatta med vänner!
ta: இந்த பகுதியை நீங்கள் முடித்துவிட்டீர்கள்! நமது அற்புதமான அம்சங்களை நண்பர்களுடன் உரையாடி தொடரவும்!
th: คุณทำส่วนนี้เสร็จแล้ว! สำรวจคุณสมบัติที่น่าทึ่งของเราโดยการแชทกับเพื่อน!

# getStartedFriendsComplete
source: Woohoo! You've got friends! 😉
bn: উহু! আপনার বন্ধু আছে! 😉
bo: དགོས་མི་ཚུལ་ལས་སྤྱོད་ཡོད། ཁྱེད་རང་གྲོགས་ཚོའི་སྐད་ཆ་ལ་སྐད་ཆ་གི་ནང་བསྐུར་ཡོད། 😉
ca: Woohoo! Tens amics! 😙
cs: Hurá! Máte přátele! 😉
da: Woohoo! Du har venner! 😉
de: Woohoo! Du hast Freunde! 😉
eo: Hoho! Vi havas amikojn! 😉
et: Uuhuu! Sul on sõbrad! 😉
eu: Woohoo! Zure lagunak dituzu! 😉
fi: Huraa! Sinulla on ystäviä! 😊
fr: Youpi ! Vous avez des amis ! 😉
ga: Woohoo! Tá cairde agat! 😉
gl: Woohoo! Tes amigos! 😉
hi: वाह! आपके पास दोस्त हैं! 😊
hr: Woohoo! Imate prijatelje! 😉
it: Evvai! Hai degli amici! 😄
ka: ვაუ! თქვენ გაქვთ მეგობრები! 😊
nb: Woohoo! Du har venner! 😉
nl: Woohoo! Je hebt vrienden! 😙
pl: Hurra! Masz przyjaciół! 😉
pt: Uhul! Você tem amigos! 😉
ru: Ура! У вас есть друзья! 😎
sk: Woohoo! Máte priateľov! 😙
sr: Ura! Imate prijatelje! 😉
sv: Woohoo! Du har vänner! 😉
ta: வூஹூ! உங்களுக்கு நண்பர்கள் கிடைத்தனர்! 😉
th: ว้าว! คุณมีเพื่อนแล้ว! 😉

# getStartedBotChatButton
source: Start chatting!
bn: চ্যাট শুরু করুন!
bo: ཆ་ཚང་ལ་སྐད་ཆ་གནང་བ།
ca: Comença a xatejar!
cs: Začněte chatovat!
da: Start chat!
de: Beginne das Chatten!
eo: Komencu babili!
et: Alusta vestlust!
eu: Hasi hitz egiten!
fi: Aloita keskustelu!
fr: Commencer à discuter !
ga: Tosaigh ag comhrá!
gl: Comezar a conversar!
hi: चैट शुरू करें!
hr: Započni razgovor!
it: Inizia a chattare!
ka: დაიწყეთ საუბარი!
nb: Begynn å chatte!
nl: Begin met chatten!
pl: Rozpocznij rozmowę!
pt: Começar a conversar!
ru: Начать общение!
sk: Začať chatovať!
sr: Počnite da razgovarate!
sv: Börja chatta!
ta: உரையாடத் தொடங்கவும்!
th: เริ่มแชทเลย!

# getStartedFriendsButton
source: Chat with a friend
bn: একজন বন্ধুর সাথে চ্যাট করুন
bo: གྲོགས་ལ་སྐད་ཆ་གནང་བ།
ca: Xateja amb un amic
cs: Chatovat s přítelem
da: Chat med en ven
de: Mit einem Freund chatten
eo: Babili kun amiko
et: Vestle sõbraga
eu: Hitz egin lagun batekin
fi: Keskustele ystävän kanssa
fr: Discuter avec un ami
ga: Comhrá le cara
gl: Conversar cun amigo
hi: एक मित्र के साथ चैट करें
hr: Razgovaraj s prijateljem
it: Chattare con un amico
ka: მეგობართან ჩატი
nb: Chat med en venn
nl: Chat met een vriend
pl: Porozmawiaj z przyjacielem
pt: Conversar com um amigo
ru: Поговорить с другом
sk: Chatovať s priateľom
sr: Razgovaraj sa prijateljem
sv: Chatta med en vän
ta: ஒரு நண்பருடன் உரையாடவும்
th: แชทกับเพื่อน

source: Group Chat
bn: গ্রুপ চ্যাট
bo: དབྱེད་སྐད
ca: Xat de grup
cs: Skupinový chat
da: Gruppemøde
de: Gruppenchats
eo: Grupbabileco
et: Rühmavestlus
eu: Talde txateoa
fi: Ryhmäsuunnittelu
fr: Chat de groupe
ga: Comhrá Grúpa
gl: Chat de grupo
hi: समूह चैट
hr: Grupni chat
it: Chat di gruppo
ka: ჯგუფური ჩატი
nb: Gruppchat
nl: Groepschat
pl: Czat grupowy
pt: Chat em Grupo
ru: Групповой чат
sk: Skupinový chat
sr: Grupni razgovor
sv: Gruppchatt
ta: குழு உரையாடல்
th: แชทกลุ่ม

source: Direct Message
bn: ডাইরেক্ট মেসেজ
bo: གནང་བའི་ཚེས་ཁུལ།
ca: Missatge directe
cs: Přímá zpráva
da: Direkte besked
de: Direktnachricht
eo: Rekta mesaĝo
et: Otse sõnum
eu: Mezu zuzena
fi: Yksityisviesti
fr: Message direct
ga: Teachtaireacht Dhíreach
gl: Mensaxe directa
hi: प्रत्यक्ष संदेश
hr: Izravna poruka
it: Messaggio diretto
ka: მხოლოდ შეტყობინება
nb: Direktemelding
nl: Direct bericht
pl: Wiadomość prywatna
pt: Mensagem Direta
ru: Личное сообщение
sk: Priama správa
sr: Direktna poruka
sv: Direktmeddelande
ta: நேரடி செய்தி
th: ข้อความส่วนตัว

source: New direct message
bn: নতুন ডাইরেক্ট মেসেজ
bo: གནང་བའི་ཚེས་ཁུལ་གསར་པ།
ca: Nou missatge directe
cs: Nová přímá zpráva
da: Ny direkte besked
de: Neue Direktnachricht
eo: Nova rekta mesaĝo
et: Uus otse sõnum
eu: Mezu zuzena berria
fi: Uusi yksityisviesti
fr: Nouveau message direct
ga: Teachtaireacht Dhíreach Nua
gl: Nova mensaxe directa
hi: नया प्रत्यक्ष संदेश
hr: Nova izravna poruka
it: Nuovo messaggio diretto
ka: ახალი პირდაპირი შეტყობინება
nb: Ny direktemelding
nl: Nieuw direct bericht
pl: Nowa wiadomość prywatna
pt: Nova mensagem direta
ru: Новое личное сообщение
sk: Nová priama správa
sr: Нова директна порука
sv: Nytt direktmeddelande
ta: புதிய நேரடி செய்தி
th: ข้อความส่วนตัวใหม่

# speakingExercisesTooltip
source: Speaking
bn: বলা
bo: ནང་སྐད
ca: Parlar
cs: Mluvení
da: Tale
de: Sprechen
eo: Parolado
et: Rääkimine
eu: Hitz egitea
fi: Puhuminen
fr: Parler
ga: Ag labhairt
gl: Falando
hi: बोलना
hr: Govor
it: Parlare
ka: საუბარი
nb: Tale
nl: Spreken
pl: Mówienie
pt: Falar
ru: Говорение
sk: Hovorenie
sr: Говор
sv: Tala
ta: பேசுதல்
th: การพูด

source: No chats found here yet
bn: এখানে এখনও কোনও চ্যাট পাওয়া যায়নি
bo: འདིར་ལ་སྐད་ཆ་མེད།
ca: Encara no s'han trobat xats aquí
cs: Zde zatím žádné chaty nenalezeny
da: Ingen chats fundet her endnu
de: Hier wurden noch keine Chats gefunden
eo: Ĝis nun neniam troviĝis babiladoj ĉi tie
et: Siin pole veel vestlusi leitud
eu: Ez da oraindik txatearik aurkitu hemen
fi: Ei vielä keskusteluja täällä
fr: Aucune discussion trouvée ici pour le moment
ga: Níl comhráite le fáil anseo go fóill
gl: Aínda non se atoparon chats aquí
hi: यहां अभी तक कोई चैट नहीं मिली
hr: Još nema pronađenih razgovora ovdje
it: Ancora nessuna chat trovata qui
ka: აქ ჯერ ვერ მოიძებნა ჩატები
nb: Ingen chatter funnet her ennå
nl: Nog geen chats gevonden hier
pl: Na razie nie znaleziono tutaj żadnych rozmów
pt: Nenhum chat encontrado aqui ainda
ru: Здесь пока нет чатов
sk: Zatiaľ tu nie sú žiadne chaty
sr: Још увек нема порука овде
sv: Inga chattar hittades här än
ta: இங்கே இன்னும் உரையாடல்கள் கண்டுபிடிக்கப்படவில்லை
th: ยังไม่มีการสนทนาที่นี่

source: Duration
bn: সময়কাল
bo: ཆོས་ཚད
ca: Durada
cs: Doba trvání
da: Varighed
de: Dauer
eo: Daŭro
et: Kestus
eu: Iraupena
fi: Kesto
fr: Durée
ga: Fad
gl: Duración
hi: अवधि
hr: Trajanje
it: Durata
ka: ხანგრძლივობა
nb: Varighet
nl: Duur
pl: Czas trwania
pt: Duração
ru: Длительность
sk: Trvanie
sr: Трајање
sv: Varaktighet
ta: காலம்
th: ระยะเวลา

# transcriptionFailed
source: Failed to transcribe audio
bn: অডিও ট্রান্সক্রিপশন ব্যর্থ হয়েছে
bo: རང་སྣང་ཚིག་གི་སྐད་རེད་མེད།
ca: Error en transcriure l'àudio
cs: Nepodařilo se přepsat zvuk
da: Mislykkedes med at transskribere lyd
de: Transkription des Audios fehlgeschlagen
eo: Malsukcesis transkribi la voĉon
et: Heli transkribeerimine ebaõnnestus
eu: Audio transkribatzeko huts egin du
fi: Äänen litteröinti epäonnistui
fr: Échec de la transcription de l'audio
ga: Theip ar an taifeadadh fuaime a tharchur
gl: Fallou ao transcribir o audio
hi: ऑडियो का ट्रांसक्रिप्शन करने में विफल
hr: Neuspješno pretvaranje zvuka u tekst
it: Impossibile trascrivere l'audio
ka: აუდიო ტრანსკრიპტის მიღება ვერ მოხერხდა
nb: Kunne ikke transkribere lyd
nl: Transcriberen van audio mislukt
pl: Nie udało się przetranskrybować dźwięku
pt: Falha ao transcrever o áudio
ru: Не удалось расшифровать аудио
sk: Nepodarilo sa prepisovať zvuk
sr: Претварање аудио записа није успело
sv: Misslyckades med att transkribera ljud
ta: ஒலி உரைமாற்றம் தோல்வியுற்றது
th: ไม่สามารถถอดเสียงได้

# aUserIsKnocking
source: 1 user is requesting to join your course
bn: 1 ব্যবহারকারী আপনার কোর্সে যোগ দিতে অনুরোধ করছে
bo: 1 སྤྱིར་བཏང་བའི་ལས་སྤྱོད་སྤྱོད་མཁན་གྱིས་སྤྱོད་དགོས་ཡོད།
ca: 1 usuari està sol·licitant unir-se al teu curs
cs: 1 uživatel žádá o připojení k vašemu kurzu
da: 1 bruger anmoder om at deltage i dit kursus
de: Ein Benutzer bittet, deinem Kurs beizutreten
eo: 1 uzanto petas aliĝi al via kurso
et: 1 kasutaja soovib liituda sinu ruumiga
eu: 1 erabiltzailek zure ikastaroan sartzeko eskaera egin du
fi: Yksi käyttäjä pyytää liittymään kurssiisi
fr: 1 utilisateur demande à rejoindre votre cours
ga: Tá úsáideoir ag iarraidh dul isteach i do chúrsa
gl: Un usuario está a solicitar unirse ao teu curso
hi: 1 उपयोगकर्ता आपके कोर्स में शामिल होने का अनुरोध कर रहा है
hr: 1 korisnik traži da se pridruži vašem tečaju
it: 1 utente sta chiedendo di unirsi al tuo corso
ka: 1 მომხმარებელი სთხოვს თქვენს კურსში ჩართვას
nb: 1 bruker ønsker å bli med i kurset ditt
nl: 1 gebruiker vraagt zich aan te sluiten bij je cursus
pl: 1 użytkownik prosi o dołączenie do twojego kursu
pt: 1 usuário está solicitando entrar no seu curso
ru: 1 пользователь запрашивает присоединиться к вашему курсу
sk: 1 používateľ žiada o pripojenie k vášmu kurzu
sr: 1 корисник тражи да се придружи вашем курсу
sv: 1 användare begär att gå med i din kurs
ta: 1 பயனர் உங்கள் பாடத்திட்டத்தில் சேர விரும்புகிறார்
th: ผู้ใช้ 1 คนกำลังขอเข้าร่วมหลักสูตรของคุณ

# usersAreKnocking
source: {users} users are requesting to join your course
bn: {users} ব্যবহারকারী আপনার কোর্সে যোগ দিতে অনুরোধ করছে
bo: {users} སྤྱིར་བཏང་བའི་ལས་སྤྱོད་སྤྱོད་མཁན་ཚོས་སྤྱོད་དགོས་ཡོད།
ca: {users} usuaris estan sol·licitant unir-se al teu curs
cs: {users} uživatelů žádá o připojení k vašemu kurzu
da: {users} brugere anmoder om at deltage i dit kursus
de: {users} Benutzer bitten, deinem Kurs beizutreten
eo: {users} uzantoj petas aliĝi al via kurso
et: {users} kasutajat soovivad liituda sinu ruumiga
eu: {users} erabiltzailek zure ikastaroan sartzeko eskaera egin du
fi: {users} käyttäjää pyytää liittymään kurssiisi
fr: {users} utilisateurs demandent à rejoindre votre cours
ga: {users} úsáideoirí ag iarraidh dul isteach i do chúrsa
gl: {users} usuarios están a solicitar unirse ao teu curso
hi: {users} उपयोगकर्ता आपके कोर्स में शामिल होने का अनुरोध कर रहे हैं
hr: {users} korisnika traži da se pridruže vašem tečaju
it: {users} utenti stanno chiedendo di unirsi al tuo corso
ka: {users} მომხმარებელი სთხოვს თქვენს კურსში ჩართვას
nb: {users} brukere ønsker å bli med i kurset ditt
nl: {users} gebruikers vragen zich aan te sluiten bij je cursus
pl: {users} użytkowników prosi o dołączenie do twojego kursu
pt: {users} usuários estão solicitando entrar no seu curso
ru: {users} пользователей запрашивают присоединиться к вашему курсу
sk: {users} používateľov žiada o pripojenie k vášmu kurzu
sr: {users} корисника тражи да се придружи вашем курсу
sv: {users} användare begär att gå med i din kurs
ta: {users} பயனர்கள் உங்கள் பாடத்துக்கு சேர வேண்டுமென கேட்டு வருகின்றனர்
th: {users} ผู้ใช้กำลังขอเข้าร่วมหลักสูตรของคุณ

source: Failed to fetch transcription
bn: ট্রান্সক্রিপশন আনতে ব্যর্থ হয়েছে
bo: རང་སྣང་ཚིག་གི་སྐད་རེད་མེད།
ca: Error en obtenir la transcripció
cs: Nepodařilo se načíst přepis
da: Mislykkedes med at hente transskriptionen
de: Transkription konnte nicht abgerufen werden
eo: Malsukcesis akiri la transskribon
et: Transkriptsiooni toomine ebaõnnestus
eu: Ezin izan da transkripzioa lortu
fi: Äänityksen hakeminen epäonnistui
fr: Échec de la récupération de la transcription
ga: Theip ar an taifeadadh a fháil
gl: Fallou ao obter a transcrición
hi: ट्रांसक्रिप्शन प्राप्त करने में विफल
hr: Neuspjelo dohvaćanje transkripcije
it: Impossibile recuperare la trascrizione
ka: ტრანსკრიპტის მიღება ვერ მოხერხდა
nb: Kunne ikke hente transkripsjon
nl: Het ophalen van transcriptie is mislukt
pl: Nie udało się pobrać transkrypcji
pt: Falha ao buscar a transcrição
ru: Не удалось получить транскрипцию
sk: Nepodarilo sa načítať prepis
sr: Учитавање транскрипције није успело
sv: Det gick inte att hämta transkriptionen
ta: பதிவை பெற முடியவில்லை
th: ไม่สามารถดึงข้อมูลการถอดเสียงได้
