Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# successfullySubscribed
source: You have successfully subscribed!
bn: আপনি সফলভাবে সাবস্ক্রাইব করেছেন!
bo: ཁྱེད་ཀྱང་འདི་ལ་སྤྱོད་ཚུལ་བསྐྱར་བརྗེ་བྱེད་ཡོད།
ca: Has subscrit amb èxit!
cs: Úspěšně jste se přihlásili!
da: Du har tilmeldt dig med succes!
de: Sie haben erfolgreich abonniert!
eo: Vi sukcese aboniĝis!
et: Olete edukalt tellinud!
eu: Zure harpidetza arrakastaz egin duzu!
fi: Olet tilannut onnistuneesti!
fr: Vous vous êtes abonné avec succès !
ga: Tá tú cláraithe go rathúil!
gl: ¡Subscribícheste con éxito!
hi: आपने सफलतापूर्वक सदस्यता ली है!
hr: Uspješno ste se pretplatili!
it: Ti sei iscritto con successo!
ka: თქვენ წარმატებით გამოწერეთ!
nb: Du har abonnert vellykket!
nl: U bent succesvol geabonneerd!
pl: Zostałeś pomyślnie subskrybowany!
pt: Você assinou com sucesso!
ru: Ви успішно підписалися!
sk: Úspešne ste sa prihlásili!
sr: Успешно сте се претплатили!
sv: Du har framgångsrikt prenumererat!
ta: நீங்கள் வெற்றிகரமாக சந்தாவை பதிவு செய்துள்ளீர்கள்!
th: คุณได้สมัครสมาชิกเรียบร้อยแล้ว!

# clickToManageSubscription
source: Click here to manage your subscription.
bn: আপনার সাবস্ক্রিপশন পরিচালনা করতে এখানে ক্লিক করুন।
bo: ཁྱེད་ཀྱང་འདི་ལ་སྤྱོད་ཚུལ་ལག་ཁྱེར་ལེགས་སྤྱོད་ནི།
ca: Fes clic aquí per gestionar la teva subscripció.
cs: Klikněte zde pro správu předplatného.
da: Klik her for at administrere dit abonnement.
de: Klicken Sie hier, um Ihr Abonnement zu verwalten.
eo: Klaku ĉi tie por administri vian abonon.
et: Klõpsake siin, et hallata oma tellimust.
eu: Hemen klik egin zure harpidetza kudeatzeko.
fi: Klikkaa tästä hallitaksesi tilaustasi.
fr: Cliquez ici pour gérer votre abonnement.
ga: Cliceáil anseo chun do shíntiús a bhainistiú.
gl: Fai clic aquí para xestionar a túa subscrición.
hi: अपनी सदस्यता प्रबंधित करने के लिए यहां क्लिक करें।
hr: Kliknite ovdje za upravljanje pretplatom.
it: Clicca qui per gestire il tuo abbonamento.
ka: დააჭირეთ აქ, რათა მართოთ თქვენი გამოწერა.
nb: Klikk her for å administrere abonnementet ditt.
nl: Klik hier om uw abonnement te beheren.
pl: Kliknij tutaj, aby zarządzać subskrypcją.
pt: Clique aqui para gerenciar sua assinatura.
ru: Натисніть тут, щоб керувати підпискою.
sk: Kliknite sem na správu svojho predplatného.
sr: Кликните овде да управљате својом претплатом.
sv: Klicka här för att hantera din prenumeration.
ta: உங்கள் சந்தாவை நிர்வகிக்க இங்கே கிளிக் செய்யவும்.
th: คลิกที่นี่เพื่อจัดการการสมัครสมาชิกของคุณ

# errorGettingAudio
source: Error getting audio. Please refresh and try again.
bn: অডিও পেতে সমস্যা হয়েছে। দয়া করে রিফ্রেশ করুন এবং আবার চেষ্টা করুন।
bo: རོལ་གནས་སྤྱོད་ནས་རོལ་གནས་འདི་ལ་བསྐྱར་བརྗེ་བྱེད་ནས་མེད། སྤྱོད་ལེན་འབད་ནས་ལོག་འཇུག་འབད་བྱེད་ན།
ca: Error en obtenir l'àudio. Actualitza la pàgina i torna-ho a provar.
cs: Chyba při získávání audia. Obnovte stránku a zkuste to znovu.
da: Fejl ved hentning af lyd. Opdater venligst og prøv igen.
de: Fehler beim Abrufen des Audios. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
eo: Eraro dum akirado de sono. Bonvolu refreŝigi kaj provi denove.
et: Viga heli saamisel. Palun värskendage lehte ja proovige uuesti.
eu: Errorea audioa lortzean. Mesedez, freskatu orria eta saiatu berriro.
fi: Virhe äänen hakemisessa. Päivitä sivu ja yritä uudelleen.
fr: Erreur lors de la récupération de l'audio. Veuillez rafraîchir et réessayer.
ga: Earráid ag fáil fuaime. Le do thoil, athraigh le do thoil agus bain triail eile.
gl: Erro ao obter o audio. Por favor, actualiza a páxina e inténtao de novo.
hi: ऑडियो प्राप्त करने में त्रुटि। कृपया रिफ्रेश करें और पुनः प्रयास करें।
hr: Greška pri dohvaćanju zvuka. Molimo osvježite i pokušajte ponovno.
it: Errore nel recupero dell'audio. Per favore, aggiorna e riprova.
ka: შეცდომა აუდიოს მიღებაში. გთხოვთ განაახლოთ გვერდი და სცადოთ თავიდან.
nb: Feil ved henting av lyd. Vennligst oppdater og prøv igjen.
nl: Fout bij het verkrijgen van audio. Vernieuw de pagina en probeer het opnieuw.
pl: Błąd podczas pobierania dźwięku. Odśwież stronę i spróbuj ponownie.
pt: Erro ao obter áudio. Por favor, atualize e tente novamente.
ru: Помилка при отриманні аудіо. Будь ласка, оновіть сторінку та спробуйте знову.
sk: Chyba pri získavaní zvuku. Obnovte stránku a skúste znova.
sr: Грешка при преузимању аудио записа. Молимо освежите страницу и покушајте поново.
sv: Fel vid hämtning av ljud. Vänligen uppdatera sidan och försök igen.
ta: ஒலி பெறுவதில் பிழை. தயவுசெய்து புதுப்பித்து மீண்டும் முயற்சிக்கவும்.
th: เกิดข้อผิดพลาดในการดึงเสียง กรุณารีเฟรชและลองใหม่อีกครั้ง

source: Sign up
bn: নিবন্ধন করুন
bo: ཉོན་རོགས་འབད།
ca: Registra't
cs: Zaregistrovat se
da: Tilmeld dig
de: Registrieren
eo: Registriĝi
et: Registreeru
eu: Erregistratu
fi: Rekisteröidy
fr: S'inscrire
ga: Cláraigh
gl: Rexístrate
hi: साइन अप करें
hr: Registriraj se
it: Registrati
ka: რეგისტრაცია
nb: Registrer deg
nl: Aanmelden
pl: Zarejestruj się
pt: Inscrever-se
ru: Зареєструватися
sk: Zaregistrovať sa
sr: Региструј се
sv: Registrera dig
ta: பதிவு செய்யவும்
th: สมัครสมาชิก

# pleaseChooseAtLeastChars
source: Please choose at least {min} characters.
bn: অনুগ্রহ করে কমপক্ষে {min} অক্ষর নির্বাচন করুন।
bo: ཁྱེད་ཀྱང་སྤྱོད་ནི་ཚོས་སྤྱོད་ན་མཐར་འཁྱོལ་ལོག་འཇུག་འབད་ན། {min} ཚེས་ལ་འདེམས་ནས་གནང་བ།
ca: Si us plau, tria almenys {min} caràcters.
cs: Vyberte alespoň {min} znaků.
da: Vælg venligst mindst {min} tegn.
de: Bitte wählen Sie mindestens {min} Zeichen.
eo: Bonvolu elekti almenaŭ {min} signojn.
et: Palun valige vähemalt {min} tähemärki.
eu: Mesedez, aukeratu gutxienez {min} karaktere.
fi: Valitse vähintään {min} merkkiä.
fr: Veuillez choisir au moins {min} caractères.
ga: Roghnaigh ar a laghad {min} carachtar.
gl: Por favor, escolla polo menos {min} caracteres.
hi: कृपया कम से कम {min} वर्ण चुनें।
hr: Molimo odaberite najmanje {min} znakova.
it: Per favore, scegli almeno {min} caratteri.
ka: გთხოვთ, აირჩიოთ სულ მცირე {min} სიმბოლო.
nb: Vennligst velg minst {min} tegn.
nl: Kies alstublieft minimaal {min} tekens.
pl: Proszę wybierz co najmniej {min} znaków.
pt: Por favor, escolha pelo menos {min} caracteres.
ru: Будь ласка, виберіть щонайменше {min} символів.
sk: Vyberte aspoň {min} znakov.
sr: Молимо изаберите најмање {min} карактера.
sv: Vänligen välj minst {min} tecken.
ta: தயவுசெய்து குறைந்தது {min} எழுத்துகளைத் தேர்ந்தெடுக்கவும்.
th: โปรดเลือกอย่างน้อย {min} ตัวอักษร

# noEmailWarning
source: Please enter a valid email address. Otherwise you won't be able to reset your password. If you don't want to, tap again on the button to continue.
bn: অনুগ্রহ করে একটি বৈধ ইমেল ঠিকানা লিখুন। অন্যথায় আপনি আপনার পাসওয়ার্ড রিসেট করতে পারবেন না। যদি না চান, আবার বোতামে ট্যাপ করুন চালিয়ে যেতে।
bo: ཁྱེད་ཀྱང་གནང་བའི་རིགས་བརྡ་ལ་བསྐྱར་བརྗེ་བྱེད་ནས་མེད། འདི་ལ་བསྐྱར་བརྗེ་བྱེད་ན་སྤྱོད་ལེན་འབད་ན་མེད། ཁྱེད་ཀྱང་འདི་ལ་བསྐྱར་བརྗེ་བྱེད་ནས་ལོག་འཇུག་འབད་ན།
ca: Si us plau, introdueix una adreça de correu electrònic vàlida. Si no, no podràs restablir la contrasenya. Si no vols, torna a tocar el botó per continuar.
cs: Zadejte platnou e-mailovou adresu. Jinak nebudete moci resetovat heslo. Pokud nechcete, klepněte znovu na tlačítko pro pokračování.
da: Indtast venligst en gyldig e-mailadresse. Ellers kan du ikke nulstille din adgangskode. Hvis du ikke vil, skal du trykke igen på knappen for at fortsætte.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein. Andernfalls können Sie Ihr Passwort nicht zurücksetzen. Wenn Sie das nicht möchten, tippen Sie erneut auf die Schaltfläche, um fortzufahren.
eo: Bonvolu enmeti validan retadresaĵon. Alie vi ne povos restarigi vian pasvorton. Se vi ne volas, denove tapu la butonon por daŭrigi.
et: Palun sisestage kehtiv e-posti aadress. Vastasel juhul ei saa te oma parooli lähtestada. Kui te ei soovi seda teha, puudutage uuesti nuppu jätkamiseks.
eu: Mesedez, sartu baliozko email helbide bat. Bestela, ezin izango duzu zure pasahitza berrezarri. Ez baduzu nahi, sakatu berriro botoian jarraitzeko.
fi: Syötä kelvollinen sähköpostiosoite. Muuten et voi palauttaa salasanaasi. Jos et halua, napauta uudelleen jatkaaksesi.
fr: Veuillez entrer une adresse e-mail valide. Sinon, vous ne pourrez pas réinitialiser votre mot de passe. Si vous ne souhaitez pas, appuyez à nouveau sur le bouton pour continuer.
ga: Cuir isteach seoladh ríomhphoist bailí. Murach sin ní bheidh tú in ann do phasfhocal a athshocrú. Mura n-uaill, brúigh arís ar an gcnaipe chun leanúint ar aghaidh.
gl: Por favor, introduce unha dirección de correo electrónico válida. Se non, non poderás restablecer a túa contrasinal. Se non queres facelo, toca de novo no botón para continuar.
hi: कृपया एक मान्य ईमेल पता दर्ज करें। अन्यथा आप अपना पासवर्ड रीसेट नहीं कर पाएंगे। यदि आप नहीं चाहते हैं, तो फिर से बटन पर टैप करें।
hr: Molimo unesite valjanu adresu e-pošte. Inače nećete moći resetirati lozinku. Ako ne želite, ponovno dodirnite gumb za nastavak.
it: Per favore, inserisci un indirizzo email valido. Altrimenti non potrai reimpostare la password. Se non vuoi farlo, premi di nuovo sul pulsante per continuare.
ka: გთხოვთ, შეიყვანოთ ვალიდური ელფოსტის მისამართი. წინააღმდეგ შემთხვევაში, ვერ შეძლებთ პაროლის აღდგენას. თუ არ გსურთ, დააჭირეთ ისევ ღილაკს გაგრძელებისთვის.
nb: Vennligst skriv inn en gyldig e-postadresse. Ellers kan du ikke tilbakestille passordet ditt. Hvis du ikke vil, trykk igjen på knappen for å fortsette.
nl: Voer een geldig e-mailadres in. Anders kunt u uw wachtwoord niet resetten. Als u dat niet wilt, tik dan opnieuw op de knop om door te gaan.
pl: Proszę wprowadzić poprawny adres e-mail. W przeciwnym razie nie będziesz mógł zresetować hasła. Jeśli nie chcesz tego robić, dotknij ponownie przycisk, aby kontynuować.
pt: Por favor, insira um endereço de email válido. Caso contrário, você não poderá redefinir sua senha. Se não quiser, toque novamente no botão para continuar.
ru: Будь ласка, введіть дійсну адресу електронної пошти. Інакше ви не зможете скинути пароль. Якщо не хочете цього робити, натисніть ще раз на кнопку, щоб продовжити.
sk: Zadajte platnú e-mailovú adresu. Inak nebudete môcť resetovať svoje heslo. Ak nechcete, opäť kliknite na tlačidlo na pokračovanie.
sr: Молимо унесите важећу адресу е-поште. У супротном, нећете моћи да ресетујете лозинку. Ако не желите, поново тапните на дугме да бисте наставили.
sv: Vänligen ange en giltig e-postadress. Annars kan du inte återställa ditt lösenord. Om du inte vill, tryck igen på knappen för att fortsätta.
ta: தயவுசெய்து செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடவும். இல்லையெனில் நீங்கள் உங்கள் கடவுச்சொல்லை மீட்டமைக்க முடியாது. நீங்கள் விரும்பவில்லை என்றால், தொடர இன் பொத்தானை மீண்டும் தட்டவும்.
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง มิฉะนั้นคุณจะไม่สามารถรีเซ็ตรหัสผ่านได้ หากไม่ต้องการก็แตะอีกครั้งที่ปุ่มเพื่อดำเนินการต่อ

# pleaseEnterValidEmail
source: Please enter a valid email address.
bn: অনুগ্রহ করে একটি বৈধ ইমেল ঠিকানা লিখুন।
bo: ཁྱེད་ཀྱང་གནང་བའི་རིགས་བརྡ་ལ་བསྐྱར་བརྗེ་བྱེད་ནས་མེད།
ca: Si us plau, introdueix una adreça de correu electrònic vàlida.
cs: Zadejte platnou e-mailovou adresu.
da: Indtast venligst en gyldig e-mailadresse.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
eo: Bonvolu enmeti validan retadresaĵon.
et: Palun sisestage kehtiv e-posti aadress.
eu: Mesedez, sartu baliozko email helbide bat.
fi: Syötä kelvollinen sähköpostiosoite.
fr: Veuillez entrer une adresse e-mail valide.
ga: Cuir isteach seoladh ríomhphoist bailí.
gl: Por favor, introduce unha dirección de correo electrónico válida.
hi: कृपया एक मान्य ईमेल पता दर्ज करें।
hr: Molimo unesite valjanu adresu e-pošte.
it: Per favore inserisci un indirizzo email valido.
ka: გთხოვთ, შეიყვანოთ ვალიდური ელფოსტის მისამართი.
nb: Vennligst skriv inn en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pl: Proszę wprowadzić poprawny adres e-mail.
pt: Por favor, insira um endereço de email válido.
ru: Будь ласка, введіть дійсну адресу електронної пошти.
sk: Zadajte platnú e-mailovú adresu.
sr: Молимо унесите важећу адресу е-поште.
sv: Vänligen ange en giltig e-postadress.
ta: தயவுசெய்து செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடவும்.
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง

source: Please choose a username
bn: অনুগ্রহ করে একটি ব্যবহারকারীর নাম নির্বাচন করুন
bo: ཁྱེད་ཀྱང་སྤྱོད་ནི་ཚོས་སྤྱོད་ན་མཐར་འཁྱོལ་ལོག་འཇུག་འབད་ན།
ca: Si us plau, tria un nom d'usuari
cs: Vyberte uživatelské jméno
da: Vælg venligst et brugernavn
de: Bitte wählen Sie einen Benutzernamen
eo: Bonvolu elekti uzantnomon
et: Palun valige kasutajanimi
eu: Mesedez, aukeratu erabiltzaile-izena
fi: Valitse käyttäjänimi
fr: Veuillez choisir un nom d'utilisateur
ga: Roghnaigh ainm úsáideora le do thoil
gl: Por favor, escolla un nome de usuario
hi: कृपया एक उपयोगकर्ता नाम चुनें
hr: Molimo odaberite korisničko ime
it: Per favore scegli un nome utente
ka: გთხოვთ, აირჩიოთ მომხმარებლის სახელი
nb: Vennligst velg et brukernavn
nl: Kies een gebruikersnaam
pl: Proszę wybierz nazwę użytkownika
pt: Por favor, escolha um nome de usuário
ru: Будь ласка, виберіть ім'я користувача
sk: Vyberte si používateľské meno
sr: Молимо изаберите корисничко име
sv: Vänligen välj ett användarnamn
ta: தயவுசெய்து ஒரு பயனர்பெயரைத் தேர்ந்தெடுக்கவும்
th: โปรดเลือกชื่อผู้ใช้

source: Choose a username
bn: একটি ব্যবহারকারীর নাম নির্বাচন করুন
bo: ཁྱེད་ཀྱང་སྤྱོད་ནི་ཚོས་སྤྱོད་ན་མཐར་འཁྱོལ།
ca: Tria un nom d'usuari
cs: Vyberte uživatelské jméno
da: Vælg et brugernavn
de: Benutzernamen wählen
eo: Elekti uzantnomon
et: Valige kasutajanimi
eu: Aukeratu erabiltzaile-izena
fi: Valitse käyttäjänimi
fr: Choisissez un nom d'utilisateur
ga: Roghnaigh ainm úsáideora
gl: Escoller un nome de usuario
hi: एक उपयोगकर्ता नाम चुनें
hr: Odaberite korisničko ime
it: Scegli un nome utente
ka: აირჩიეთ მომხმარებლის სახელი
nb: Velg et brukernavn
nl: Kies een gebruikersnaam
pl: Wybierz nazwę użytkownika
pt: Escolha um nome de usuário
ru: Виберіть ім'я користувача
sk: Vybrať používateľské meno
sr: Изаберите корисничко име
sv: Välj ett användarnamn
ta: ஒரு பயனர்பெயரை தேர்ந்தெடுக்கவும்
th: เลือกชื่อผู้ใช้

source: Define
bn: সংজ্ঞায়িত করুন
bo: བརྡ་འཕྲིན།
ca: Definir
cs: Definovat
da: Definer
de: Definieren
eo: Difini
et: Määra
eu: Definiatu
fi: Määritä
fr: Définir
ga: Sainmhínigh
gl: Definir
hi: परिभाषित करें
hr: Definiraj
it: Definisci
ka: განმარტება
nb: Definer
nl: Definieer
pl: Zdefiniuj
pt: Definir
ru: Визначити
sk: Definovať
sr: Дефиниши
sv: Definiera
ta: வரையறை
th: กำหนด

source: Listen
bn: শুনুন
bo: གནང་བ།
ca: Escoltar
cs: Poslouchat
da: Lyt
de: Hören
eo: Aŭskulti
et: Kuula
eu: Entzun
fi: Kuuntele
fr: Écouter
ga: Éist
gl: Escoitar
hi: सुनें
hr: Slušaj
it: Ascolta
ka: მოსმენა
nb: Lytt
nl: Luister
pl: Słuchaj
pt: Ouvir
ru: Слухати
sk: Počúvať
sr: Слушај
sv: Lyssna
ta: கேளுங்கள்
th: ฟัง

# addConversationBot
source: Enable Conversation Bot
bn: সংলাপ বট যোগ করুন
bo: ཆོས་ཚན་སྐད་ཆ་ལ་ལོག་འཇུག་བྱེད་ན།
ca: Habilita el Bot de conversa
cs: Povolit konverzačního bota
da: Aktivér samtalebot
de: Konversations-Bot aktivieren
eo: Aktivigi Konversacia Boto
et: Luba vestluse robot
eu: Gehitu Elkarrizketa Bot-a
fi: Ota keskustelubotti käyttöön
fr: Activer le bot de conversation
ga: Cumasaigh Bot Comhrá
gl: Habilitar o Bot de Conversa
hi: संवाद बॉट सक्षम करें
hr: Omogući razgovorni bot
it: Abilita Bot di Conversazione
ka: ჩართეთ საუბრის ბოტი
nb: Aktiver samtalebot
nl: Schakel Gespreksbot in
pl: Włącz bota konwersacji
pt: Ativar Bot de Conversa
ru: Включить бота для беседы
sk: Povoliť konverzačného bota
sr: Дозволи бота за разговор
sv: Aktivera konversationsbot
ta: பேச்சு பாட்டைச் சேர்க்கவும்
th: เปิดใช้งานบอทสนทนา

# addConversationBotDesc
source: Add a bot to this chat
bn: এই চ্যাটে একটি বট যোগ করুন
bo: འདི་ལ་སྒྲོམ་གཏོད་བཅོས་སྤྱོད་བྱེད་ལོག
ca: Afegeix un bot a aquesta conversa
cs: Přidat bota do tohoto chatu
da: Tilføj en bot til denne chat
de: Fügen Sie diesem Chat einen Bot hinzu
eo: Aldoni boton al ĉi tiu babilejo
et: Lisa sellele vestlusele robot
eu: Gehitu bot bat elkarrizketa honetan
fi: Lisää botti tähän keskusteluun
fr: Ajouter un bot à cette conversation
ga: Cuir bot leis an gcomhrá seo
gl: Engade un bot a esta conversa
hi: इस चैट में एक बॉट जोड़ें
hr: Dodajte bota u ovaj chat
it: Aggiungi un bot a questa chat
ka: დაამატეთ ბოტი ამ ჩათში
nb: Legg til en bot i denne chatten
nl: Voeg een bot toe aan deze chat
pl: Dodaj bota do tej rozmowy
pt: Adicione um bot a esta conversa
ru: Добавить бота в этот чат
sk: Pridať bota do tohto chatu
sr: Додај бота у овај разговор
sv: Lägg till en bot till denna chatt
ta: இந்த உரையாடலில் ஒரு பாட்டைச் சேர்க்கவும்
th: เพิ่มบอทในแชทนี้

# convoBotSettingsDescription
source: Edit conversation topic and difficulty
bn: সংলাপ বিষয়বস্তু এবং কঠিনতা সম্পাদনা করুন
bo: ཚོད་རིགས་དང་དབྱེ་བའི་སྒོར་ལོག
ca: Edita el tema de la conversa i la dificultat
cs: Upravit téma konverzace a obtížnost
da: Rediger samtaleemne og sværhedsgrad
de: Konversationsthema und Schwierigkeitsgrad bearbeiten
eo: Redakti konversacia temon kaj malfacilecon
et: Muuda vestluse teemat ja raskusastet
eu: Editatu elkarrizketa gaia eta zailtasuna
fi: Muokkaa keskustelun aihetta ja vaikeustasoa
fr: Modifier le sujet de la conversation et la difficulté
ga: Cuir in eagar topaic an chomhrá agus deacracht
gl: Editar o tema e a dificultade da conversa
hi: संवाद विषय और कठिनाई संपादित करें
hr: Uredi temu razgovora i težinu
it: Modifica l'argomento e la difficoltà della conversazione
ka: რედაქტირება საუბრის თემასა და სირთულეზე
nb: Rediger samtaleemne og vanskelighetsgrad
nl: Bewerk gespreksonderwerp en moeilijkheidsgraad
pl: Edytuj temat rozmowy i poziom trudności
pt: Editar tópico de conversa e dificuldade
ru: Редактировать тему беседы и уровень сложности
sk: Upraviť tému konverzácie a úroveň obtiažnosti
sr: Уреди тему разговора и тежину
sv: Redigera konversationstema och svårighetsgrad
ta: பேச்சு தலைப்பு மற்றும் கடினத்தன்மையைத் திருத்தவும்
th: แก้ไขหัวข้อและความยากของการสนทนา

source: Enter a conversation topic
bn: একটি সংলাপ বিষয় লিখুন
bo: ཚོད་རིགས་བཟོ་བཅོས་གནང་།
ca: Introdueix un tema de conversa
cs: Zadejte téma konverzace
da: Indtast et samtaleemne
de: Geben Sie ein Gesprächsthema ein
eo: Enmetu konversacian temon
et: Sisestage vestluse teema
eu: Sartu elkarrizketa gaia
fi: Syötä keskustelun aihe
fr: Entrez un sujet de conversation
ga: Cuir topaic an chomhrá isteach
gl: Introduce un tema de conversa
hi: एक संवाद विषय दर्ज करें
hr: Unesite temu razgovora
it: Inserisci un argomento di conversazione
ka: შეიყვანეთ საუბრის თემა
nb: Skriv inn et samtaleemne
nl: Voer een gespreksonderwerp in
pl: Wprowadź temat rozmowy
pt: Insira um tópico de conversa
ru: Введите тему беседы
sk: Zadajte tému konverzácie
sr: Унесите тему разговора
sv: Ange ett konversationstema
ta: பேச்சு தலைப்பை உள்ளிடவும்
th: ป้อนหัวข้อสนทนา

source: Conversation topic
bn: সংলাপ বিষয়
bo: ཚོད་རིགས
ca: Tema de conversa
cs: Téma konverzace
da: Samtaleemne
de: Gesprächsthema
eo: Konversacia temo
et: Vestluse teema
eu: Elkarrizketa gaia
fi: Keskustelun aihe
fr: Sujet de conversation
ga: Topaic an chomhrá
gl: Tema de conversa
hi: संवाद विषय
hr: Tema razgovora
it: Argomento della conversazione
ka: საუბრის თემა
nb: Samtaleemne
nl: Gespreksonderwerp
pl: Temat rozmowy
pt: Tópico de conversa
ru: Тема беседы
sk: Téma konverzácie
sr: Тема разговора
sv: Konversationstema
ta: பேச்சு தலைப்பு
th: หัวข้อสนทนา

source: Enable moderation
bn: মডারেশন সক্ষম করুন
bo: རང་བཞིན་གྱི་རྒྱུན་ལུགས་སྤྱོད་ལོག
ca: Habilita la moderació
cs: Povolit moderování
da: Aktivér moderation
de: Moderation aktivieren
eo: Aktivigi moderadon
et: Luba modereerimine
eu: Gaitu moderazioa
fi: Ota moderointi käyttöön
fr: Activer la modération
ga: Cumasaigh bainistíocht
gl: Habilitar moderación
hi: मॉडरेशन सक्षम करें
hr: Omogući moderaciju
it: Abilita moderazione
ka: ჩართეთ მოდერაცია
nb: Aktiver moderering
nl: Schakel moderatie in
pl: Włącz moderację
pt: Ativar moderação
ru: Включить модерацию
sk: Povoliť moderovanie
sr: Омогући модерацију
sv: Aktivera moderering
ta: மேலாண்மையை இயக்கு
th: เปิดใช้งานการกลั่นกรอง

# enableModerationDesc
source: Enable automatic moderation to review messages before they are sent
bn: বার্তা পাঠানোর আগে স্বয়ংক্রিয়ভাবে পর্যালোচনার জন্য মডারেশন সক্ষম করুন
bo: གྲོགས་བཅོས་ལ་སྤྱོད་ལོག་ལས་སྤྱོད་ལ་སྤྱོད་ལོག་ལས་སྤྱོད་ལོག
ca: Habilita la moderació automàtica per revisar els missatges abans d'enviar-los
cs: Povolit automatické moderování pro kontrolu zpráv před jejich odesláním
da: Aktivér automatisk moderation for at gennemgå beskeder, før de sendes
de: Automatische Moderation aktivieren, um Nachrichten vor dem Senden zu überprüfen
eo: Aktivigi aŭtomatan moderadon por revizii mesaĝojn antaŭ ol ili estas senditaj
et: Luba automaatne modereerimine, et üle vaadata sõnumeid enne nende saatmist
eu: Gaitu moderazio automatikoa mezak bidali aurretik berrikusteko
fi: Ota automaattinen moderointi käyttöön viestien tarkistamiseksi ennen lähettämistä
fr: Activer la modération automatique pour examiner les messages avant qu'ils ne soient envoyés
ga: Cumasaigh bainistíocht uathoibríoch chun teachtaireachtaí a athbhreithniú sula gcuirtear iad i láthair
gl: Habilitar a moderación automática para revisar os mensaxes antes de que se envíen
hi: संदेश भेजने से पहले स्वचालित मॉडरेशन सक्षम करें
hr: Omogući automatsku moderaciju za pregled poruka prije slanja
it: Attiva la moderazione automatica per rivedere i messaggi prima che vengano inviati
ka: ჩართეთ ავტომატური მოდერაცია, რათა გადახედოთ შეტყობინებებს წინასწარ
nb: Aktiver automatisk moderering for å gjennomgå meldinger før de sendes
nl: Schakel automatische moderatie in om berichten te beoordelen voordat ze worden verzonden
pl: Włącz automatyczną moderację, aby przeglądać wiadomości przed ich wysłaniem
pt: Ative a moderação automática para revisar mensagens antes de serem enviadas
ru: Включить автоматическую модерацию для проверки сообщений перед отправкой
sk: Povoliť automatické moderovanie na kontrolu správ pred ich odoslaním
sr: Омогући аутоматску модерацију за преглед порука пре слања
sv: Aktivera automatisk moderering för att granska meddelanden innan de skickas
ta: செய்திகளை அனுப்புவதற்கு முன் தானாக மேலாண்மையை இயக்கு
th: เปิดใช้งานการกลั่นกรองอัตโนมัติเพื่อทบทวนข้อความก่อนส่ง

# conversationLanguageLevel
source: What is the language level of this conversation?
bn: এই কথোপকথনের ভাষার স্তর কী?
bo: འདི་ཚོད་རིགས་གི་སྐད་ཡིག་ལོག་གི་ཚོད་ལོག?
ca: Quin és el nivell de llengua d'aquesta conversa?
cs: Jaká je úroveň jazyka této konverzace?
da: Hvad er sprogniveauet for denne samtale?
de: Wie ist das Sprachniveau dieser Unterhaltung?
eo: Kio estas la lingva nivelo de ĉi tiu konversacio?
et: Mis on selle vestluse keele tase?
eu: Zein da elkarrizketa honetako hizkuntzaren maila?
fi: Mikä on tämän keskustelun kielitaso?
fr: Quel est le niveau de langue de cette conversation ?
ga: Cad é leibhéal teanga an chomhrá seo?
gl: Cal é o nivel de idioma desta conversa?
hi: इस संवाद का भाषा स्तर क्या है?
hr: Koja je razina jezika ovog razgovora?
it: Qual è il livello di lingua di questa conversazione?
ka: რა არის ამ საუბრის ენის დონე?
nb: Hva er språknivået for denne samtalen?
nl: Wat is het taalniveau van dit gesprek?
pl: Jaki jest poziom językowy tej rozmowy?
pt: Qual é o nível de idioma desta conversa?
ru: Какой уровень языка у этой беседы?
sk: Aká je úroveň jazyka tejto konverzácie?
sr: Који је ниво језика овог разговора?
sv: Vilken är språknivån för denna konversation?
ta: இந்த பேச்சின் மொழி நிலை என்ன?
th: ระดับภาษาของการสนทนานี้คืออะไร?

source: Show Definition
bn: সংজ্ঞা দেখান
bo: ལོག་སྟོན
ca: Mostra la definició
cs: Zobrazit definici
da: Vis definition
de: Definition anzeigen
eo: Montri Difinon
et: Näita definitsiooni
eu: Erakutsi Definizioa
fi: Näytä määritelmä
fr: Afficher la définition
ga: Taispeáin sainmhíniú
gl: Amosar definición
hi: परिभाषा दिखाएँ
hr: Prikaži definiciju
it: Mostra definizione
ka: აჩვენე განმარტება
nb: Vis definisjon
nl: Toon Definitie
pl: Pokaż definicję
pt: Mostrar definição
ru: Показать определение
sk: Zobraziť definíciu
sr: Прикажи дефиницију
sv: Visa definition
ta: வரையறையைக் காண்பி
th: แสดงคำจำกัดความ
