Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: About
be: Пра праграму
bn: সম্পর্কে
bo: ལེགས་སྐད།
ca: Quant a
cs: O aplikaci
da: Om
de: Über
eo: Prio
et: Rakenduse teave
eu: Honi buruz
fa: درباره
fi: Tietoa FluffyChatista
fr: À propos
ga: Faoi
gl: Acerca de
hi: के बारे में
hr: Informacije
id: Tentang
it: Informazioni
ka: შესახებ
kab: Ɣef
nb: Om
nl: Over ons
pl: O aplikacji
pt: Sobre
ru: О проекте
sk: O aplikácii
sr: О програму
sv: Om
ta: பற்றி
th: เกี่ยวกับ
uk: Про застосунок

source: Accept
be: Прыняць
bn: স্বীকার করি
bo: དགོས་པ།
ca: Accepta
cs: Přijmout
da: Accepter
de: Annehmen
eo: Akcepti
et: Nõustu
eu: Onartu
fa: پذیرش
fi: Hyväksy
fr: Accepter
ga: Glac
gl: Aceptar
hi: स्वीकार करें
hr: Prihvati
id: Terima
it: Accetta
ka: თანხმობა
kab: Qbel
nb: Godta
nl: Accepteren
pl: Akceptuj
pt: Aceitar
ru: Принять
sk: Prijať
sr: Прихвати
sv: Acceptera
ta: ஏற்றுக்கொள்
th: ยอมรับ
uk: Прийняти

# acceptedTheInvitation
source: 👍 {username} accepted the invitation
be: 👍 {username} прыняў запрашэнне
bn: {username} আমন্ত্রণ গ্রহণ করেছে
bo: 👍 {username} ནང་འཁོར་ལོག་འབད་ཡོད།
ca: 👍 {username} ha acceptat la invitació
cs: 👍 {username} přijal/a pozvání
da: 👍 {username} accepterede invitationen
de: 👍 {username} hat die Einladung angenommen
eo: {username} akceptis la inviton
et: 👍 {username} võttis kutse vastu
eu: 👍 {username}(e)k gonbidapena onartu du
fa: 👍 {username} دعوت را پذیرفت
fi: {username} hyväksyi kutsun
fr: 👍 {username} a accepté l'invitation
ga: 👍 Ghlac {username} leis an gcuireadh
gl: 👍 {username} aceptou o convite
hi: 👍 {username} ने निमंत्रण स्वीकार किया
hr: 👍 {username} je prihvatio/la poziv
id: 👍 {username} menerima undangannya
it: 👍 {username} ha accettato l'invito
ka: 👍 {username} მიიღო მოწვევა
kab: 👍 {username} yeqbel tinubga
nb: {username} godtok invitasjonen
nl: 👍 {username} heeft de uitnodiging geaccepteerd
pl: 👍 {username} zaakceptował/-a zaproszenie
pt: 👍 {username} aceitou o convite
ru: 👍 {username} принял(а) приглашение
sk: {username} prijali pozvánku
sr: {username} прихвата позивницу
sv: 👍 {username} accepterade inbjudan
ta: 👍 {username} அழைப்பை ஏற்றுக்கொண்டது
th: 👍 {username} ได้รับการชวนแล้ว
uk: 👍 {username} приймає запрошення

source: Account
be: Уліковы запіс
bn: অ্যাকাউন্ট
bo: ཁུལ་ཁྱེར།
ca: Compte
cs: Účet
da: Konto
de: Konto
eo: Konto
et: Kasutajakonto
eu: Kontua
fa: حساب
fi: Tili
fr: Compte
ga: Cuntas
gl: Conta
hi: खाता
hr: Račun
id: Akun
ka: ანგარიში
kab: Amiḍan
nb: Konto
pl: Konto
pt: Conta
ru: Учётная запись
sk: Účet
sr: Налог
sv: Konto
ta: கணக்கு
th: บัญชี
uk: Обліковий запис

# alwaysUse24HourFormat
source: false
be: адключана
bn: মিথ্যা
bo: མི་ཚེས་དུས་ཚོད་ལ་ལོག་ལེན་འབད་མི་ཚུལ།
ca: true
cs: Vypnuto
da: true
de: true
eo: mendu uzi 24-horan formaton
fi: epätosi
fr: true
ga: bréagach
gl: falso
hi: गलत
hr: true
id: tidak
it: disattivato
ka: ყოველთვის გამოიყენეთ 24-საათიანი ფორმატი
nb: falsk
nl: true
pt: falso
ru: нет
sk: vždy použiť 24-hodinový formát
sr: лачно користи 24-часовни формат
sv: Alltid använd 24-timmarsformat
ta: தவறு
th: เท็จ

source: Repeat password
be: Паўтарыце пароль
bn: পাসওয়ার্ড পুনরাবৃত্তি করুন
bo: ལོག་ལེན་འབད་བའི་ལས་སྒྲིག
ca: Repetiu la contrasenya
cs: Zopakujte heslo
da: Gentag password
de: Passwort wiederholen
eo: Ripetu pasvorton
et: Korda salasõna
eu: Idatzi berriro pasahitza
fa: تکرار گذرواژه
fi: Salasana uudelleen
fr: Répétez le mot de passe
ga: Scríobh an pasfhocal arís
gl: Repite o contrasinal
hi: पासवर्ड दोहराएं
hr: Ponovi lozinku
id: Ulangi kata sandi
it: Ripeti password
ka: გაიმეორეთ პაროლი
kab: Ales awal n uɛeddi
nb: Gjenta passord
nl: Wachtwoord herhalen
pl: Powtórz hasło
pt: Repetir senha
ru: Повторите пароль
sk: Zopakujte heslo
sr: Понови лозинку
sv: Upprepa lösenord
ta: கடவுச்சொல்லை மீண்டும் செய்யவும்
th: ใส่รหัสผ่านอีกรอบ
uk: Повторіть пароль

# notAnImage
source: Not an image file.
be: Не файл выявы.
bn: ছবি ফাইল নয়।
bo: གནས་ཚུལ་མེད་པའི་ཡིག་སྣོད།
ca: No és un arxiu d'image.
cs: Není obrázek.
da: Ikke en billedfil.
de: Keine Bilddatei.
eo: Ne estas bilddosiero.
et: See pole pildifail.
eu: Ez da irudi-fitxategia.
fa: یک فایل تصویری نیست.
fi: Tämä ei ole kuvatiedosto.
fr: Pas un fichier image.
ga: Ní comhad íomhá é.
gl: Non é un ficheiro de imaxe.
hi: कोई छवि फ़ाइल नहीं।
hr: Nije slikovna datoteka.
id: Bukan berkas gambar.
it: Non è un file immagine.
ka: ფაილი არაა სურათი.
kab: Mačči d afaylu n tugna.
nb: Ikke en bildefil.
nl: Geen afbeeldingsbestand.
pl: To nie jest plik obrazu.
pt: Não é um arquivo de imagem.
ru: Это не картинка.
sk: Nie je to súbor obrázka.
sr: Није слика.
sv: Inte en bildfil.
ta: படக் கோப்பு அல்ல.
th: ไม่ใช่ไฟล์รูปภาพ
uk: Не файл зображення.

source: Set custom permission level
be: Задаць карыстальніцкі ўзровень дазволу
bn: কাস্টম অনুমতি স্তর সেট করুন
bo: རང་བཞིན་དབང་གི་ཚད་ལྟར་སྒྲིག་སྟེང་།
ca: Estableix un nivell de permís personalitzat
cs: Nastavit vlastní úroveň oprávnění
da: Indstil særligt tilladelsesniveau
de: Benutzerdefinierte Berechtigungsstufe festlegen
eo: Agordi kutiman permesnivolon
et: Seadista kohandatud õiguste tase
eu: Ezarri baimen-maila propioak
fa: تنظیم سطح دسترسی سفارشی
fi: Aseta mukautettu käyttöoikeustaso
fr: Définir le niveau de permission personnalisé
ga: Socraigh leibhéal ceadanna saincheaptha
gl: Establecer nivel personalizado dos permisos
hi: कस्टम अनुमति स्तर सेट करें
hr: Postavi prilagođenu razinu dopuštenja
id: Atur tingkat perizinan kustom
it: Imposta livello di permesso personalizzato
ka: პირადობის დონე დაყენება
kab: Sbadu aswir yugnen n usireg
nb: Sett egendefinert tillatelsesnivå
nl: Aangepast rechten-niveau instellen
pl: Ustaw własny poziom uprawnień
pt: Definir nível de permissão personalizado
ru: Установить уровень пользовательских разрешений
sk: Nastaviť vlastnú úroveň oprávnení
sr: Подеси прилагођени ниво дозвола
sv: Ange anpassad behörighetsnivå
ta: தனிப்பயன் அனுமதி நிலையை அமைக்கவும்
th: ตั้งค่าระดับสิทธิ์แบบกำหนดเอง
uk: Встановити рівень користувацьких прав

# setPermissionsLevelDescription
source: Please choose a predefined role below or enter a custom permission level between 0 and 100.
be: Калі ласка, выберыце ролю ніжэй ці ўвядзіце карыстальніцкі ўзровень дазволу паміж 0 і 100.
bn: নীচে একটি নির্ধারিত ভূমিকা নির্বাচন করুন বা 0 থেকে 100 এর মধ্যে একটি কাস্টম অনুমতি স্তর প্রবেশ করুন।
bo: སྱོན་ལེན་བྱེད་མཁན་ལུས་སྟེང་ནང་གི་སྤྱིར་བཏང་ལས་སྒྲིག་འབད་དེ་ལས་སྒྲིག་འབད་དོ། དེ་ལས་སྒྲིག་འབད་མི་ཚུལ། 0-100 ཚད་ལྟར་སྒྲིག་སྟེང་།
ca: Si us plau, trieu un rol predefinit a continuació o introduïu un nivell de permís personalitzat entre 0 i 100.
cs: Vyberte níže předdefinovanou roli nebo zadejte vlastní úroveň oprávnění mezi 0 a 100.
da: Vælg en prædefineret rolle herunder eller indtaste et særligt tilladelsesniveau mellem 0 og 100.
de: Bitte wählen Sie unten eine vordefinierte Rolle aus oder geben Sie eine benutzerdefinierte Berechtigungsstufe zwischen 0 und 100 ein.
eo: Bonvolu elekti antaŭdifinitan rolon sube aŭ enigi kutiman permesnivolon inter 0 kaj 100.
et: Palun vali eelvalitud rollide seast või lisa õiguste tase vahemikus 0 kuni 100.
eu: Aukeratu defektuzko rola edo sartu baimen-maila pertsonalizatu bat 0 eta 100 artean.
fa: لطفاً نقش از پیش تعریف‌شده‌ای را انتخاب کنید یا سطح دسترسی سفارشی بین ۰ تا ۱۰۰ وارد کنید.
fi: Valitse alla ennalta määritetty rooli tai syötä mukautettu käyttöoikeustaso väliltä 0–100.
fr: Veuillez choisir un rôle prédéfini ci-dessous ou entrer un niveau de permission personnalisé entre 0 et 100.
ga: Roghnaigh ról réamhshainithe thíos nó cuir isteach leibhéal ceadanna saincheaptha idir 0 agus 100.
gl: Elixe un rol predefinido dos indicados ou escribe un nivel personalizado entre 0 e 100.
hi: कृपया नीचे एक पूर्वनिर्धारित भूमिका चुनें या 0 से 100 के बीच एक कस्टम अनुमति स्तर दर्ज करें।
hr: Molimo odaberite unaprijed definiranu ulogu ispod ili unesite prilagođenu razinu dopuštenja između 0 i 100.
id: Silakan pilih peran yang sudah ditentukan di bawah atau masukkan tingkat perizinan kustom antara 0 dan 100.
it: Scegli un ruolo predefinito qui sotto o inserisci un livello di permesso personalizzato tra 0 e 100.
ka: გთხოვთ, აირჩიოთ ქვემოთ განსაზღვრული როლი ან შეიყვანოთ პერსონალური უფლებების დონე 0-დან 100-მდე.
kab: Ma ulac aɣilif fren tamlilt i yettusbadun ddaw-a neɣ sekcem aswir n usireg yugnen gar 0 akked 100.
nb: Vennligst velg en forhåndsdefinert rolle nedenfor eller skriv inn et egendefinert tillatelsesnivå mellom 0 og 100.
nl: Kies hieronder een standaard rol of voer een aangepast rechten-niveau in tussen 0 en 100.
pl: Proszę wybrać predefiniowaną rolę poniżej, lub wprowadzić własny poziom uprawnień pomiędzy 0 a 100.
pt: Por favor, escolha um papel predefinido abaixo ou insira um nível de permissão personalizado entre 0 e 100.
ru: Пожалуйста, выберите одну из предопределённых ролей ниже или введите пользовательский уровень разрешений от 0 до 100.
sk: Vyberte nižšie preddefinovanú rolu alebo zadajte vlastnú úroveň oprávnení medzi 0 a 100.
sr: Молимо изаберите једну од претходно дефинисаних улога испод или унесите прилагођени ниво дозвола између 0 и 100.
sv: Vänligen välj en fördefinierad roll nedan eller ange en anpassad behörighetsnivå mellan 0 och 100.
ta: தயவுசெய்து கீழே ஒரு முன்பே நிர்ணயிக்கப்பட்ட பாத்திரத்தை தேர்ந்தெடுக்கவும் அல்லது 0 முதல் 100 வரை தனிப்பயன் அனுமதி நிலையை உள்ளிடவும்.
th: โปรดเลือกบทบาทที่กำหนดไว้ล่วงหน้าด้านล่างหรือป้อนระดับสิทธิ์แบบกำหนดเองระหว่าง 0 ถึง 100
uk: Будь ласка, виберіть заздалегідь визначену роль нижче або введіть користувацький рівень прав від 0 до 100.

source: Ignore user
be: Ігнараваць карыстальніка
bn: ব্যবহারকারী উপেক্ষা করুন
bo: བཀལ་བརྗེ་མེད་པ།
ca: Ignora l'usuari
cs: Ignorovat uživatele
da: Ignorér bruger
de: Nutzer ignorieren
eo: Ignori uzanton
et: Eira kasutajat
eu: Egin muzin erabiltzaileari
fa: چشم‌پوشی از کاربر
fi: Ohita käyttäjä
fr: Ignorer l'utilisateur
ga: Déan neamhaird den úsáideoir
gl: Ignorar usuaria
hi: उपयोगकर्ता को नजरअंदाज करें
hr: Ignoriraj korisnika
id: Abaikan pengguna
it: Ignora utente
ka: მომხმარებლის გამოტოვება
kab: Zgel aseqdac
nb: Ignorer bruker
nl: Persoon negeren
pl: Ignoruj użytkownika
pt: Ignorar usuário
ru: Игнорировать пользователя
sk: Ignorovať používateľa
sr: Занемари корисника
sv: Ignorera användare
ta: பயனரை புறக்கணிக்கவும்
th: ละเว้นผู้ใช้
uk: Ігнорувати користувача

source: Normal user
be: Звычайны карыстальнік
bn: সাধারণ ব্যবহারকারী
bo: འབྲེལ་བའི་བཀལ་བ།
ca: Usuari normal
cs: Běžný uživatel
da: Normal bruger
de: Normaler Benutzer
eo: Normala uzanto
et: Tavakasutaja
eu: Erabiltzaile arrunta
fa: کاربر عادی
fi: Normaali käyttäjä
fr: Utilisateur normal
ga: Gnáthúsáideoir
gl: Usuaria corrente
hi: सामान्य उपयोगकर्ता
hr: Običan korisnik
id: Pengguna biasa
it: Utente normale
ka: ნორმალური მომხმარებელი
kab: Aseqdac amagnu
nb: Normal bruker
nl: Normaal persoon
pl: Zwykły użytkownik
pt: Usuário normal
ru: Обычный пользователь
sk: Bežný používateľ
sr: Нормалан корисник
sv: Normal användare
ta: சாதாரண பயனர்
th: ผู้ใช้ปกติ
uk: Звичайний користувач

source: Remove
be: Прыбраць
bn: অপসারণ করুন
bo: བཏོན་གཏང་།
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
eo: Forigi
et: Eemalda
eu: Kendu
fa: برداشتن
fi: Poista
fr: Supprimer
ga: Bain
gl: Quitar
hi: निकालना
hr: Ukloni
id: Hapus
it: Rimuovi
ka: წაშლა
kab: Kkes
nb: Fjern
nl: Verwijder
pl: Usuń
pt: Remover
ru: Удалить
sk: Odstrániť
sr: Уклони
sv: Ta bort
ta: அகற்று
th: ลบออก
uk: Вилучити

source: Import now
be: Імпартаваць зараз
bn: এখনই আমদানি করুন
bo: ད་ལྟོ་ནང་འཁོར་ལོག་འབད།
ca: Importa-ho ara
cs: Importovat nyní
da: Importer nu
de: Jetzt importieren
eo: Importi nun
et: Impordi kohe
eu: Inportatu orain
fa: اکنون وارد کنید
fi: Tuo nyt
fr: Importer maintenant
ga: Iompórtáil anois
gl: Importar agora
hi: अभी आयात करें
hr: Uvezi sada
id: Impor sekarang
it: Importa ora
ka: იმპორტი
kab: Kter tura
nb: Importer nå
nl: Nu importeren
pl: Zaimportuj
pt: Importar agora
ru: Импортировать сейчас
sk: Importovať teraz
sr: Умпортуј сада
sv: Importera nu
ta: இப்போது இறக்குமதி செய்யுங்கள்
th: นำเข้าเลย
uk: Імпортувати зараз

source: Import Emojis
be: Імпартаваць эмодзі
bn: ইমোজি আমদানি করুন
bo: Emoji ནང་འཁོར་ལོག་འབད།
ca: Importa emojis
cs: Importovat Emoji
da: Importer emojis
de: Emojis importieren
eo: Importi Emojiojn
et: Impordi emojid
eu: Inportatu emojiak
fa: وارد کردن شکلک‌ها
fi: Tuo emojit
fr: Importer des Emojis
ga: Iompórtáil Emoji
gl: Importar Emojis
hi: इमोजी आयात करें
hr: Uvezi emoji slike
id: Impor Emoji
it: Importa Emoji
ka: ემოჯის იმპორტი
kab: Kter imujiten
nb: Importer Emojis
nl: Emoji's importeren
pl: Zaimportuj emotikony
pt: Importar Emojis
ru: Импортировать эмодзи
sk: Importovať emotikony
sr: Умпортуј емотиконе
sv: Importera emojier
ta: ஈமோசிகளை இறக்குமதி செய்யுங்கள்
th: นำเข้าอ๊โมจิ
uk: Імпорт емодзі

source: Import from .zip file
be: Імпартаваць з файла .zip
bn: .zip ফাইল থেকে আমদানি করুন
bo: Zip ཡིག་སྣོད་ནང་འཁོར་ལོག་འབད།
ca: Importa des d'un arxiu zip
cs: Importovat ze .zip souboru
da: Importer fra .zip fil
de: Aus ZIP-Datei importieren
eo: Importi el .zip dosiero
et: Impordi zip-failist
eu: Inportatu .zip fitxategi batetik
fa: وارد کردن از پرونده زیپ
fi: Tuo .zip -tiedostosta
fr: Importer depuis un fichier .zip
ga: Iompórtáil ó chomhad .zip
gl: Importar desde ficheiro .zip
hi: .zip फ़ाइल से आयात करें
hr: Uvezi iz .zip datoteke
id: Impor dari berkas .zip
it: Importa da file .zip
ka: იმპორტი .zip ფაილიდან
kab: Kter seg ufaylu .zip
nb: Importer fra .zip-fil
nl: Uit zip-bestand importeren
pl: Zaimportuj z pliku .zip
pt: Importar de arquivo .zip
ru: Импортировать из ZIP-файла
sk: Importovať zo súboru .zip
sr: Умпортуј из .zip датотеке
sv: Importera från .zip-fil
ta: .Zip கோப்பிலிருந்து இறக்குமதி செய்யுங்கள்
th: นำเข้าจากไฟล์ .zip
uk: Імпорт з файлу .zip

# exportEmotePack
source: Export Emote pack as .zip
be: Экспартаваць пак эмодзі як .zip
bn: ইমোট প্যাক এক্সপোর্ট করুন .zip হিসেবে
bo: Emote སྒྲིག་སྟེང་ .zip
ca: Exporta com un pack Emote en .zip
cs: Exportovat Emoji jako .zip
da: Eksportér Emote-pakke som .zip-fil
de: Emote-Paket als ZIP-Datei exportieren
eo: Eksporti Emote-pakon kiel .zip
et: Ekspordi emotikonide pakk zip-failina
eu: Esportatu emote-sorta .zip gisa
fa: صادر کردن بسته شکلک به‌صورت زیپ
fi: Vie emotepaketti .zip-tiedostona
fr: Exporter le pack d'émoticônes au format .zip
ga: Easpórtáil Emote pacáiste mar .zip
gl: Exportar paquete Emote como .zip
hi: इमोट पैक को .zip के रूप में निर्यात करें
hr: Izvezi paket emotikona kao .zip
id: Ekspor paket Emote sebagai .zip
it: Esporta pack di Emote come .zip
ka: ემოციების .zip ფაილში ექსპორტი
kab: Sifeḍ akemmus n Emote am .zip
nb: Eksporter Emote-pakke som .zip
nl: Emote-pakket als zip exporteren
pl: Eksportuj pakiet emotikonów jako .zip
pt: Exportar pacote de Emojis como .zip
ru: Экспортировать набор эмодзи как ZIP
sk: Exportovať balík emotikonov ako .zip
sr: Извези пакете емотикона као .zip
sv: Exportera Emote-pack som .zip
ta: எமோட் பேக் .zip என ஏற்றுமதி செய்யுங்கள்
th: ส่งอิโมจิแพ็คออกเป็นไฟล์ .zip
uk: Експортувати набір смайликів у форматі .zip

source: Replace
be: Замяніць
bn: প্রতিস্থাপন করুন
bo: བརྗེ་སྤྱོད།
ca: Reemplaça
cs: Nahradit
da: Erstat
de: Ersetzen
eo: Anstataŭigi
et: Asenda
eu: Ordezkatu
fa: جایگزین کردن
fi: Korvaa
fr: Remplacer
ga: Ionadaigh
gl: Substituír
hi: बदलें
hr: Zamijeni
id: Ganti
it: Sostituisci
ka: ჩანაცვლება
kab: Semselsi
nb: Erstatt
nl: Vervang
pl: Zastąp
pt: Substituir
ru: Заменить
sk: Nahradiť
sr: Заменити
sv: Ersätt
ta: மாற்றவும்
th: แทนที่
uk: Замінити

source: About {homeserver}
be: Пра {homeserver}
bn: {homeserver} সম্পর্কে
bo: ལག་ལེན {homeserver} ལེགས་སྐད།
ca: Quant a {homeserver}
cs: O {homeserver}
da: Om {homeserver}
de: Über {homeserver}
eo: Pri {homeserver}
et: Koduserveri teave: {homeserver}
eu: {homeserver}(e)ri buruz
fa: درباره {homeserver}
fi: Tietoja {homeserver}
fr: À propos de {homeserver}
ga: Maidir le {homeserver}
gl: Sobre {homeserver}
hi: {homeserver} के बारे में
hr: O {homeserver}
id: Tentang {homeserver}
it: Informazioni su {homeserver}
ka: შესახებ {homeserver}
kab: Ɣef {homeserver}
nb: Om {homeserver}
nl: Over {homeserver}
pl: O {homeserver}
pt: Sobre {homeserver}
ru: О сервере {homeserver}
sk: O {homeserver}
sr: О {homeserver}
sv: Om {homeserver}
ta: {homeserver} பற்றி
th: เกี่ยวกับ {homeserver}
uk: Про {homeserver}

# activatedEndToEndEncryption
source: 🔐 {username} activated end to end encryption
be: 🔐 {username} актывіраваў end to end шыфраванне
bn: 🔐 {username} এন্ড টু এন্ড এনক্রিপশন সক্রিয় করেছেন
bo: 🔐 {username} ལུས་སྟེང་ལ་ལོག་ལེན་འབད་ཡོད།
ca: 🔐 {username} ha activat el xifratge d’extrem a extrem
cs: 🔐 {username} aktivoval/a koncové šifrování
da: 🔐 {username} aktiverede ende-til-ende-kryptering
de: 🔐 {username} hat Ende-zu-Ende Verschlüsselung aktiviert
eo: {username} aktivigis tutvojan ĉifradon
et: 🔐{username} võttis kasutusele läbiva krüptimise
eu: 🔐 {username}(e)k ertzetik ertzerako zifratzea gaitu du
fa: 🔐 {username} رمزنگاری سراسری را فعال کرد
fi: 🔐 {username} otti käyttöön päästä-päähän salauksen
fr: 🔐 {username} a activé le chiffrement de bout en bout
ga: 🔐 {username} criptithe deireadh go deireadh gníomhachtaithe
gl: 🔐 {username} activou a cifraxe extremo-a-extremo
hi: 🔐 {username} ने एंड टू एंड एन्क्रिप्शन सक्रिय किया
hr: 🔐 {username} je aktivirao/la obostrano šifriranje
id: 🔐 {username} mengaktifkan enkripsi ujung ke ujung
it: 🔐 {username} ha abilitato la crittografia end to end
ka: 🔐 {username} გააქტიურა end to end დაშიფვრა
kab: 🔐 {username} irmed awgelhen seg yixef ɣer yixef
nb: {username} skrudde på ende-til-ende -kryptering
nl: 🔐 {username} heeft eind-tot-eindversleuteling geactiveerd
pl: 🔐 {username} aktywował/-a szyfrowanie od końca do końca
pt: 🔐 {username} ativou a criptografia de ponta a ponta
ru: 🔐 {username} активировал(а) сквозное шифрование
sk: {username} aktivovali koncové šifrovanie
sr: {username} укључи шифровање с краја на крај
sv: 🔐 {username} aktiverade ändpunktskryptering
ta: {username} இறுதி குறியாக்கத்திற்கு செயல்படுத்தப்பட்ட முடிவு
th: 🔐 {username} เปิดใช้งาน end to end encryption
uk: 🔐 {username} активує наскрізне шифрування

source: Add email
be: Дадаць email
bn: ইমেল যোগ করুন
bo: གནས་སྡེབ་འབད།
ca: Afegeix una adreça electrònica
cs: Přidat e-mail
da: Tilføj e-mail
de: E-Mail hinzufügen
eo: Aldoni retpoŝtadreson
et: Lisa e-posti aadress
eu: Gehitu ePosta
fa: افزودن رایانامه
fi: Lisää sähköpostiosoite
fr: Ajouter un courriel
ga: Cuir ríomhphoist
gl: Engadir email
hi: ईमेल जोड़ें
hr: Dodaj e-mail
id: Tambah email
it: Aggiungi e-mail
ka: ელ.ფოსტის დამატება
kab: Rnu imayl
nb: Legg til e-post
nl: Email toevoegen
pl: Dodaj adres email
pt: Adicionar email
ru: Добавить электронную почту
sk: Pridať email
sr: Додај е-адресу
sv: Lägg till e-post
ta: மின்னஞ்சல் சேர்க்கவும்
th: เพิ่มอีเมล
uk: Додати е-пошту

# confirmMatrixId
source: Please confirm your Matrix ID in order to delete your account.
be: Калі ласка, спраўдзіце свой Matrix ID перад выдаленнем свайго ўліковага запісу.
bn: আপনার অ্যাকাউন্ট মুছে ফেলার জন্য দয়া করে আপনার ম্যাট্রিক্স আইডি নিশ্চিত করুন।
bo: ཁྱེད་རང་གི་མེ་ཏོག་ཨི་ཌི་ལུས་བརྗེ་འབད་ནས་ཁྱེད་ཀྱི་ཁང་ནས་བཀོད་ནས་རྟོགས་གནང་།
ca: Confirma la teva ID de Matrix per poder esborrar el compte.
cs: Prosím, potvrďte vaše Matrix ID, abyste mohli smazat váš účet.
da: Bekræft venligst din Matrix ID for at slette din konto.
de: Bitte bestätigen deine Matrix-ID, um dein Konto zu löschen.
eo: Bonvolu konfirmi vian Matrix-ID por forigi vian konton.
et: Konto kustutamiseks palun kinnitage oma Matrix'i ID.
eu: Baieztatu zure Matrix IDa kontua ezabatu ahal izateko.
fa: برای پاک کردن حساب، لطفاً هویت ماتریکس خود را بپذیرید.
fi: Kirjoita Matrix IDsi uudelleen poistaaksesi tunnuksesi.
fr: Veuillez confirmer votre identifiant Matrix afin de supprimer votre compte.
ga: Deimhnigh d’ID Maitrís chun do chuntas a scriosadh.
gl: Confirma o teu ID Matrix para poder eliminar a conta.
hi: कृपया अपना खाता हटाने के लिए अपना मैट्रिक्स आईडी की पुष्टि करें।
hr: Za brisanje tvog računa potvrdi svoj Matrix ID.
id: Mohon konfirmasi ID Matrix Anda untuk menghapus akun Anda.
it: Per eliminare il tuo account, conferma il tuo Matrix ID.
ka: გთხოვთ, დაადასტუროთ თქვენი Matrix ID ანგარიშის წაშლისათვის.
kab: Ttxil-ik·im, sentem asulay-ik·im n Matrix akken ad tekkseḍ amiḍan-ik·im.
nb: Vennligst bekreft din Matrix-ID for å slette kontoen din.
nl: Bevestig jouw Matrix-ID om je account te verwijderen.
pl: Potwierdź swój identyfikator Matrix w celu usunięcia konta.
pt: Por favor, confirme seu ID Matrix para excluir sua conta.
ru: Пожалуйста, подтвердите Matrix ID, чтобы удалить свою учётную запись.
sk: Potvrďte svoj Matrix ID, aby ste mohli vymazať svoj účet.
sr: Молимо потврдите свој Matrix ID како бисте избрисали свој налог.
sv: Bekräfta ditt Matrix-ID för att radera ditt konto.
ta: உங்கள் கணக்கை நீக்க உங்கள் மேட்ரிக்ச் ஐடியை உறுதிப்படுத்தவும்.
th: กรุณายืนยัน Matrix ID ของคุณเพื่อลบบัญชีของคุณ
uk: Підтвердьте свій Matrix ID, щоб видалити свій обліковий запис.

# supposedMxid
source: This should be {mxid}
be: Гэта павінна быць накшталт {mxid}
bn: এটি হওয়া উচিত {mxid}
bo: འདི་ལ་བརྗེ་འབད་ནི་གཅིག {mxid}
ca: Això hauria de ser {mxid}
cs: Tady by mělo být {mxid}
da: Dette burde være {mxid}
de: das sollte sein {mxid}
eo: Tio devus esti {mxid}
et: See peaks olema {mxid}
eu: Hau {mxid} izan behar da
fa: گمان میرود {mxid} باشد
fi: Tämän pitäisi olla {mxid}
fr: Cela devrait être {mxid}
ga: Ba cheart go mbeadh sé seo {mxid}
gl: Debería ser {mxid}
hi: यह {mxid} होना चाहिए
hr: Trebao bi biti {mxid}
id: Ini seharusnya {mxid}
it: Dovrebbe essere {mxid}
ka: ეს უნდა იყოს {mxid}
kab: A win yufan, ad yili d {mxid}
nb: Dette skal være {mxid}
nl: Dit moet {mxid} zijn
pl: To powinno być {mxid}
pt: Isto deve ser {mxid}
ru: Это должно быть {mxid}
sk: Toto by malo byť {mxid}
sr: Ово треба да буде {mxid}
sv: Detta bör vara {mxid}
ta: இது {mxid} be ஆக இருக்க வேண்டும்
th: อันนี้ควรเป็น {mxid}
uk: Це має бути {mxid}

# addChatDescription
source: Add a chat description...
be: Дадайце апісанне чату...
bn: একটি চ্যাট বিবরণ যোগ করুন...
bo: ཆབ་ལམ་བཟོ་བཅོས་བྱེད་ན།...
ca: Afegeix una descripció al xat...
cs: Přidejte popis konverzace
da: Tilføj en chatbeskrivelse...
de: Chatbeschreibung hinzufügen ...
eo: Aldoni priskribon pri babilo...
et: Lisa vestluse kirjeldus...
eu: Gehitu txataren deskribapena…
fa: افزودن توضیح گپ...
fi: Lisää keskustelulle kuvaus...
fr: Ajouter une description à la discussion...
ga: Cuir cur síos ar an gcomhrá leis...
gl: Engadir descrición da conversa...
hi: एक चैट विवरण जोड़ें...
hr: Dodaj opis razgovora …
id: Tambahkan deskripsi obrolan...
it: Aggiungi una descrizione chat...
ka: ჩატის აღწერილობის დამატება...
kab: Rnu aglam n udiwenni...
nb: Legg til en chatbeskrivelse...
nl: Voeg een chatomschrijving toe...
pl: Dodaj opis tego czatu...
pt: Adicionar uma descrição ao chat...
ru: Добавить описание чата...
sk: Pridať popis chatu...
sr: Додај опис ћаскања...
sv: Lägg till en chattbeskrivning…
ta: அரட்டை விளக்கத்தைச் சேர்க்கவும் ...
th: เพิ่มคำอธิบายการแชท
uk: Додати опис бесіди...

source: Add to space
be: Дадаць у прастору
bn: স্পেসে যোগ করুন
bo: ནང་ཆུང་ལ་ལོག་འབོར།
ca: Afegeix a un espai
cs: Přidat do prostoru
da: Tilføj til rum
de: Zum Space hinzufügen
eo: Aldoni al aro
et: Lisa kogukonda
eu: Gehitu gunera
fa: به فضا افزودن
fi: Lisää tilaan
fr: Ajouter à l'espace
ga: Cuir go spás
gl: Engadir ao espazo
hi: स्थान में जोड़ें
hr: Dodaj u prostor
id: Tambah ke space
it: Aggiungi a uno spazio
ka: სივრცეში დამატება
kab: Rnu ɣer tallunt
nb: Legg til space
nl: Aan space toevoegen
pl: Dodaj do przestrzeni
pt: Adicionar ao espaço
ru: Добавить в пространство
sk: Pridať do priestoru
sr: Додај у простор
sv: Lägg till i utrymme
ta: விண்வெளியில் சேர்க்கவும்
th: เพิ่มไปที่ space
uk: Додати простір
