Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# enableMultiAccounts
source: (BETA) Enable multi accounts on this device
be: (БЭТА) Уключыць некалькі ўліковых запісаў на гэтай прыладзе
bn: (BETA) এই ডিভাইসে মাল্টি অ্যাকাউন্ট সক্ষম করুন
bo: (BETA) འདི་ལ་རང་སྤྱོད་གི་རང་སྤྱོད་ཁང་ཚོའི་ལས་ཀ་ལས་འབྱུང་བའི་ལས་སྤྱོད་ལས་འབྱུང་བ
ca: (Beta) Activa multi-compte en aquest dispositiu
cs: (BETA) Na tomto zařízení povolte více účtů
da: (BETA) Aktiver flere konti på denne enhed
de: (BETA) Aktiviere Multi-Accounts für dieses Gerät
eo: (BETA) Ebligi multajn kontoĵojn sur ĉi tiu aparato
et: (KATSELINE) Pruugi selles seadmes mitut Matrix'i kasutajakontot
eu: (BETA) Gaitu kontu bat baino gehiago gailu honetan
fa: (آزمایشی) فعال کردن چند حساب در این دستگاه
fi: (BETA) Ota käyttöön tuki usealle tilille tällä laitteella
fr: (BETA) Activer les comptes multiples sur cet appareil
ga: (BÉITE) Cumasaigh cuntais iomadúla ar an gléas seo
gl: (BETA) Activar varias contas neste dispositivo
hi: (बीटा) इस डिवाइस पर मल्टी अकाउंट्स सक्षम करें
hr: (BETA) Omogući korištenje više računa na ovom uređaju
id: (BETA) Aktifkan multi-akun di perangkat ini
it: (BETA) Abilita account multipli su questo dispositivo
ka: (BETA) მრავალანგარიშის ჩართვა ამ მოწყობილობაზე
nb: (BETA) Aktiver flere kontoer på denne enheten
nl: (BETA) Multi-accounts inschakelen op dit apparaat
pl: (BETA) Włącza obsługę wielu kont na tym urządzeniu
pt: (BETA) Ativar múltiplas contas neste dispositivo
ru: (БЕТА) Включить несколько учетных записей на этом устройстве
sk: (BETA) Povoliť viacero účtov na tomto zariadení
sr: (BETA) Omogući više naloga na ovom uređaju
sv: (BETA) Aktivera multi-konton på denna enhet
ta: (பீட்டா) இந்த சாதனத்தில் பல கணக்குகளை இயக்கவும்
th: (เบต้า) เปิดใช้งานหลายบัญชีบนอุปกรณ์นี้
uk: (БЕТА) Увімкнути кілька облікових записів на цьому пристрої

source: Open in maps
be: Адкрыць на картах
bn: ম্যাপে খুলুন
bo: ནང་ལས་སྒེར་ལོག
ca: Obre als mapes
cs: Otevřít v mapách
da: Åbn i kort
de: In Maps öffnen
eo: Malfermi en mapoj
et: Ava kaardirakendusega
eu: Ireki mapen aplikazioan
fa: باز کردن در نقشه
fi: Avaa kartoissa
fr: Ouvrir dans maps
ga: Oscail i léarscáileanna
gl: Abrir en mapas
hi: मानचित्र में खोलें
hr: Otvori u kartama
id: Buka di peta
it: Apri in maps
ka: გახსნა რუკებში
nb: Åpne i kart
nl: In kaarten openen
pl: Otwórz w mapach
pt: Abrir no Maps
ru: Открыть на картах
sk: Otvoriť v mapách
sr: Otvori u mapama
sv: Öppna i karta
ta: வரைபடங்களில் திறந்திருக்கும்
th: เปิดในแผนที่
uk: Відкрити в картах

source: Link
be: Спасылка
bn: লিঙ্ক
bo: འབྲེལ་གཏོད
ca: Enllaç
cs: Odkaz
eo: Ligilo
eu: Esteka
fa: پیوند
fi: Linkki
fr: Lien
ga: Nasc
gl: Ligazón
hi: लिंक
hr: Poveznica
id: Tautan
ka: ლინკი
nb: Lenke
ru: Ссылка
sk: Odkaz
sr: Veza
sv: Länk
ta: இணைப்பு
th: ลิงก์
uk: Посилання

# serverRequiresEmail
source: This server needs to validate your email address for registration.
be: Гэты сервер павінен спраўдзіць ваш email для рэгістрацыі.
bn: এই সার্ভারটি নিবন্ধনের জন্য আপনার ইমেল ঠিকানা যাচাই করতে চায়।
bo: འདི་ལག་ལེན་སོར་བརྒྱབ་ནས་ཁྱེད་ཀྱི་རིགས་སྤྱོད་གི་གནད་སྡེབ་ལས་སྤྱོད་འབད་དགོས།
ca: Aquest servidor necessita validar la teva adreça per registrar-t'hi.
cs: Tento server potřebuje k registraci ověřit vaši e -mailovou adresu.
da: Denne server skal validere din e-mailadresse for registrering.
de: Dieser Server muss deine E-Mail-Adresse für die Registrierung überprüfen.
eo: Ĉi tiu servilo bezonas validigi vian retadreso por registriĝo.
et: See koduserver eeldab registreerimisel kasutatava e-postiaadressi kinnitamist.
eu: Zerbitzari honek zure posta elektronikoa egiaztatu behar du izena eman dezazun.
fa: برای ثبت‌نام، این سرور باید نشانی رایانامه شما را تأیید کند.
fi: Tämän palvelimen täytyy tarkistaa sähköposti-osoitteesi rekisteröitymistä varten.
fr: Ce serveur doit valider votre adresse électronique pour l'inscription.
ga: Ní mór don fhreastalaí seo do sheoladh ríomhphoist a bhailíochtú le haghaidh clárúcháin.
gl: O servidor precisa validar o teu enderezo de email para rexistrarte.
hi: इस सर्वर को पंजीकरण के लिए आपका ईमेल पता सत्यापित करने की आवश्यकता है।
hr: Za registraciju ovaj poslužitelj mora potvrditi tvoju e-mail adresu.
id: Server ini harus memvalidasi alamat email kamu untuk registrasi.
it: Questo server ha bisogno di validare la tua email per la registrazione.
ka: ეს სერვერი საჭიროებს თქვენი ელფოსტის მისამართის დადასტურებას რეგისტრაციისთვის.
nb: Denne serveren må validere e-postadressen din for registrering.
nl: Deze server wil je email laten bevestigen bij de registratie.
pl: Ten serwer wymaga potwierdzenia Twojego adresu email w celu rejestracji.
pt: Este servidor precisa validar seu endereço de email para registro.
ru: Этот сервер должен подтвердить ваш адрес электронной почты для регистрации.
sk: Tento server potrebuje overiť vašu e-mailovú adresu na registráciu.
sr: Ovaj server mora da potvrdi vašu email adresu za registraciju.
sv: Servern behöver validera din e-postadress för registrering.
ta: இந்த சேவையகம் பதிவுக்கு உங்கள் மின்னஞ்சல் முகவரியை சரிபார்க்க வேண்டும்.
th: เซิร์ฟเวอร์นี้ต้องการตรวจสอบอีเมลของคุณเพื่อการลงทะเบียน
uk: Цей сервер потребує перевірки вашої адресу е-пошти для реєстрації.

source: Or
be: Ці
bn: অথবা
bo: ཡང
ca: O
cs: Nebo
da: Eller
de: Oder
eo: Aŭ
et: või
eu: Edo
fa: یا
fi: Tai
fr: Ou
ga: Nó
gl: Ou
hi: या
hr: Ili
id: Atau
it: O
ka: ან
nb: Eller
nl: Of
pl: Lub
pt: Ou
ru: Или
sk: Alebo
sr: или
sv: Eller
ta: அல்லது
th: หรือ
uk: Або

source: Participant
be: Удзельнік
bn: অংশগ্রহণকারী
bo: རོལ་མོ
cs: Účastník
da: Deltager
de: Mitglied
eo: Partoprenanto
et: Osaleja
eu: Partaide
fa: شرکت‌کننده
fi: Osallistuja
fr: Participant(e)
ga: Rannpháirtí
gl: Participante
hi: प्रतिभागी
hr: Sudionik
id: Peserta
it: Partecipante
ka: მონაწილე
nb: Deltager
nl: Personen
pl: Uczestnik
pt: Participante
ru: Участник
sk: Účastník
sr: Учесник
sv: Deltagare
ta: பங்கேற்பாளர்
th: ผู้เข้าร่วม
uk: Учасник

# passphraseOrKey
source: passphrase or recovery key
be: фраза-пароль ці ключ аднаўлення
bn: পাসফ্রেজ বা পুনরুদ্ধার কী
bo: གསལ་བཀོད་སྐད་ཆེན་གྱི་སྐད་ཆེན་ཡང་ན་རང་སྤྱོད་སྐད་ཆེན
ca: contrasenya o clau de recuperació
cs: heslo nebo klíč pro obnovení
da: adgangsord eller gendannelsesnøgle
de: Passwort oder Wiederherstellungsschlüssel
eo: pasfrazo aŭ rehava ŝlosilo
et: paroolifraas või taastevõti
eu: pasaesaldia edo berreskuratze-gakoa
fa: عبارت عبور یا کلید بازیابی
fi: salalause tai palautusavain
fr: Phrase de passe ou clé de récupération
ga: pasfhrása nó eochair téarnaimh
gl: frase de paso ou chave de recuperación
hi: पासफ़्रेज़ या रिकवरी की
hr: tajni izraz ili ključ za obnavljanje
id: frasa sandi atau kunci pemulihan
it: frase segreta o chiave di recupero
ka: პაროლური ან აღდგენის გასაღები
nb: Passord eller gjenopprettingsnøkkel
nl: wachtwoordzin of herstelsleutel
pl: fraza dostępu lub klucz odzyskiwania
pt: frase de senha ou chave de recuperação
ru: пароль или ключ восстановления
sk: prístupová fráza alebo kľúč na obnovenie
sr: фраза или кључ опоравка
sv: lösenord eller återställningsnyckel
ta: கடவுச்சொல் அல்லது மீட்பு விசை
th: รหัสผ่านหรือคีย์กู้คืน
uk: парольна фраза або ключ відновлення

source: Password
be: Пароль
bn: পাসওয়ার্ড
bo: གསལ་བཀོད
ca: Contrasenya
cs: Heslo
da: Kodeord
de: Passwort
eo: Pasvorto
et: Salasõna
eu: Pasahitza
fa: گذرواژه
fi: Salasana
fr: Mot de passe
ga: Pasfhocal
gl: Contrasinal
hi: पासवर्ड
hr: Lozinka
id: Kata sandi
ka: პაროლი
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sk: Heslo
sr: Лозинка
sv: Lösenord
ta: கடவுச்சொல்
th: รหัสผ่าน
uk: Пароль

source: Password forgotten
be: Не памятаю пароль
bn: পাসওয়ার্ড ভুলে গেছেন
bo: གསལ་བཀོད་མི་བརྗེད
ca: Contrasenya oblidada
cs: Zapomenuté heslo
da: Glemt kodeord
de: Passwort vergessen
eo: Forgesita pasvorto
et: Salasõna on ununenud
eu: Pasahitza ahaztu dut
fa: فراموشی گذرواژه
fi: Salasana unohtunut
fr: Mot de passe oublié
ga: Pasfhocal dearmadta
gl: Contrasinal esquecido
hi: पासवर्ड भूल गए
hr: Zaboravljena lozinka
id: Lupa kata sandi
it: Password dimenticata
ka: პაროლი დაგავიწყდათ
nb: Passord glemt
nl: Wachtwoord vergeten
pl: Nie pamiętam hasła
pt: Senha esquecida
ru: Забыли пароль
sk: Zabudnuté heslo
sr: Заборављена лозинка
sv: Glömt lösenord
ta: கடவுச்சொல் மறந்துவிட்டது
th: ลืมรหัสผ่าน
uk: Забули пароль

source: Password has been changed
be: Пароль быў зменены
bn: পাসওয়ার্ড পরিবর্তন করা হয়েছে
bo: གསལ་བཀོད་རྟོགས་སོང་བཞག
ca: La contrasenya ha canviat
cs: Heslo bylo změněno
da: Kodeord er blevet ændret
de: Passwort wurde geändert
eo: Pasvorto ŝanĝiĝis
et: Salasõna on muudetud
eu: Pasahitza aldatu da
fa: گذرواژه تغییر کرد
fi: Salasana on vaihdettu
fr: Le mot de passe a été modifié
ga: Athraíodh an pasfhocal
gl: Cambiouse o contrasinal
hi: पासवर्ड बदल दिया गया है
hr: Lozinka je promijenjena
id: Kata sandi telah diubah
it: La password è stata cambiata
ka: პაროლი შეიცვალა
nb: Passord endret
nl: Wachtwoord gewijzigd
pl: Hasło zostało zmienione
pt: Senha foi alterada
ru: Пароль был изменён
sk: Heslo bolo zmenené
sr: Лозинка је промењена
sv: Lösenordet har ändrats
ta: கடவுச்சொல் மாற்றப்பட்டுள்ளது
th: รหัสผ่านถูกเปลี่ยนแล้ว
uk: Пароль змінено

source: Hide member changes in public chats
be: Хаваць змяненні ўдзельнікаў у публічных чатах
bn: সাধারণ চ্যাটে সদস্য পরিবর্তন লুকান
bo: མི་ཚོའི་བརྗེད་སྤྱོད་ལས་འབད་བའི་སྤྱོད་ལས་འབྱུང་བ་ལྟ་བ
ca: Amaga els canvis d'estat de lis membres a les sales públiques
cs: Skrýt změny členů ve veřejných chatech
da: Skjul medlemsændringer i offentlige chats
de: Mitglieder-Änderungen in öffentlichen Chats ausblenden
eo: Kaŝi membroŝanĝojn en publikaj babilejoj
et: Peida avalike vestluste liikmelisuse muutused
eu: Ezkutatu kideen egoera aldaketak txat publikoetan
fa: پنهان کردن تغییرات اعضا در گپ‌های عمومی
fi: Piilota jäsenvaihdokset julkisissa keskusteluissa
fr: Masquer les modifications de membres dans les discussions publiques
ga: Cuir athruithe ball i gcomhráite poiblí i bhfolach
gl: Agochar cambios dos membros nas charlas públicas
hi: सार्वजनिक चैट में सदस्य परिवर्तन छुपाएँ
hr: Sakrij promjene članova u javnim razgovorima
id: Sembunyikan perubahan anggota dalam obrolan publik
it: Nascondi le modifiche dei membri nelle chat pubbliche
ka: დამსწრე ცვლილებების დამალვა საჯარო ჩატებში
nb: Skjul medlemsendringer i offentlige chatter
nl: Verberg persoon veranderingen in openbare chats
pl: Ukryj zmiany członkostwa w publicznych czatach
pt: Ocultar mudanças de membros em chats públicos
ru: Скрыть изменения участников в публичных чатах
sk: Skryť zmeny členov v verejných chatov
sr: Sakrij promene članova u javnim razgovorima
sv: Dölj medlemsändringar i offentliga chattar
ta: பொது அரட்டைகளில் உறுப்பினர் மாற்றங்களை மறைக்கவும்
th: ซ่อนการเปลี่ยนแปลงสมาชิกในแชทสาธารณะ
uk: Сховати зміни користувачів у загальнодоступних бесідах

# hideMemberChangesInPublicChatsBody
source: Do not show in the chat timeline if someone joins or leaves a public chat to improve readability.
be: Не паказваць далучэнні і выхады з чату ў шкале часу для лепшай чытальнасці.
bn: পাবলিক চ্যাটে কেউ যোগ বা ছেড়ে গেলে তা চ্যাটের সময়রেখায় দেখাবেন না যাতে পাঠযোগ্যতা উন্নত হয়।
bo: མི་ཚོའི་བརྗེད་སྤྱོད་ལས་འབད་བའི་སྤྱོད་ལས་འབྱུང་བ་ལྟ་བ་ནི་སྤྱོད་ལས་འབྱུང་བ་ལ་མི་སྟོན་པ་ལས་སྤྱོད་ལ་བརྗེད་སྤྱོད་ལས་འབད་ན་ལག་ལེན་ལ་བརྗེད་སྤྱོད་ལ་མེད།
ca: No mostres a l'històric de conversa de les sales públiques quan algú hi entra o surt. Això facilita la lectura.
cs: Nezobrazovat na časové ose chatu, pokud se někdo připojí nebo opustí veřejný chat, aby se zlepšila čitelnost.
da: Vis ikke i chat-historikken, hvis nogen slutter sig til eller forlader en offentlig chat for at forbedre læsbarheden.
de: Zeige keine Beitritt- oder Verlassen-Ereignisse von Mitgliedern in der Timeline an, um die Lesbarkeit in öffentlichen Chats zu verbessern.
eo: Ne montri en la babileja kronologio se iu aliĝas aŭ foriras el publika babilejo por plibonigi legeblecon.
et: Parema loetavuse nimel ära näita vestluse ajajoonel avaliku jututoaga liitumisi ja sealt lahkumisi.
eu: Ez erakutsi txataren denbora-lerroan norbait txat publikora batu edo txatetik irteten dela, irakurgaitasuna hobetzeko.
fa: برای بهبود خوانایی، اینکه کسی به گپ عمومی پیوست یا آن را ترک کرد در خط زمانی گپ نمایش داده نشود.
fi: Älä näytä keskustelun aikajanalla, jos joku liittyy tai poistuu julkisesta keskustelusta, parantaen luettavuutta.
fr: Ne pas afficher dans la chronologie de la discussion si quelqu'un rejoint ou quitte une discussion publique afin d'améliorer la lisibilité.
ga: Ná taispeáin san amlíne comhrá má théann duine isteach i gcomhrá poiblí nó má fhágann sé nó sí é chun inléiteacht a fheabhsú.
gl: Non mostrar na cronoloxía se alguén se une ou deixa unha conversa pública, para mellorar a lexibilidade.
hi: पढ़ने में आसानी के लिए यदि कोई सार्वजनिक चैट में शामिल या छोड़ता है तो चैट टाइमलाइन में न दिखाएँ।
hr: Za bolju čitljivosti, na vremenskoj traci razgovora nemoj prikazivati kad se netko pridruži ili napusti javni razgovor.
id: Jangan tampilkan dalam lini masa obrolan jika seseorang bergabung atau keluar dari obrolan untuk meningkatkan keterlihatan.
it: Per migliorare la leggibilità, non mostrare nella cronologia della chat se qualcuno si unisce o abbandona una chat pubblica.
ka: არ აჩვენოთ ჩატის დროის ხაზზე, თუ ვინმე შეუერთდა ან დატოვა საჯარო ჩატი, რათა გაუმჯობესდეს წაკითხვა.
nb: Ikke vis i chat-historien hvis noen blir med eller forlater en offentlig chat for å forbedre lesbarheten.
nl: Verberg in de tijdlijn van de chat als iemand zich aanmeldt bij een openbare chat of deze verlaat om de leesbaarheid te verbeteren.
pl: W celu poprawienia czytelności, nie pokazuj w historii publicznego czatu, czy ktoś do niego dołączył lub go opuścił.
pt: Não mostrar na linha do tempo do chat se alguém entra ou sai de um chat público para melhorar a legibilidade.
ru: Для улучшения читаемости не показывать на временной шкале входы и выходы из чата.
sk: Nezobrazovať v časovej osi chatu, ak sa niekto pripojí alebo opustí verejný chat, aby sa zlepšila čitateľnosť.
sr: Ne prikazuj u vremenskoj liniji razgovora ako se neko pridruži ili napusti javni razgovor radi poboljšanja čitljivosti.
sv: Visa inte i chattens tidslinje om någon ansluter eller lämnar en offentlig chatt för att förbättra läsbarheten.
ta: வாசிப்புத்திறனை மேம்படுத்த யாராவது ஒரு பொது அரட்டையில் சேர்ந்தால் அல்லது விட்டுவிட்டால் அரட்டை காலவரிசையில் காட்ட வேண்டாம்.
th: ไม่แสดงในไทม์ไลน์แชทหากมีใครเข้าร่วม หรือออกจากแชทสาธาราเพื่อปรับปรุงความอ่านง่าย
uk: Не показувати в хронології бесіди, якщо хтось приєднується до загальнодоступної бесіди або виходить з неї, щоб покращити її читабельність.

source: Overview
be: Агляд
bn: সারাংশ
bo: ལོག
ca: Resum
cs: Přehled
da: Oversigt
de: Übersicht
eo: Superrigardo
et: Ülevaade
eu: Ikuspegi orokorra
fa: دید کلی
fi: Yleiskatsaus
fr: Aperçu
ga: Forbhreathnú
gl: Vista xeral
hi: समीक्षा
hr: Pregled
id: Ikhtisar
it: Panoramica
ka: საგამოფენო
nb: Oversikt
nl: Overzicht
pl: Podsumowanie
pt: Visão geral
ru: Обзор
sk: Prehľad
sr: Pregled
sv: Översikt
ta: கண்ணோட்டம்
th: ภาพรวม
uk: Огляд

source: Notify me for
be: Паведамляць мяне пра
bn: আমাকে জানাতে
bo: ང་ལ་དགོས་པའི་རྟགས་ལ་བརྟེན་པ
ca: Nofica'm que
cs: Upozorněte mě na
da: Underret mig om
de: Benachrichtige mich für
eo: Sciigu min pri
et: Teavita mind kui
eu: Jakinarazi…
fa: برایم آگاه‌ساز بفرست برای
fi: Ilmoita minulle
fr: Me notifier pour
ga: Cuir in iúl dom le haghaidh
gl: Notificarme sobre
hi: मुझे सूचित करें
hr: Obavijesit me za
id: Beri tahu aku untuk
it: Avvisami per
ka: მომაწოდე ჩემთვის
nb: Varsle meg om
nl: Waarschuw mij voor
pl: Powiadom mnie o
pt: Notifique-me para
ru: Уведомлять меня о
sk: Upozorni ma na
sr: Obavesti me za
sv: Meddela mig om
ta: எனக்கு அறிவிக்கவும்
th: แจ้งเตือนฉันสำหรับ
uk: Сповіщати мене про

source: Password recovery settings
be: Налады скіду пароля
bn: পাসওয়ার্ড পুনরুদ্ধার সেটিংস
bo: གསལ་བཀོད་སྤྱོད་ལས་འབད་བའི་ཁུངས་སྤྱོད
ca: Recuperació de contrasenya
cs: Nastavení obnovení hesla
da: Indstillinger for nulstilling af adgangskode
de: Passwort-Wiederherstellungs-Einstellungen
eo: Agordoj por pasvorta restarigo
et: Salasõna taastamise seadistused
eu: Pasahitza berreskuratzeko ezarpenak
fa: تنظیمات بازیابی گذرواژه
fi: Salasanan palautusasetukset
fr: Paramètres de récupération de mot de passe
ga: Socruithe athshlánaithe pasfhocal
gl: Axustes de recuperación do contrasinal
hi: पासवर्ड रिकवरी सेटिंग्स
hr: Postavke za obnavljanje lozinke
id: Pengaturan pemulihan kata sandi
it: Impostazioni di recupero password
ka: პაროლის აღდგენის პარამეტრები
nb: Gjenopprettingsinnstillinger for passord
nl: Wachtwoordherstel-instellingen
pl: Ustawienia odzyskiwania hasła
pt: Configurações de recuperação de senha
ru: Настройки восстановления пароля
sk: Nastavenia obnovenia hesla
sr: Podešavanja oporavka lozinke
sv: Inställningar för återställning av lösenord
ta: கடவுச்சொல் மீட்பு அமைப்புகள்
th: การตั้งค่าการกู้คืนรหัสผ่าน
uk: Налаштування відновлення пароля

source: Password recovery
be: Аднаўленне пароля
bn: পাসওয়ার্ড পুনরুদ্ধার
bo: གསལ་བཀོད་སྤྱོད་ལས
ca: Recuperació de contrassenya
cs: Obnova hesla
da: Nulstilling af adgangskode
de: Passwort wiederherstellen
eo: Rehavo de pasvorto
et: Salasõna taastamine
eu: Pasahitzaren berreskurapena
fa: بازیابی گذرواژه
fi: Salasanan palautus
fr: Récupération du mot de passe
ga: Aisfháil pasfhocail
gl: Recuperación do contrasinal
hi: पासवर्ड रिकवरी
hr: Obnavljanje lozinke
id: Pemulihan kata sandi
it: Recupero della password
ka: პაროლის აღდგენა
nb: Passordgjenoppretting
nl: Wachtwoordherstel
pl: Odzyskiwanie hasła
pt: Recuperação de senha
ru: Восстановление пароля
sk: Obnovenie hesla
sr: Опоравак лозинке
sv: Återställ lösenord
ta: கடவுச்சொல் மீட்பு
th: การกู้คืนรหัสผ่าน
uk: Відновлення пароля

source: People
be: Людзі
bn: মানুষ
bo: མི
ca: Gent
cs: Lidé
da: Folk
de: Personen
eo: Personoj
et: Inimesed
eu: Jendea
fa: افراد
fi: Ihmiset
fr: Personnes
ga: Daoine
gl: Persoas
hi: लोग
hr: Ljudi
id: Orang-orang
it: Persone
ka: ადამიანები
nb: Folk
nl: Personen
pl: Osoby
pt: Pessoas
ru: Люди
sk: Ľudia
sr: Људи
sv: Människor
ta: மக்கள்
th: ผู้คน
uk: Люди

# pickImage
source: Pick an image
be: Абраць выяву
bn: একটি ছবি নির্বাচন করুন
bo: བརྗེད་སྒོར་གདམས་ནས་འདེགས
ca: Selecciona una imatge
cs: Zvolit obrázek
da: Vælg et billede
de: Bild wählen
eo: Elekti bildon
et: Vali pilt
eu: Aukeratu irudi bat
fa: انتخاب تصویر
fi: Valitse kuva
fr: Choisir une image
ga: Roghnaigh íomhá
gl: Elixe unha imaxe
hi: एक छवि चुनें
hr: Odaberi sliku
id: Pilih gambar
it: Scegli un'immagine
ka: აირჩიეთ სურათი
nb: Velg bilde
nl: Kies een afbeelding
pl: Wybierz obraz
pt: Escolha uma imagem
ru: Выбрать изображение
sk: Vybrať obrázok
sr: Избор слике
sv: Välj en bild
ta: ஒரு படத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกภาพ
uk: Вибрати зображення

source: Pin
be: Замацаваць
bn: পিন
ca: Fixa
cs: Připnout zprávu
de: Anpinnen
eo: Fiksi
et: Klammerda
eu: Finkatu
fa: سنجاق کردن
fi: Kiinnitä
fr: Épingler
ga: Biorán
gl: Fixar
hi: पिन
hr: Prikvači
it: Fissa
ka: პინ
nb: Fest
pl: Przypnij
pt: Fixar
ru: Закрепить
sr: Закачи
sv: Nåla fast
ta: முள்
th: ปักหมุด
uk: Закріпити

# play
source: Play {fileName}
be: Прайграць {fileName}
bn: {fileName} চালান
bo: ဂီတဖိုင် {fileName} ကိုကစားပါ
ca: Reproduir {fileName}
cs: Přehrát {fileName}
da: Afspil {fileName}
de: {fileName} abspielen
eo: Ludi {fileName}
et: Esita {fileName}
eu: Abiarazi {fileName}
fa: پخش {fileName}
fi: Toista {fileName}
fr: Lire {fileName}
ga: Seinn {fileName}
gl: Reproducir {fileName}
hi: {fileName} चलाएँ
hr: Sviraj {fileName}
id: Mainkan {fileName}
it: Riproduci {fileName}
ka: მოძრაობა {fileName}
nb: Spill av {fileName}
nl: Speel {fileName}
pl: Otwórz {fileName}
pt: Reproduzir {fileName}
ru: Проиграть {fileName}
sk: Prehrať {fileName}
sr: Пусти {fileName}
sv: Spela {fileName}
th: เล่น {fileName}
uk: Відтворити {fileName}

source: Please choose
be: Калі ласка, выберыце
bn: অনুগ্রহ করে নির্বাচন করুন
bo: ကျေးဇူးပြု၍ ရွေးချယ်ပါ
ca: Escull
cs: Prosím vyberte si
da: Vælg venligst
de: Bitte wählen
eo: Bonvolu elekti
et: Palun vali
eu: Aukeratu
fa: لطفاً انتخاب کنید
fi: Valitse
fr: Veuillez choisir
ga: Roghnaigh le do thoil
gl: Por favor elixe
hi: कृपया चुनें
hr: Odaberi
id: Mohon pilih
it: Si prega di scegliere
ka: გთხოვთ, აირჩიეთ
nb: Vennligst velg
nl: Maak een keuze
pl: Proszę wybrać
pt: Por favor, escolha
ru: Пожалуйста, выберите
sk: Prosím, vyberte
sr: Изаберите
sv: Var god välj
ta: தயவுசெய்து தேர்வு செய்யவும்
th: กรุณาเลือก
uk: Виберіть

source: Please choose a pass code
be: Калі ласка, выберыце код доступу
bn: একটি পাসকোড নির্বাচন করুন
bo: ကျေးဇူးပြု၍ စကားဝှက်ကိုရွေးချယ်ပါ
ca: Tria un codi d'accés
cs: Vyberte přístupový kód
da: Vælg venligst en adgangskode
de: Bitte einen Code festlegen
eo: Bonvolu elekti paskodon
et: Palun vali rakenduse PIN-kood
eu: Aukeratu sartzeko kode bat
fa: لطفاً یک رمز کوتاه انتخاب کنید
fi: Valitse pääsykoodi
fr: Veuillez choisir un code d’accès
ga: Roghnaigh paschód le do thoil
gl: Escolle un código de acceso
hi: कृपया एक पासकोड चुनें
hr: Odaberi lozinku
id: Mohon pilih kode sandi
it: Si prega di scegliere un codice di accesso
ka: გთხოვთ, აირჩიეთ პაროლის კოდი
nb: Vennligst velg en passkode
nl: Kies een toegangscode
pl: Wybierz kod dostępu
pt: Por favor, escolha um código de acesso
ru: Пожалуйста, выберите код доступа
sk: Prosím, vyberte kód
sr: Изаберите код за пролаз
sv: Ange ett lösenord
ta: பாச் குறியீட்டைத் தேர்வுசெய்க
th: กรุณาเลือกรหัสผ่าน
uk: Виберіть код доступу

# pleaseClickOnLink
source: Please click on the link in the email and then proceed.
be: Калі ласка, націсніце на спасылку ў лісце на email, каб працягнуць.
bn: অনুগ্রহ করে ইমেইলে লিঙ্কে ক্লিক করুন এবং তারপর এগিয়ে যান।
bo: အီးမေးလ်အတွင်းရှိလင့်ခ်ကိုနှိပ်ပြီးနောက်ဆက်လုပ်ပါ
ca: Fes clic a l'enllaç del correu i, després, segueix.
cs: Klikněte na odkaz v e-mailu a pokračujte.
da: Klik venligst på linket i e-mailen og fortsæt.
de: Bitte auf den Link in der E-Mail klicken und dann fortfahren.
eo: Bonvolu klaki la ligilon en la retletero kaj pluiĝi.
et: Jätkamiseks palun klõpsi sulle saadetud e-kirjas leiduvat linki.
eu: Sakatu ePostako estekan eta ondoren jarraitu.
fa: لطفاً روی پیوند در رایانامه کلیک کنید و ادامه دهید.
fi: Klikkaa linkkiä sähköpostissa ja sitten jatka.
fr: Veuillez cliquer sur le lien contenu dans le courriel puis continuez.
ga: Cliceáil ar an nasc sa ríomhphost agus ansin lean ar aghaidh.
gl: Preme na ligazón do email e segue as instrucións.
hi: कृपया ईमेल में लिंक पर क्लिक करें और फिर आगे बढ़ें।
hr: Pritisni poveznicu u e-poruci, zatim nastavi.
id: Mohon klik tautan di email dan lanjut.
it: Clicca sul collegamenti nell'e-mail e poi procedi.
ka: გთხოვთ, დააჭირეთ ბმულს ელფოსტაში და შემდეგ განაგრძეთ.
nb: Klikk på lenken i e-posten og fortsett.
nl: Klik op de link in de email en ga dan verder.
pl: Proszę kliknij w odnośnik wysłany w wiadomości e-mail, aby kontynuować.
pt: Por favor, clique no link no e-mail e prossiga.
ru: Пожалуйста, нажмите на ссылку в электронной почте, для того чтобы продолжить.
sk: Kliknite na odkaz v e-maile a pokračujte.
sr: Кликните на везу у примљеној е-пошти па наставите.
sv: Klicka på länken i e-postmeddelandet för att sedan fortsätta.
ta: மின்னஞ்சலில் உள்ள இணைப்பைக் சொடுக்கு செய்து தொடரவும்.
th: กรุณาคลิกที่ลิงก์ในอีเมลแล้วดำเนินการต่อ
uk: Натисніть на посилання в електронному листі, а потім продовжуйте.
