Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Subscribe to unlock transcriptions
bn: ট্রান্সক্রিপশন আনলক করতে সাবস্ক্রাইব করুন
bo: རང་སྤྱོད་ལས་འགོ་བཙུགས་བརྗེ་བཅོས་འབད།
ca: Subscriu-te per desbloquejar transcripcions
cs: Přihlásit se k odemknutí přepisů
da: Abonner for at låse op for transkriptioner
de: Abonnieren, um Transkriptionen freizuschalten
eo: Aboni por malŝlosi transskribaĵojn
et: Telli transkriptsioonide avamine
eu: Harpidetu transkripzioak irekitzeko
fi: Tilaa transkriptioiden avaaminen
fr: S'abonner pour débloquer les transcriptions
ga: Cláraigh chun trascríbhinní a dhíghlasáil
gl: Suscríbete para desbloquear transcricións
hi: ट्रांसक्रिप्शन अनलॉक करने के लिए सदस्यता लें
hr: Pretplatite se za transkripcije otključavanja
it: Iscriviti per sbloccare le trascrizioni
ka: გამოწერა ტრანსკრიპციების გასახსნელად
nb: Abonner på å låse opp transkripsjoner
nl: Abonneer je om transcripties te ontgrendelen
pl: Subskrybuj, aby odblokować transkrypcje
pt: Inscreva-se para desbloquear transcrições
ru: Подписаться, чтобы разблокировать транскрипции
sk: Prihlásiť sa na odomknutie prepisov
sr: Претплати се за откључавање транскрипција
sv: Prenumerera för att låsa upp transkriptioner
ta: பதிவுகளை திறக்க சந்தா சேர்க்கவும்
th: สมัครสมาชิกเพื่อปลดล็อกคำถอดเสียง

# pingSent
source: 🔔 Course ping sent! 🔔
bn: 🔔 কোর্স পিং পাঠানো হয়েছে! 🔔
bo: 🔔 སློབ་ཚན་ཀྱི་སྤྱོད་ལམ་བརྗེ་བཅོས་བྱུང། 🔔
ca: 🔔 Ping del curs enviat! 🔔
cs: 🔔 Odeslán ping kurzu! 🔔
da: 🔔 Kursuspinge sendt! 🔔
de: 🔔 Kurs-Ping gesendet! 🔔
eo: 🔔 Kurso-ping sendita! 🔔
et: 🔔 Kursuse signaal saadetud! 🔔
eu: 🔔 Ikastaroaren ping-a bidali da! 🔔
fi: 📣 Kurssin hälytys lähetetty! 📣
fr: 🔔 Ping du cours envoyé ! 🔔
ga: Seoladh ping cúrsa! 🔔
gl: ¡Envío de ping do curso! 🛎️
hi: कोर्स पिंग भेजा गया! 🔔
hr: 🔔 Ping tečaja poslan! 🔔
it: 🔔 Ping del corso inviato! 🔔
ka: კურსის პინგი გაგზავნილია! 🔔
nb: 🚴 Kurs-ping sendt! 🚴
nl: 🔔 Cursus-ping verzonden! 🔔
pl: Wysłano powiadomienie o kursie! 🔔
pt: 🔔 Envio de ping do curso! 🔔
ru: 🔔 Отправлен пинг курса! 🔔
sk: Odoslané oznámenie kurzu! 🔔
sr: 🔔 Пинг курса послат! 🔔
sv: 🔔 Kurs-ping skickat! 🔔
ta: 🔔 பாடத்திற்கான பிங் அனுப்பப்பட்டது! 🔔
th: ส่งการแจ้งเตือนคอร์สแล้ว! 🔔

source: Course title
bn: কোর্সের শিরোনাম
bo: ཚོགས་ཚོགས་མཐོ་རིམ
ca: Títol del curs
cs: Název kurzu
da: Kursus titel
de: Kurstitel
eo: Kurso titolo
et: Kursuse pealkiri
eu: Ikastaroaren izena
fi: Kurssin otsikko
fr: Titre du cours
ga: Teideal an chúrsa
gl: Título do curso
hi: कोर्स का शीर्षक
hr: Naslov tečaja
it: Titolo del corso
ka: კურსის სათაური
nb: Kurs Tittel
nl: Cursus titel
pl: Tytuł kursu
pt: Título do curso
ru: Название курса
sk: Názov kurzu
sr: Назив курса
sv: Kursens titel
ta: பாடத்தின் தலைப்பு
th: ชื่อคอร์ส

# courseDesc
source: Course description
bn: কোর্সের বিবরণ
bo: ཚོགས་ཚོགས་བརྗོད་སྟངས
ca: Descripció del curs
cs: Popis kurzu
da: Kursusbeskrivelse
de: Kursbeschreibung
eo: Kurso priskribo
et: Kursuse kirjeldus
eu: Ikastaroaren deskribapena
fi: Kurssin kuvaus
fr: Description du cours
ga: Cur síos ar an gcúrsa
gl: Descrición do curso
hi: कोर्स का विवरण
hr: Opis tečaja
it: Descrizione del corso
ka: კურსის აღწერა
nb: Kursbeskrivelse
nl: Cursusbeschrijving
pl: Opis kursu
pt: Descrição do curso
ru: Описание курса
sk: Popis kurzu
sr: Опис курса
sv: Kursbeskrivning
ta: பாடத்தின் விளக்கம்
th: คำอธิบายคอร์ส

source: Course saved successfully
bn: কোর্স সফলভাবে সংরক্ষিত হয়েছে
bo: ཚོགས་ཚོགས་བརྗོད་སྤྱོད་འབད་ཡོད།
ca: Curs desat amb èxit
cs: Kurz úspěšně uložen
da: Kursus gemt med succes
de: Kurs erfolgreich gespeichert
eo: Kurso sukcese konservita
et: Kursus salvestati edukalt
eu: Ikastaroa arrakastaz gorde da
fi: Kurssi tallennettu onnistuneesti
fr: Cours enregistré avec succès
ga: Sábháladh an cúrsa go rathúil
gl: Curso gardado con éxito
hi: कोर्स सफलतापूर्वक सहेजा गया
hr: Tečaj je uspješno spremljen
it: Corso salvato con successo
ka: კურსი წარმატებით შენახულია
nb: Kurset er lagret vellykket
nl: Cursus succesvol opgeslagen
pl: Kurs zapisano pomyślnie
pt: Curso salvo com sucesso
ru: Курс софранился соответство
sk: Kurz bol úspešne uložený
sr: Курс успешно сачуван
sv: Kursen sparades framgångsrikt
ta: பாடம் வெற்றிகரமாக சேமிக்கப்பட்டது
th: บันทึกคอร์สเรียบร้อยแล้ว

# addCoursePlan
source: Add a course plan
bn: একটি কোর্স পরিকল্পনা যোগ করুন
bo: ཚོགས་ཚོགས་རིམ་ལོག
ca: Afegeix un pla de curs
cs: Přidat plán kurzu
da: Tilføj en kursusplan
de: Einen Kursplan hinzufügen
eo: Aldoni kurso-planon
et: Lisa kursuseplaan
eu: Gehitu ikastaro plan bat
fi: Lisää kurssisuunnitelma
fr: Ajouter un plan de cours
ga: Cuir plean cúrsa leis
gl: Engadir un plan de curso
hi: कोर्स योजना जोड़ें
hr: Dodajte plan tečaja
it: Aggiungi un piano del corso
ka: კურსის გეგმის დამატება
nb: Legg til en kursplan
nl: Voeg een cursusplan toe
pl: Dodaj plan kursu
pt: Adicionar um plano de curso
ru: Добавить план курса
sk: Pridať plán kurzu
sr: Додај план курса
sv: Lägg till en kursplan
ta: பாடத்திட்டத்தைச் சேர்க்கவும்
th: เพิ่มแผนคอร์ส

# activityStatsButtonInstruction
source: Click here to view your activity stats and to close the activity when finished
bn: আপনার কার্যকলাপ পরিসংখ্যান দেখার জন্য এখানে ক্লিক করুন এবং শেষ হলে কার্যকলাপ বন্ধ করুন
bo: འདིར་ཤེས་བརྗོད་གནང་བ་དང་ཚོད་ལྟ་ལས་འགོ་བཙུགས་བྱེད་སློབ་ཚན་ལ་བརྗེ་བཅོས་འབད།
ca: Fes clic aquí per veure les teves estadístiques d'activitat i per tancar l'activitat quan hagis acabat
cs: Klikněte zde pro zobrazení statistik vaší aktivity a pro uzavření aktivity po dokončení
da: Klik her for at se dine aktivitetsstatistikker og for at lukke aktiviteten, når du er færdig
de: Klicken Sie hier, um Ihre Aktivitätsstatistiken anzuzeigen und die Aktivität bei Abschluss zu schließen
eo: Klaku ĉi tie por vidi viajn aktivadstatistikojn kaj por fermi la aktivadon kiam vi finos
et: Klõpsa siia, et vaadata oma tegevuse statistikat ja sulgeda tegevus pärast lõpetamist
eu: Klikatu hemen zure jarduera estatistikak ikusteko eta jarduera amaitzean ixteko
fi: Klikkaa tästä nähdäksesi aktiviteettitilastosi ja sulkeaksesi aktiviteetin lopuksi
fr: Cliquez ici pour voir vos statistiques d'activité et pour fermer l'activité une fois terminée
ga: Cliceáil anseo chun do staitisticí gníomhaíochta a fheiceáil agus an gníomhaíocht a dhúnadh nuair a bheidh sé críochnaithe
gl: Faga clic aquí para ver as súas estatísticas de actividade e pechar a actividade cando remate
hi: यहां क्लिक करें अपनी गतिविधि आँकड़े देखने के लिए और समाप्त होने पर गतिविधि को बंद करने के लिए
hr: Kliknite ovdje za prikaz statistike vaše aktivnosti i zatvaranje aktivnosti nakon završetka
it: Clicca qui per visualizzare le statistiche della tua attività e per chiudere l'attività quando hai finito
ka: აწკაპუნეთ აქ თქვენი აქტივობის სტატისტიკის სანახავად და აქტივობის დახურვისთვის, როდესაც დასრულდება
nb: Klikk her for å se aktivitetsstatistikken din og for å lukke aktiviteten når du er ferdig
nl: Klik hier om je activiteitsstatistieken te bekijken en de activiteit te sluiten wanneer je klaar bent
pl: Kliknij tutaj, aby zobaczyć statystyki aktywności i zamknąć aktywność po zakończeniu
pt: Clique aqui para ver suas estatísticas de atividade e fechar a atividade quando terminar
ru: Нажмите закатовок, чтобы проверить статистику вашей детальности и закрути курс концем
sk: Kliknite sem pre zobrazenie štatistík vašej aktivity a na zatvorenie aktivity po dokončení
sr: Кликните овде да видите статистику активности и да затворите активност након завршетка
sv: Klicka här för att se dina aktivitetsstatistik och för att stänga aktiviteten när du är klar
ta: உங்கள் செயல்பாட்டு புள்ளிவிவரங்களைப் பார்க்க இங்கே கிளிக் செய்யவும் மற்றும் முடிந்ததும் செயல்பாட்டை மூடவும்
th: คลิกที่นี่เพื่อดูสถิติกิจกรรมของคุณและปิดกิจกรรมเมื่อเสร็จสิ้น

# readingAnalyticsDesc
source: Click practice on each message for reading activities.
bn: পাঠের জন্য প্রতিটি বার্তায় অনুশীলনে ক্লিক করুন।
bo: ཚོད་ལྟ་ལས་འགོ་བཙུགས་ལ་ལས་སྒྲིག་ལག་ལེན་གྱི་ཚོད་ལྟ་ལས་འགོ་བཙུགས་ལ་སྤྱོད་སྒོམ།
ca: Fes clic a practicar en cada missatge per a activitats de lectura.
cs: Klikněte na cvičení u každé zprávy pro aktivity čtení.
da: Klik på øvelse på hver besked for læseaktiviteter.
de: Klicken Sie auf Übung bei jeder Nachricht für Leseaktivitäten.
eo: Klaku praktiki ĉe ĉiu mesaĝo por legaj aktivecoj.
et: Klõpsa iga sõnumi peal, et teha lugemisharjutusi.
eu: Klikatu praktika bakoitzean irakurketa jarduerak egiteko.
fi: Klikkaa harjoitusta jokaisessa viestissä lukuharjoituksia varten.
fr: Cliquez sur pratiquer sur chaque message pour les activités de lecture.
ga: Cliceáil cleachtadh ar gach teachtaireacht le haghaidh gníomhaíochtaí léitheoireachta.
gl: Faga clic en practicar en cada mensaxe para actividades de lectura.
hi: पढ़ने की गतिविधियों के लिए प्रत्येक संदेश पर अभ्यास पर क्लिक करें।
hr: Kliknite na vježbu na svakoj poruci za aktivnosti čitanja.
it: Clicca su pratica su ogni messaggio per le attività di lettura.
ka: წაიკითხეთ პრაქტიკა თითოეულ შეტყობინებაზე, წაკითხვის აქტივობებისთვის.
nb: Klikk på praksis på hver melding for leseaktiviteter.
nl: Klik op oefenen bij elk bericht voor leesactiviteiten.
pl: Kliknij ćwiczenie na każdej wiadomości, aby rozpocząć aktywności czytania.
pt: Clique em prática em cada mensagem para atividades de leitura.
ru: Нажимайте практику на кожном сообщении для обыкновенную детальность.
sk: Kliknite na cvičenie pri každej správe pre aktivity čítania.
sr: Кликните на праксу на свакој поруци за активности читања.
sv: Klicka på övning för varje meddelande för läsaktiviteter.
ta: ஒவ்வொரு செய்தியிலும் பயிற்சி செய்ய வாசிப்பு செயல்பாடுகளுக்காக கிளிக் செய்யவும்.
th: คลิกฝึกฝนในแต่ละข้อความสำหรับกิจกรรมการอ่าน

# speakingAnalyticsDesc
source: Record voice messages for speaking practice.
bn: বক্তব্য অনুশীলনের জন্য ভয়েস বার্তা রেকর্ড করুন।
bo: སྐད་ཆ་སྒྲིག་ལག་ལེན་གྱི་སྒྲིག་ལག་ལ་ལས་སྒྲིག་ལག་ལེན་གྱི་སྤྱོད་སྒོམ།
ca: Grava missatges de veu per a pràctica d'expressió oral.
cs: Nahrajte hlasové zprávy pro procvičování mluvení.
da: Optag stemmemeddelelser til taletræning.
de: Aufnahmen von Sprachnachrichten für Sprechübungen machen.
eo: Registru voĉmesaĝojn por parolpractiko.
et: Salvesta häälteateid rääkimisharjutuste jaoks.
eu: Grabatu ahots mezuak mintzatzeko praktika egiteko.
fi: Tallenna ääniviestejä puheharjoituksia varten.
fr: Enregistrez des messages vocaux pour la pratique de la parole.
ga: Cláraigh teachtaireachtaí gutha le haghaidh cleachtadh labhartha.
gl: Grabe mensaxes de voz para practicar a fala.
hi: बोलने का अभ्यास करने के लिए आवाज़ संदेश रिकॉर्ड करें।
hr: Snimate glasovne poruke za vježbu govora.
it: Registra messaggi vocali per la pratica del parlato.
ka: ჩაწერეთ ხმოვანი შეტყობინებები საუბრის პრაქტიკისთვის.
nb: Ta opp talebeskjeder for å øve på å snakke.
nl: Neem spraakberichten op voor spreekvaardigheid.
pl: Nagrywaj wiadomości głosowe, aby ćwiczyć mówienie.
pt: Grave mensagens de voz para prática de fala.
ru: Записывайте ковозновую обобовую повесь для практики говорения.
sk: Nahrávajte hlasové správy pre hovorené cvičenia.
sr: Запишите гласовне поруке за вежбање говора.
sv: Spela in röstmeddelanden för talövningar.
ta: பேச்சு பயிற்சிக்காக குரல் செய்திகளை பதிவு செய்யவும்.
th: บันทึกข้อความเสียงเพื่อฝึกพูด

# audioAnalyticsDesc
source: Click practice on each message for listening activities.
bn: শোনার কার্যকলাপের জন্য প্রতিটি বার্তায় অনুশীলনে ক্লিক করুন।
bo: ཚོད་ལྟ་ལས་འགོ་བཙུགས་ལ་ལས་སྒྲིག་ལག་ལེན་གྱི་ཚོད་ལྟ་ལས་འགོ་བཙུགས་ལ་སྤྱོད་སྒོམ།
ca: Fes clic a practicar en cada missatge per a activitats d'escolta.
cs: Klikněte na cvičení u každé zprávy pro poslechové aktivity.
da: Klik på øvelse på hver besked for lytteaktiviteter.
de: Klicken Sie auf Übung bei jeder Nachricht für Höraktivitäten.
eo: Klaku praktiki ĉe ĉiu mesaĝo por aŭskultaj aktivecoj.
et: Klõpsa iga sõnumi peal, et teha kuulamisülesandeid.
eu: Klikatu praktika bakoitzean entzute jarduerak egiteko.
fi: Klikkaa harjoitusta jokaisessa viestissä kuunteluharjoituksia varten.
fr: Cliquez sur pratiquer sur chaque message pour les activités d'écoute.
ga: Cliceáil cleachtadh ar gach teachtaireacht le haghaidh gníomhaíochtaí éisteachta.
gl: Faga clic en practicar en cada mensaxe para actividades de escoita.
hi: सुनने की गतिविधियों के लिए प्रत्येक संदेश पर अभ्यास पर क्लिक करें।
hr: Kliknite na vježbu na svakoj poruci za aktivnosti slušanja.
it: Clicca su pratica su ogni messaggio per le attività di ascolto.
ka: აწკაპუნეთ პრაქტიკა თითოეულ შეტყობინებაზე, მოსმენის აქტივობებისთვის.
nb: Klikk på praksis på hver melding for lytteaktiviteter.
nl: Klik op oefenen bij elk bericht voor luisteractiviteiten.
pl: Kliknij ćwiczenie na każdej wiadomości, aby rozpocząć aktywności słuchania.
pt: Clique em prática em cada mensagem para atividades de audição.
ru: Нажимайте практику на кождом сообщении для обыкновенную нашительность.
sk: Kliknite na cvičenie pri každej správe pre aktivity počúvania.
sr: Kliknite na svaku poruku za vežbe slušanja.
sv: Klicka på övning för varje meddelande för lyssningsaktiviteter.
ta: ஒவ்வொரு செய்தியிலும் கேட்கும் செயல்பாடுகளுக்காக கிளிக் செய்யவும்.
th: คลิกฝึกฝนในแต่ละข้อความเพื่อกิจกรรมการฟัง

# loginToAccount
source: Login to my account
bn: আমার অ্যাকাউন্টে লগইন করুন
bo: ངའི་ཁུལ་གཅིག་ལ་སྤྱོད་ལམ་སྤྱོད་འབད།
ca: Inicia sessió al meu compte
cs: Přihlásit se ke svému účtu
da: Log ind på min konto
de: In mein Konto einloggen
eo: Ensaluti al mia konto
et: Logi sisse oma kontole
eu: Hasi saioa nire kontuan
fi: Kirjaudu tililleni
fr: Se connecter à mon compte
ga: Logáil isteach i mo chuntas
gl: Inicia sesión na miña conta
hi: मेरे खाते में लॉगिन करें
hr: Prijavite se na svoj račun
it: Accedi al mio account
ka: შესვლა ჩემს ანგარიშზე
nb: Logg inn på kontoen min
nl: Log in op mijn account
pl: Zaloguj się do mojego konta
pt: Faça login na minha conta
ru: войти в мой установки
sk: Prihlásiť sa do môjho účtu
sr: Prijavi se na svoj nalog
sv: Logga in på mitt konto
ta: என் கணக்கில் உள்நுழையவும்
th: เข้าสู่ระบบบัญชีของฉัน

# appDescription
source: Learn a language while texting your friends.
bn: একটি ভাষা শিখুন আপনার বন্ধুদের সাথে মেসেজিং করার সময়।
bo: ཚོགས་ཚོགས་སྐད་ཡིག་སློབ་ཚན་ལས་སྤྱོད་སྒོམ། ཁྱེད་ཀྱི་གྲོགས་མཚན་ལ་རྟག་པ་སྤྱོད་སྒོམ་ལས་སྤྱོད་སྒོམ།
ca: Aprèn un idioma mentre xatejes amb els teus amics.
cs: Učte se jazyk při psaní zpráv přátelům.
da: Lær et sprog mens du sender beskeder til dine venner.
de: Lerne eine Sprache während du deinen Freunden schreibst.
eo: Lernu lingvon dum tekstdonado al viaj amikojn.
et: Õpi keelt sõpradega sõnumite saatmise ajal.
eu: Ikasi hizkuntza zure lagunekin mezularitza egiten bitartean.
fi: Opiskele kieltä lähettämällä viestejä ystävillesi.
fr: Apprenez une langue tout en envoyant des messages à vos amis.
ga: Foghlaim teanga ag an am céanna le do chairde.
gl: Aprende un idioma mentres envías mensaxes aos teus amigos.
hi: एक भाषा सीखें जब आप अपने दोस्तों को मैसेज कर रहे हों।
hr: Učite jezik dok šaljete poruke prijateljima.
it: Impara una lingua mentre scrivi ai tuoi amici.
ka: სწავლა ენის მეგობრებთან მესენჯერში საუბრის დროს.
nb: Lær et språk mens du sender tekst til vennene dine.
nl: Leer een taal terwijl je met je vrienden chat.
pl: Ucz się języka poprzez pisanie wiadomości do znajomych.
pt: Aprenda um idioma enquanto envia mensagens aos seus amigos.
ru: Совседанно наступайте человеческий язык,например, в котором написате друзям.
sk: Naučte sa jazyk počas písania správ priateľom.
sr: Uči jezik dok šalješ poruke prijateljima.
sv: Lär dig ett språk medan du skickar meddelanden till dina vänner.
ta: ஒரு மொழியை கற்றுக்கொள்ளுங்கள் உங்கள் நண்பர்களுடன் உரையாடும் போது.
th: เรียนรู้ภาษา ในขณะส่งข้อความถึงเพื่อนของคุณ

source: Languages
bn: ভাষাসমূহ
bo: ཚོད་ལྟ
ca: Idiomes
cs: Jazyky
da: Sprog
de: Sprachen
eo: Lingvoj
et: Keeled
eu: Hizkuntzak
fi: Kielet
fr: Langues
ga: Teangacha
gl: Idiomas
hi: भाषाएँ
hr: Jezici
it: Lingue
ka: ენები
nb: Språk
nl: Talen
pl: Języki
pt: Idiomas
ru: Конфедерации
sk: Jazyky
sr: Jezici
sv: Språk
ta: மொழிகள்
th: ภาษา

# chooseLanguage
source: Choose a language.
bn: একটি ভাষা নির্বাচন করুন।
bo: ཚོད་ལྟ་གཅིག་འཇུག་གི་སྐད་ཡིག་གཟིགས།
ca: Tria un idioma.
cs: Vyberte jazyk.
da: Vælg et sprog.
de: Wähle eine Sprache.
eo: Elektu lingvon.
et: Vali keel.
eu: Hizkuntza aukeratu.
fi: Valitse kieli.
fr: Choisissez une langue.
ga: Roghnaigh teanga.
gl: Elixe un idioma.
hi: एक भाषा चुनें।
hr: Odaberite jezik.
it: Scegli una lingua.
ka: აირჩიეთ ენა.
nb: Velg et språk.
nl: Kies een taal.
pl: Wybierz język.
pt: Escolha um idioma.
ru: Выберите человеческий язык.
sk: Vyberte jazyk.
sr: Izaberite jezik.
sv: Välj ett språk.
ta: ஒரு மொழியை தேர்ந்தெடுக்கவும்.
th: เลือกภาษา

# planTrip
source: Plan your trip
bn: আপনার যাত্রা পরিকল্পনা করুন
bo: འགྱོ་རོགས་ལྟར་བཟོ།
ca: Planifica el teu viatge
cs: Naplánujte si výlet
da: Planlæg din rejse
de: Plane deine Reise
eo: Planadu vian vojaĝon
et: Planeeri oma reis
eu: Planifikatu zure bidaiaren
fi: Suunnittele matkasi
fr: Planifiez votre voyage
ga: Pleanáil do thuras
gl: Planifica a túa viaxe
hi: अपनी यात्रा की योजना बनाएं
hr: Isplanirajte svoje putovanje
it: Pianifica il tuo viaggio
ka: გეგმა თქვენი მოგზაურობის
nb: Planlegg reisen din
nl: Plan je reis
pl: Zaplanować podróż
pt: Planeje sua viagem
ru: Планите поездку
sk: Naplánujte si svoju cestu
sr: Planirajte svoje putovanje
sv: Planera din resa
ta: உங்கள் பயணத்தை திட்டமிடுங்கள்
th: วางแผนการเดินทาง

source: How are you traveling?
bn: আপনি কিভাবে ভ্রমণ করছেন?
bo: ཁྱེད་ཀྱི་འགྱོ་རོགས་ག་རེ་ཡོད།
ca: Com viatges?
cs: Jak cestujete?
da: Hvordan rejser du?
de: Wie reist du?
eo: Kiel vi vojaĝas?
et: Kuidas sa reisid?
eu: Nola bidaiatzen ari zara?
fi: Miten matkustat?
fr: Comment voyagez-vous ?
ga: Conas atá tú ag taisteal?
gl: Como estás viaxando?
hi: आप कैसे यात्रा कर रहे हैं?
hr: Kako putujete?
it: Come stai viaggiando?
ka: როგორ მოგზაურობთ?
nb: Hvordan reiser du?
nl: Hoe reis je?
pl: Jak zamierzasz podróżować?
pt: Como você está viajando?
ru: Как вы проезжаете?
sk: Ako cestujete?
sr: Kako putujete?
sv: Hur reser du?
ta: நீங்கள் எப்படி பயணம் செய்து கொண்டிருக்கிறீர்கள்?
th: คุณเดินทางอย่างไร

# unlockPrivateTrip
source: Unlock a private trip
bn: একটি ব্যক্তিগত যাত্রা আনলক করুন
bo: རང་གི་སྤྱོད་ལམ་ལ་ལོག་འབད།
ca: Desbloqueja un viatge privat
cs: Odemknout soukromý výlet
da: Lås op for en privat rejse
de: Einen privaten Trip freischalten
eo: Malŝlosu privatecan vojaĝon
et: Ava privaatne reis
eu: Galdetu bidaia pribatua
fi: Avaa yksityinen matka
fr: Déverrouiller un voyage privé
ga: Díghlasáil turas príobháideach
gl: Desbloquea unha viaxe privada
hi: एक निजी यात्रा अनलॉक करें
hr: Otključajte privatno putovanje
it: Sblocca un viaggio privato
ka: გახსნათ პირადი მოგზაურობა
nb: Lås opp en privat reise
nl: Ontgrendel een privéreis
pl: Odblokuj prywatną podróż
pt: Desbloqueie uma viagem privada
ru: Обекращиваете свой событие
sk: Odomknúť súkromnú cestu
sr: Otključajte privatno putovanje
sv: Lås upp en privat resa
ta: தனிப்பட்ட பயணத்தை திறக்கவும்
th: ปลดล็อคการเดินทางส่วนตัว

# joinPublicTrip
source: Join a public trip
bn: একটি পাবলিক ট্রিপে যোগ দিন
bo: མི་ཚེས་ལ་ལོག་འབད།
ca: Uneix-te a un viatge públic
cs: Připojit se k veřejnému výletu
da: Deltag i en offentlig rejse
de: Einem öffentlichen Trip beitreten
eo: Aliĝu al publika vojaĝo
et: Liitu avaliku reisiga
eu: Batu bidaia publikoa
fi: Liity julkiseen matkaan
fr: Rejoindre un voyage public
ga: Bí páirteach i dturas poiblí
gl: Unirse a un viaxe público
hi: सार्वजनिक यात्रा में शामिल हों
hr: Pridružite se javnom putovanju
it: Unisciti a un viaggio pubblico
ka: შემოუერთდით საჯარო მოგზაურობას
nb: Bli med på en offentlig reise
nl: Doe mee aan een openbare reis
pl: Dołącz do publicznej podróży
pt: Participe de uma viagem pública
ru: Присоединяйте к опеденной проезде
sk: Pripojiť sa k verejnej ceste
sr: Pridružite se javnom putovanju
sv: Gå med i en offentlig resa
ta: பொது பயணத்தில் சேரவும்
th: เข้าร่วมการเดินทางสาธารณะ

# startOwnTrip
source: Start my own
bn: নিজের শুরু করুন
bo: ངེད་རང་གི་ལོག་ལ་སྦྱོར་བཅོས།
ca: Inicia el teu propi
cs: Začít svůj vlastní
da: Start min egen
de: Eigenen Trip starten
eo: Komencu mian propran
et: Alusta oma reisi
eu: Hasi nirea
fi: Aloita oma
fr: Commencer le mien
ga: Tosaigh mo thuras féin
gl: Comezar o meu propio
hi: अपनी खुद की शुरुआत करें
hr: Započni vlastito putovanje
it: Inizia il mio viaggio
ka: დაიწყეთ ჩემი საკუთარი
nb: Start min egen
nl: Begin mijn eigen reis
pl: Rozpocznij własną
pt: Comece a minha própria
ru: Начать свой собственный
sk: Začať vlastnú cestu
sr: Započni svoje
sv: Starta min egen
ta: எனது சொந்த பயணத்தை தொடங்கவும்
th: เริ่มการเดินทางของฉันเอง

# tripPlanDesc
source: Trips are courses. Each has 8-10 sequenced topics with a range of task-based language learning activities.
bn: ভ্রমণগুলি কোর্স। প্রতিটি ৮-১০টি পর্যায়ে বিভক্ত, যেখানে বিভিন্ন ভাষা শেখার কার্যক্রম রয়েছে।
bo: ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ ᠪᠣᠯᠤᠰᠤ
ca: Els viatges són cursos. Cadascun té de 8 a 10 temes seqüenciats amb una varietat d'activitats d'aprenentatge de llengües basades en tasques.
cs: Výlety jsou kurzy. Každý má 8-10 sekvenčních témat s řadou úkolů založených na jazykových aktivitách.
da: Rejser er kurser. Hvert har 8-10 sequencerede emner med en række opgavebaserede sprogindlæringsaktiviteter.
de: Trips sind Kurse. Jeder hat 8-10 sequenzierte Themen mit einer Vielzahl von aufgabenbasierten Sprachlernaktivitäten.
eo: Vojaĝoj estas kursoj. Ĉiu havas 8-10 sekvencajn temojn kun gamo de task-bazitaj lingvolernaj agadoj.
et: Reisid on kursused. Igal on 8-10 järjestikust teemat koos erinevate ülesannuspõhiste keeleõppetegevustega.
eu: Bidaiak ikastaroak dira. Bakoitzak 8-10 gaika ditu, eta hizkuntza ikaskuntza jarduera zeregin oinarrituta daude.
fi: Matkat ovat kursseja. Jokaisessa on 8-10 jäsenneltyä aihetta, joissa on erilaisia tehtävälähtöisiä kielioppiharjoituksia.
fr: Les voyages sont des cours. Chacun comporte 8-10 sujets séquencés avec une gamme d'activités d'apprentissage linguistique basées sur des tâches.
ga: Is cúrsaí turais iad turais. Tá 8-10 topaicí sraitheáilte ag gach ceann acu le raon gníomhaíochtaí foghlama teanga bunaithe ar thascanna.
gl: As viaxes son cursos. Cada un ten entre 8 e 10 temas en secuencia con unha variedade de actividades de aprendizaxe de idiomas baseadas en tarefas.
hi: यात्राएँ कोर्स हैं। प्रत्येक में 8-10 क्रमबद्ध विषय होते हैं जिनमें कार्य-आधारित भाषा सीखने की गतिविधियों की श्रृंखला होती है।
hr: Putovanja su tečajevi. Svaki ima 8-10 sekvencijalnih tema s nizom aktivnosti učenja jezika temeljenih na zadacima.
it: I viaggi sono corsi. Ognuno ha 8-10 argomenti sequenziali con una gamma di attività di apprendimento linguistico basate su compiti.
ka: მოგზაურობები კურსებია. თითოეულში 8-10 სერიული თემაა, რომლებიც მოიცავს სხვადასხვა დავალებაზე დაფუძნებულ ენის სწავლების აქტივობებს.
nb: Reiser er kurs. Hvert har 8-10 sekvenserte emner med en rekke oppgavebaserte språklæringsaktiviteter.
nl: Reizen zijn cursussen. Elk heeft 8-10 opeenvolgende onderwerpen met een reeks taalleeractiviteiten op basis van taken.
pl: Podróże to kursy. Każdy zawiera 8-10 sekwencyjnych tematów z różnorodnymi zadaniami do nauki języka.
pt: Viagens são cursos. Cada um tem de 8 a 10 tópicos sequenciais com uma variedade de atividades de aprendizagem de idiomas baseadas em tarefas.
ru: Поездки — это курсы. Каждый содержит 8-10 последовательных тем с разнообразными заданиями для изучения языка.
sk: Cesty sú kurzy. Každý má 8-10 sekvenčných tém s radom aktivít na učenie sa jazyka založených na úlohách.
sr: Putovanja su kursevi. Svaki ima 8-10 sekvencijalnih tema sa nizom aktivnosti za učenje jezika zasnovanih na zadacima.
sv: Resor är kurser. Varje kurs har 8-10 sekventiella ämnen med en rad uppgiftsbaserade språkinlärningsaktiviteter.
ta: பயணங்கள் பாடங்களாகும். ஒவ்வொன்றும் 8-10 வரிசைப்படுத்தப்பட்ட தலைப்புகளும், பணிக்கேட்கும் மொழி கற்றல் செயல்பாடுகளும் கொண்டது.
th: ทริปเป็นหลักสูตร แต่ละหลักสูตรมีหัวข้อเรียงลำดับ 8-10 หัวข้อ พร้อมกิจกรรมการเรียนรู้ภาษาที่ใช้ภารกิจเป็นฐาน
