Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# cdCountryDisplayName
source: Democratic Republic Congo
bn: ডেমোক্র্যাটিক রিপাবলিক কঙ্গো
bo: མེ་དོ་ནི་ཀ་རི་ཆོའི་མི་རྟག་པ།
ca: República Democràtica del Congo
cs: Demokratická republika Kongo
da: Den Demokratiske Republik Congo
de: Demokratische Republik Kongo
eo: Demokrata Respubliko Kongo
et: Kongo Demokraatlik Vabariik
eu: Kongoko Demokraziako Errepublika
fi: Kongon demokraattinen tasavalta
fr: République démocratique du Congo
ga: Poblacht Dhaonlathach Congó
gl: República Democrática do Congo
hi: डेमोक्रेटिक रिपब्लिक ऑफ कॉंगो
hr: Demokratska Republika Kongo
it: Repubblica Democratica del Congo
ka: დემოკრატიული რესპუბლიკა კონგო
nb: Den demokratiske republikken Kongo
nl: Democratische Republiek Congo
pl: Demokratyczna Republika Konga
pt: República Democrática do Congo
ru: Демократическая Республика Конго
sk: Demokratická republika Kongo
sr: Demokratska Republika Kongo
sv: Demokratiska republiken Kongo
ta: தனிப்பட்ட குடியரசு காங்கோ
th: สาธารณรัฐประชาธิปไตยคองโก

# cgCountryDisplayName
source: Republic of Congo
bn: কঙ্গো প্রজাতন্ত্র
bo: ཀོང་གེ་རོ།
ca: República del Congo
cs: Kongo
da: Republikken Congo
de: Republik Kongo
eo: Respubliko Kongo
et: Kongo Vabariik
eu: Kongoko Errepublikak
fi: Kongon tasavalta
fr: République du Congo
ga: Poblacht na Congó
gl: República do Congo
hi: रिपब्लिक ऑफ कॉंगो
hr: Republika Kongo
it: Repubblica del Congo
ka: კონგოს რესპუბლიკა
nb: Republikken Kongo
nl: Republiek Congo
pl: Republika Konga
pt: República do Congo
ru: Республика Конго
sk: Kongo
sr: Republika Kongo
sv: Kongo
ta: காங்கோ குடியரசு
th: สาธารณรัฐคองโก

# ckCountryDisplayName
source: Cook Islands
bn: কুক দ্বীপপুঞ্জ
bo: ཀོཀུ་ཨིལནཌས།
ca: Illes Cook
cs: Cookovy ostrovy
da: Cookøerne
de: Cookinseln
eo: Kukoinsuloj
et: Cooki Saared
eu: Cook Uharteak
fi: Cookinsaaret
fr: Îles Cook
ga: Oileáin Cook
gl: Illas Cook
hi: कुक आइलैंड्स
hr: Cookovi otoci
it: Isole Cook
ka: კუკის კუნძულები
nb: Cookøyene
nl: Cookeilanden
pl: Wyspy Cooka
pt: Ilhas Cook
ru: Острова Кука
sk: Ostrovy Cook
sr: Kukova Ostrva
sv: Cooköarna
ta: குக் தீவுகள்
th: เกาะคุก

# crCountryDisplayName
source: Costa Rica
bn: কোস্টারিকা
bo: ཀོས་ཊ་རི་ཀ།
cs: Kostarika
eo: Kostariko
ga: Costa Ríce
hi: कोस्टा रिका
hr: Kostarika
ka: კოსტა რიკა
pl: Kostaryka
ru: Коста-Рика
sk: Kostarika
sr: Kostarika
ta: கோஸ்டா ரிகா
th: คอสตาริกา

# ciCountryDisplayName
source: Côte d'Ivoire
bn: আইভরি কোস্ট
bo: ཨི་ཝོ་ཝོར།
ca: Costa d'Ivori
cs: Pobřeží slonoviny
da: Elfenbenskysten
de: Elfenbeinküste
eo: Kabo-Verdo
et: Elevandiluurannik
eu: Boli Kosta
fi: Norsunluurannikko
gl: Costa de Marfil
hi: कोटे द'इव्वोर
hr: Obala Bjelokosti
it: Costa d'Avorio
ka: კოტ დ'ივუარი
nb: Elfenbenskysten
nl: Ivoorkust
pl: Wybrzeże Kości Słoniowej
pt: Costa do Marfim
ru: Кот-д’Ивуар
sk: Pobrežie Slonoviny
sr: Obala Bjelokosti
sv: Elfenbenskusten
ta: கோட் டி'வாயர்
th: โกตดิวี

# hrCountryDisplayName
source: Croatia
bn: ক্রোয়েশিয়া
bo: ཀྲོ་ཝི་ཡ།
ca: Croàcia
cs: Chorvatsko
da: Kroatien
de: Kroatien
eo: Kroatio
et: Horvaatia
eu: Kroazia
fi: Kroatia
fr: Croatie
gl: Croacia
hi: क्रोएशिया
hr: Hrvatska
it: Croazia
ka: ხორვატია
nb: Kroatia
nl: Kroatië
pl: Chorwacja
pt: Croácia
ru: Хорватия
sk: Chorvátsko
sr: Hrvatska
sv: Kroatien
ta: குரோஷியா
th: โครเอเชีย

# cuCountryDisplayName
source: Cuba
bn: কিউবা
bo: ཀུ་བ།
cs: Kuba
de: Kuba
eo: Kubo
et: Kuuba
eu: Kuba
fi: Kuuba
ga: Cúba
hi: क्यूबा
hr: Kuba
ka: კუბა
nb: Kuba
pl: Kuba
ru: Куба
sk: Kuba
sr: Kuba
sv: Kuba
ta: கியூபா
th: คิวบา

# cwCountryDisplayName
source: Curaçao
bn: কুরাকাও
bo: ཀུ་རེ་སོ།
hi: कुराकाओ
ka: კურასაო
ru: Кюрасао
ta: குராசாவோ
th: คูราเซา

# cyCountryDisplayName
source: Cyprus
bn: সাইপ্রাস
bo: སай་པརས།
ca: Xipre
cs: Kypr
da: Cypern
de: Zypern
eo: Kipro
et: Küpros
eu: Zipre
fi: Kypros
fr: Chypre
ga: An Chipir
gl: Chipre
hi: साइप्रस
hr: Cipar
it: Cipro
ka: საიპროსი
nb: Kypros
pl: Cypr
pt: Chipre
ru: Кипр
sr: Kipar
sv: Cypern
ta: சைப்ரஸ்
th: ไซปรัส

# czCountryDisplayName
source: Czech Republic
bn: চেক প্রজাতন্ত্র
bo: ཀེཛ་ཁིཤ་མི་རྟག་པ།
ca: República Txeca
cs: Česká republika
da: Tjekkiet
de: Tschechische Republik
eo: Ĉeĥio
et: Tšehhi Vabariik
eu: Txekia
fi: Tšekin tasavalta
fr: République tchèque
ga: Poblacht na Seice
gl: República Checa
hi: चेक गणराज्य
hr: Češka
it: Repubblica Ceca
ka: ჩეხეთის რესპუბლიკა
nb: Tsjekkia
nl: Tsjechië
pl: Republika Czeska
pt: República Tcheca
ru: Чехия
sk: Česká republika
sr: Češka
sv: Tjeckien
ta: செக் குடியரசு
th: สาธารณรัฐเช็ก

# dkCountryDisplayName
source: Denmark
bn: ডেনমার্ক
bo: ཌེན་མཱཀ།
ca: Dinamarca
cs: Dánsko
da: Danmark
de: Dänemark
eo: Danujo
et: Taani
eu: Danimarka
fi: Tanska
fr: Danemark
ga: An Danmhairg
gl: Dinamarca
hi: डेनमार्क
hr: Danska
it: Danimarca
ka: დანია
nb: Danmark
nl: Denemarken
pl: Dania
pt: Dinamarca
ru: Дания
sk: Dánsko
sr: Danska
sv: Danmark
ta: டென்மார்க்
th: เดนมาร์ก

# djCountryDisplayName
source: Djibouti
bn: জিবুতি
bo: ཇི་བོ་ཊི།
cs: Džibutsko
de: Dschibuti
eo: Djibuto
ga: An Díbéit
gl: Xibuti
hi: जिबूती
hr: Džibuti
ka: ჯიბუტი
pl: Dżibuti
pt: Djibuti
ru: Джибути
sk: Džibutsko
sr: Džibuti
ta: ஜிபுட்டி
th: จิบูติ

# dmCountryDisplayName
source: Dominica
bn: ডোমিনিকা
bo: ཌོ་མི་ནི་ཀ།
cs: Dominika
eo: Dominiko
et: Dominika
eu: Dominika
fr: Dominique
ga: Dóminice
hi: डोमिनिका
hr: Dominika
ka: დომინიკა
pl: Dominika
ru: Доминика
sk: Dominika
sr: Dominika
ta: டொமினிகா
th: โดมินิกา

# doCountryDisplayName
source: Dominican Republic
bn: ডোমিনিকান প্রজাতন্ত্র
bo: ཌོ་མི་ནི་ཀཱན་མི་རྟག་པ།
ca: República Dominicana
cs: Dominikánská republika
da: Den Dominikanske Republik
de: Dominikanische Republik
eo: Dominika Respubliko
et: Dominikaani Vabariik
eu: Dominikar Errepublika
fi: Dominikaaninen tasavalta
fr: République dominicaine
ga: Poblacht na Dhoiminice
gl: República Dominicana
hi: डोमिनिकन गणराज्य
hr: Dominikanska Republika
it: Repubblica Dominicana
ka: დომინიკანული რესპუბლიკა
nb: Den dominikanske republikk
nl: Dominicaanse Republiek
pl: Republika Dominikańska
pt: República Dominicana
ru: Доминиканская Республика
sk: Dominikánska republika
sr: Dominikanska Republika
sv: Dominikanska republiken
ta: டொமினிகன் குடியரசு
th: สาธารณรัฐโดมินิกัน

# tlCountryDisplayName
source: East Timor
bn: পূর্ব তিমোর
bo: ཨེསཊཱམོར
ca: Timor Oriental
cs: Východní Timor
da: Østtimor
de: Osttimor
eo: Orienta Timoro
et: Ida-Timor
eu: Ekialdeko Timor
fi: Itä-Timor
fr: Timor oriental
ga: Timor Thoir
gl: Timor Oriental
hi: पूरब टिमोर
hr: Vijetnam
it: Timor Est
ka: აღმოსავლეთ ტიმორი
nb: Øst-Timor
nl: Oost-Timor
pl: Timor Wschodni
pt: Timor-Leste
ru: Восточный Тимор
sk: Východný Timor
sr: Vijetnam
sv: Östtimor
ta: கிழக்கு திமோர்
th: ติมอร์-เลสเต

# ecCountryDisplayName
source: Ecuador
bn: ইকুয়েডর
bo: ཨུཀ་ཊུ་ལ
ca: Equador
cs: Ekvádor
eo: Ekvadoro
eu: Ekuador
fr: Équateur
ga: Eacuadór
hi: इक्वाडोर
hr: Ekvador
ka: ეკვადორი
pl: Ekwador
pt: Equador
ru: Эквадор
sk: Ekvádor
sr: Ekvador
sv: Ekvador
ta: எக்வடோர்
th: อีควาดอร์

# egCountryDisplayName
source: Egypt
bn: মিশর
bo: ཨེཀ་ཡེན
ca: Egipte
da: Egypten
de: Ägypten
eo: Egiptujo
et: Egiptus
eu: Egipto
fi: Egypti
fr: Égypte
ga: An Éigipt
gl: Exipto
hi: मिस्र
hr: Egipat
it: Egitto
ka: ეგვიპტე
nl: Egypte
pl: Egipt
pt: Egito
ru: Египет
sr: Egipat
sv: Egypten
ta: எகிப்து
th: อียิปต์

# svCountryDisplayName
source: El Salvador
bn: এল সালভাদর
bo: ཨེལ་སོལ་བ་ཌོ
cs: Salvador
eo: Salvadoro
ga: Salvadór
hi: एल साल्वाडोर
hr: Salvador
ka: ელ სალვადორი
pl: Salwador
ru: Сальвадор
sk: Salvador
sr: Salvador
ta: எல் சால்வடார்
th: เอลซัลวาดอร์

# gqCountryDisplayName
source: Equatorial Guinea
bn: ইকুয়াটোরিয়াল গিনি
bo: ཨུ་ཀུ་ཝེ་ནི་ཡུན་གྱི
ca: Guinea Equatorial
cs: Rovníková Guinea
da: Ækvatorialguinea
de: Äquatorialguinea
eo: Ekvatora Gvineo
et: Ekvatoriaal-Guinea
eu: Ginea Erdialdea
fi: Päiväntasaajan Guinea
fr: Guinée équatoriale
ga: Ginéiv Éacuatorial
gl: Guinea Ecuatorial
hi: इक्वेटोरियल गिनी
hr: Ekvatorijalna Gvineja
it: Guinea Equatoriale
ka: ეკვატორული გვინეა
nb: Ekvatorial-Guinea
nl: Equatoriaal-Guinea
pl: Gwinea Równikowa
pt: Guiné Equatorial
ru: Экваториальная Гвинея
sk: Rovníková Guinea
sr: Ekvatorijalna Gvineja
sv: Ekvatorialguinea
ta: இகுவேட்டரியல் கினி
th: กินี Equatorial

# erCountryDisplayName
source: Eritrea
bn: ইরিত্রিয়া
bo: ཨེ་རི་ཊྲཱཡ
eo: Eritreo
fr: Érythrée
hi: एरिट्रिया
hr: Eritreja
ka: ერიტრეა
pl: Erytrea
pt: Eritreia
ru: Эритрея
sr: Eritreja
ta: எரிட்ரியா
th: เอริเทรีย

# eeCountryDisplayName
source: Estonia
bn: এস্তোনিয়া
bo: ེས་ཊོ་ནི་ཡ
ca: Estònia
cs: Estonsko
da: Estland
de: Estland
eo: Estonio
et: Eesti
fi: Viro
fr: Estonie
ga: An Estóin
hi: एस्टोनिया
hr: Estonija
ka: ესტონეთი
nb: Estland
nl: Estland
pt: Estônia
ru: Эстония
sk: Estónsko
sr: Estonija
sv: Estland
ta: எஸ்தோனியா
th: เอสโตเนีย

# szCountryDisplayName
source: Eswatini
bn: এসওয়াটিনি
bo: ཨས་ཝ་ཊི་ནི
eo: Esvatinio
et: Esvatini
ga: Esuatain
hi: एस्वाटिनी
hr: Esvatini
ka: ესვატინი
ru: Эсватини
sr: Esvatini
ta: எஸ்வாட்டினி
th: เอสวาตินี

# etCountryDisplayName
source: Ethiopia
bn: ইথিওপিয়া
bo: ཨི་ཐོ་ཕི་ཡ
ca: Etiòpia
cs: Etiopie
da: Etiopien
de: Äthiopien
eo: Etiopio
et: Etioopia
eu: Etiopia
fi: Etiopia
fr: Éthiopie
ga: An Aetóip
gl: Etiopía
hi: इथियोपिया
hr: Etiopija
it: Etiopia
ka: ეთიოპია
nb: Etiopia
nl: Ethiopië
pl: Etiopia
pt: Etiópia
ru: Эфиопия
sk: Etiópia
sr: Etiopija
sv: Etiopien
ta: எத்தியோப்பியா
th: เอธิโอเปีย

# fkCountryDisplayName
source: Falkland Islands
bn: ফকল্যান্ড দ্বীপপুঞ্জ
bo: ཕལཀལན་ས་གླིང་ཚ
ca: Illes Falkland
cs: Falklandy
da: Falklandsøerne
de: Falklandinseln
eo: Falklandinsuloj
et: Falklandi saared
eu: Falkland uharteak
fi: Falklandinsaaret
fr: Îles Malouines
ga: Oileáin Falkland
gl: Illas Malvinas
hi: फॉकलैंड द्वीपसमूह
hr: Folklandski otoci
it: Isole Falkland
ka: ფოლკლენდის კუნძულები
nb: Falklandsøyene
nl: Falklandeilanden
pl: Falklandy
pt: Ilhas Malvinas
ru: Фолклендские острова
sk: Falklandy
sr: Folklandska Ostrva
sv: Falklandsöarna
ta: பால்க்லாந்து தீவுகள்
th: หมู่เกาะฟอล์คแลนด์

# foCountryDisplayName
source: Faroe Islands
bn: ফ্যারো দ্বীপপুঞ্জ
bo: ཕ་རོ་ཡེ་ནི་ས་གླིང་ཚ
ca: Illes Fèroe
cs: Faerské ostrovy
da: Færøerne
de: Färöer-Inseln
eo: Ferooj
et: Fääri saared
eu: Faroe uharteak
fi: Färsaaret
fr: Îles Féroé
ga: Oileáin Fharó
gl: Illas Feroe
hi: फारो द्वीपसमूह
hr: Farski otoci
it: Isole Faroe
ka: ფაროსის კუნძულები
nb: Færøyene
nl: Faeröer
pl: Wyspy Owcze
pt: Ilhas Faroé
ru: Фарерские острова
sk: Faerské ostrovy
sr: Farska Ostrva
sv: Färöarna
ta: பாரோ தீவுகள்
th: หมู่เกาะแฟโร

# fjCountryDisplayName
source: Fiji
bn: ফিজি
bo: ཕི་ཇི
cs: Fidži
de: Fidschi
eo: Fidži
fr: Fidji
ga: Fidsí
hi: फिजी
it: Figi
ka: ფიჯი
pl: Fidżi
ru: Фиджи
ta: பிஜி
th: ฟิจิ

# fiCountryDisplayName
source: Finland
bn: ফিনল্যান্ড
bo: ཕིན་ལནཌ
ca: Finlàndia
cs: Finsko
de: Finnland
eo: Finnlando
et: Soome
eu: Finlandia
fi: Suomi
fr: Finlande
ga: An Fionlainn
gl: Finlandia
hi: फिनलैंड
hr: Finska
it: Finlandia
ka: ფინეთი
pl: Finlandia
pt: Finlândia
ru: Финляндия
sk: Fínsko
sr: Finska
ta: பின்லாந்து
th: ฟินแลนด์

# frCountryDisplayName
source: France
bn: ফ্রান্স
bo: ཕྲན་སེ
ca: França
cs: Francie
da: Frankrig
de: Frankreich
eo: Francio
et: Prantsusmaa
eu: Frantzia
fi: Ranska
ga: An Fhrainc
gl: Francia
hi: फ्रांस
hr: Francuska
it: Francia
ka: საფრანგეთი
nb: Frankrike
nl: Frankrijk
pl: Francja
pt: França
ru: Франция
sk: Francúzsko
sr: Francuska
sv: Frankrike
ta: பிரான்ஸ்
th: ฝรั่งเศส

# gfCountryDisplayName
source: French Guiana
bn: ফরাসি গিয়ানা
bo: ཕྲེན་ཁུ་ཡན་ཡུ་ནི་ཡ
ca: Guiana Francesa
cs: Francouzská Guayana
da: Fransk Guyana
de: Französisch-Guayana
eo: Francia Gviano
et: Prantsuse Guajaana
eu: Guyana Frantsesa
fi: Ranskan Guayana
fr: Guyane française
ga: Ghuáin Fhrancach
gl: Guiana Francesa
hi: फ्रेंच गयाना
hr: Francuska Gvajana
it: Guyana francese
ka: საფრანგეთის გვიანა
nb: Fransk Guyana
nl: Frans-Guyana
pl: Gujana Francuska
pt: Guiana Francesa
ru: Французская Гвиана
sk: Francúzska Guyana
sr: Francuska Gvajana
sv: Franska Guyana
ta: பிரெஞ்சு கயானா
th: เฟรนช์เกียนา

# pfCountryDisplayName
source: French Polynesia
bn: ফরাসি পলিনেশিয়া
bo: ཕྲེན་སོནི་ཡ
ca: Polinèsia Francesa
cs: Francouzská Polynésie
da: Fransk Polynesien
de: Französisch-Polynesien
eo: Francia Polinesio
et: Prantsuse Polüneesia
eu: Polinesia Frantsesa
fi: Ranskan Polynesia
fr: Polynésie française
ga: Polainéis Fraincise
gl: Polinesia Francesa
hi: फ्रेंच पोलिनेशिया
hr: Francuska Polinezija
it: Polinesia francese
ka: საფრანგეთის პოლინეზია
nb: Fransk Polynesia
nl: Frans-Polynesië
pl: Polinezja Francuska
pt: Polinésia Francesa
ru: Французская Полинезия
sk: Francúzska Polynézia
sr: Francuska Polinezija
sv: Franska Polynesien
ta: பிரெஞ்சு போலினேஷியா
th: เฟรนช์โพลินีเซีย

# gaCountryDisplayName
source: Gabon
bn: গাবন
bo: ག་བོན
ca: Gabó
cs: Gabun
de: Gabun
eo: Gabo
gl: Gabón
hi: गाबोन
ka: გაბონი
pt: Gabão
ru: Габон
ta: கேபன்
th: กาบอง

# gmCountryDisplayName
source: Gambia
bn: গাম্বিয়া
bo: གམ་བི་ཡ
ca: Gàmbia
cs: Gambie
eo: Gambio
fr: Gambie
hi: गाम्बिया
hr: Gambija
ka: გამბია
pt: Gâmbia
ru: Гамбия
sr: Gambija
ta: காம்பியா
th: แกมเบีย

# geCountryDisplayName
source: Georgia
bn: জর্জিয়া
bo: ཇོར་ཇི་ཡ
ca: Geòrgia
cs: Gruzie
da: Georgien
de: Georgien
eo: Gjeorgio
et: Gruusia
fr: Géorgie
ga: An Georgia
gl: Xeorxia
hi: जॉर्जिया
hr: Gruzija
ka: საქართველო
nl: Georgië
pl: Gruzja
pt: Geórgia
ru: Грузия
sk: Gruzínsko
sr: Gruzija
sv: Georgien
ta: ஜார்ஜியா
th: จอร์เจีย

# deCountryDisplayName
source: Germany
bn: জার্মানি
bo: འཇར་མ་ནི
ca: Alemanya
cs: Německo
da: Tyskland
de: Deutschland
eo: Germanio
et: Saksamaa
eu: Alemania
fi: Saksa
fr: Allemagne
ga: An Ghearmáin
gl: Alemaña
hi: जर्मनी
hr: Njemačka
it: Germania
ka: გერმანია
nb: Tyskland
nl: Duitsland
pl: Niemcy
pt: Alemanha
ru: Германия
sk: Nemecko
sr: Nemačka
sv: Tyskland
ta: ஜெர்மனி
th: เยอรมนี

# ghCountryDisplayName
source: Ghana
bn: ঘানা
bo: غانا
ca: Gana
eo: Ganao
ga: Gána
gl: Gana
hi: घाना
hr: Gana
ka: განა
pt: Gana
ru: Гана
sr: Gana
ta: கானா
th: กานา

# giCountryDisplayName
source: Gibraltar
bn: জিব্রাল্টার
bo: جبل الطارق
ga: Giobráltar
gl: Xibraltar
hi: जिब्राल्टर
it: Gibilterra
ka: გიბრალტარი
ru: Гибралтар
sk: Gibraltár
ta: ஜிபரால்டர்
th: ยิบรอลตาร์

# grCountryDisplayName
source: Greece
bn: গ্রীস
bo: اليونان
ca: Grècia
cs: Řecko
da: Grækenland
de: Griechenland
eo: Grekujo
et: Kreeka
eu: Grecia
fi: Kreikka
fr: Grèce
ga: An Ghréig
gl: Grecia
hi: ग्रीस
hr: Grčka
it: Grecia
ka: გრეცია
nb: Hellas
nl: Griekenland
pl: Grecja
pt: Grécia
ru: Греция
sk: Grécko
sr: Grčka
sv: Grekland
ta: கிரீஸ்
th: กรีซ

# glCountryDisplayName
source: Greenland
bn: গ্রিনল্যান্ড
bo: جرينلاند
ca: Grenlàndia
cs: Grónsko
da: Grønland
de: Grönland
eo: Grønlando
et: Gröönimaa
eu: Groenlandia
fi: Grönlanti
fr: Groenland
ga: An Ghleibhe
gl: Groenlandia
hi: ग्रीनलैंड
hr: Grenland
it: Groenlandia
ka: გრინლანდია
nb: Grønland
nl: Groenland
pl: Grenlandia
pt: Groenlândia
ru: Гренландия
sk: Grónsko
sr: Grenland
sv: Grönland
ta: கிரீன்லாந்து
th: กรีนแลนด์

# gdCountryDisplayName
source: Grenada
bn: গ্রেনাডা
bo: غرينادا
eo: Grenado
fr: Grenade
hi: ग्रेनाडा
ka: გრენადა
pt: Granada
ru: Гренада
ta: கிரெனடா
th: เกรนาดา

# gpCountryDisplayName
source: Guadeloupe
bn: গুয়াডেলুপ
bo: غوادلوب
ca: Guadalupe
eo: Gvadelupo
eu: Guadalupe
ga: Guadalúip
gl: Guadalupe
hi: ग्वाडेलूप
hr: Gvadalupe
it: Guadalupa
ka: გუადელუპე
pl: Gwadelupa
pt: Guadalupe
ru: Гваделупа
sr: Gvadelup
ta: குவடலூப்
th: กวาเดอลูป

# guCountryDisplayName
source: Guam
bn: গুয়াম
bo: غوام
eo: Gamo
hi: गुआम
ka: გუამ
ru: Гуам
ta: குவாம்
th: กวม

# gtCountryDisplayName
source: Guatemala
bn: গুয়াতেমালা
bo: غواتيمالا
eo: Gvatemalo
ga: Guatamala
hi: ग्वाटेमाला
hr: Gvatemala
ka: გვატემალა
pl: Gwatemala
ru: Гватемала
sr: Gvatemala
ta: குவாதேலா
th: กัวเตมาลา

# ggCountryDisplayName
source: Guernsey
bn: গার্নসি
bo: غيرنزي
eo: Gernesio
fr: Guernesey
ga: Sontáin Ghiúnéara
hi: गर्न्सी
hr: Jersey
ka: გერნსი
ru: Гернси
sr: Gurnsej
ta: கெர்ன்சி
th: เกิร์นซีย์

# gnCountryDisplayName
source: Guinea Conakry
bn: গিনি কনাক্রি
bo: غينيا كوناكري
ca: Guinea Conakri
eo: Gvineo Konakrio
fr: Guinée Conakry
ga: Ginéiv Conakry
hi: गिनी कोनाक्री
hr: Gvineja Konakri
ka: გინეა კონაკრი
nl: Guinee Conakry
pl: Gwinea Conakry
pt: Guiné-Conacri
ru: Гвинея Конакри
sr: Gvineja Konakri
ta: கினி கானக்ரி
th: กินี-คองกี

# gwCountryDisplayName
source: Guinea-Bissau
bn: গিনি-বিসাউ
bo: غينيا بيساو
eo: Gvineo-Bisao
fr: Guinée-Bissau
ga: Ginéiv-Bissau
hi: गिनी-बिसाऊ
hr: Gvineja-Bisao
ka: გინეა-ბისაუ
nl: Guinee-Bissau
pl: Gwinea Bissau
pt: Guiné-Bissau
ru: Гвинея-Бисау
sr: Gvineja-Bisao
ta: கினி பிஸ்சாவு
th: กินี-บิสเซา

# gyCountryDisplayName
source: Guyana
bn: গায়ানা
bo: غيانا
eo: Gujano
ga: Ghuáin
gl: Généa
hi: गयाना
hr: Gvajana
ka: გაიანა
pl: Gujana
pt: Guiana
ru: Гайана
sr: Gvajana
ta: கயானா
th: กายอานา

# htCountryDisplayName
source: Haiti
bn: হাইতি
bo: هايتي
ca: Haití
eo: Haitio
fr: Haïti
ga: Haití
gl: Haití
hi: हैती
ka: ჰაიტი
nl: Haïti
ru: Гаити
ta: ஹைட்டி
th: เฮติ

# hmCountryDisplayName
source: Heard Island and McDonald Islands
bn: হার্ড দ্বীপ ও ম্যাকডোনাল্ড দ্বীপপুঞ্জ
bo: جزيرة هيرد وجزر مكدونالد
ca: Illes Heard i Illes McDonald
da: Heard-øen og McDonald-øerne
de: Heard-Insel und McDonald-Inseln
eo: Heard-insulo kaj McDonald-insuloj
et: Heard Island ja McDonald Islandid
eu: Hear Island eta McDonald Islands
fi: Heardin saari ja McDonaldinsaaret
fr: Îles Heard et McDonald
ga: Oileán Heard agus Oileáin McDonald
gl: Illas Heard e Illas McDonald
hi: हर्ड द्वीप और मैकडोनाल्ड द्वीप
hr: Ostrvo Heard i otoci McDonald
it: Isole Heard e Isole McDonald
ka: ჰერდის კუნძულები და მაკდონალდ კუნძულები
nb: Heard-øyene og McDonald-øyene
nl: Heard-eiland en McDonald-eilanden
pl: Wyspy Heard i McDonalda
pt: Ilha Heard e Ilhas McDonald
ru: Острова Херд и Макдональд
sk: Ostrov Heard a ostrovy McDonald
sr: Ostrvo Heard i Ostrva Makdonald
sv: Heardön och McDonaldöarna
ta: ஹியர்ட் தீவு மற்றும் மெக்டொனல் தீவுகள்
th: เกาะเฮิร์ดและเกาะแมคโดนัลด์

# hnCountryDisplayName
source: Honduras
bn: হন্ডুরাস
bo: هندوراس
ca: Hondures
eo: Honduraso
ga: Hondúras
hi: होंडुरास
ka: ჰონდურასი
ru: Гондурас
ta: ஹொண்டுராஸ்
th: ฮอนดูรัส

# hkCountryDisplayName
source: Hong Kong
bn: হংকং
bo: هونغ كونغ
eo: Honkongo
ga: Hong Cong
hi: हांगकांग
ka: ჰონგ კონგი
ru: Гонконг
ta: ஹாங்காங்
th: ฮ่องกง

# huCountryDisplayName
source: Hungary
bn: হাঙ্গেরি
bo: هنغاريا
ca: Hongria
cs: Maďarsko
da: Ungarn
de: Ungarn
eo: Hungario
et: Ungari
eu: Hungaria
fi: Unkari
fr: Hongrie
ga: Ungáir
gl: Hungría
hi: हंगरी
hr: Mađarska
it: Ungheria
ka: უნგრეთი
nb: Ungarn
nl: Hongarije
pl: Węgry
pt: Hungria
ru: Венгрия
sk: Maďarsko
sr: Mađarska
sv: Ungern
ta: ஹங்கரி
th: ฮังการี

# isCountryDisplayName
source: Iceland
bn: আইসল্যান্ড
bo: آيسلندا
ca: Islàndia
cs: Island
da: Island
de: Island
eo: Islando
et: Island
eu: Islandia
fi: Islanti
fr: Islande
ga: Íoslainn
gl: Islándia
hi: आइसलैंड
hr: Island
it: Islanda
ka: ისლანდია
nb: Island
nl: IJsland
pl: Islandia
pt: Islândia
ru: Исландия
sk: Island
sr: Island
sv: Island
ta: ஐஸ்லாந்து
th: ไอซ์แลนด์

# inCountryDisplayName
source: India
bn: ভারত
bo: الهند
ca: Índia
cs: Indie
da: Indien
de: Indien
eo: Hindo
fi: Intia
fr: Inde
ga: An India
hi: भारत
hr: Indija
ka: ინდოეთი
pl: Indie
pt: Índia
ru: Индия
sr: Indija
sv: Indien
ta: இந்தியா
th: อินเดีย

# idCountryDisplayName
source: Indonesia
bn: ইন্দোনেশিয়া
bo: إندونيسيا
ca: Indonèsia
cs: Indonésie
da: Indonesien
de: Indonesien
eo: Indonezio
et: Indoneesia
fr: Indonésie
ga: An Indinéis
hi: इंडोनेशिया
hr: Indonezija
ka: ინდონეზია
nl: Indonesië
pl: Indonezja
pt: Indonésia
ru: Индонезия
sk: Indonézia
sr: Indonezija
sv: Indonesien
ta: இந்தோனேஷியா
th: อินโดนีเซีย

# irCountryDisplayName
source: Iran
bn: ইরান
bo: ایران
cs: Írán
eo: Irano
et: Iraan
ga: An Iaráin
gl: Irán
hi: ईरान
ka: ირანი
pt: Irã
ru: Иран
sk: Irán
ta: இரான்
th: อิหร่าน

# iqCountryDisplayName
source: Iraq
bn: ইরাক
bo: عراق
cs: Irák
da: Irak
de: Irak
eo: Irako
et: Iraag
eu: Irak
fi: Irak
fr: Irak
ga: An Iaráic
hi: इराक
hr: Irak
ka: ერაყი
nb: Irak
nl: Irak
pl: Irak
pt: Iraque
ru: Ирак
sk: Irak
sr: Irak
sv: Irak
ta: இராக்க்
th: อิรัก

# ieCountryDisplayName
source: Ireland
bn: আয়ারল্যান্ড
bo: ایرلند
ca: Irlanda
cs: Irsko
da: Irland
de: Irland
eo: Irlando
et: Iirimaa
eu: Irlanda
fi: Irlanti
fr: Irlande
ga: Éire
gl: Irlanda
hi: आयरलैंड
hr: Irska
it: Irlanda
ka: ირლანდია
nb: Irland
nl: Ierland
pl: Irlandia
pt: Irlanda
ru: Ирландия
sk: Írsko
sr: Irska
sv: Irland
ta: அயர்லாந்து
th: ไอร์แลนด์

# imCountryDisplayName
source: Isle of Man
bn: ম্যান দ্বীপ
bo: جزیره من
ca: Illa de Man
cs: Ostrov Man
da: Man
de: Insel Man
eo: Insulo de Man
et: Mani saar
eu: Man uhartea
fi: Mansaari
fr: Île de Man
ga: Oileán Mhanann
gl: Isla de Man
hi: मैन द्वीप
hr: Otok Man
it: Isola di Man
ka: მან კუნძული
nb: Man-øyen
pl: Wyspa Man
pt: Ilha de Man
ru: Остров Мэн
sk: Ostrov Man
sr: Ostrvo Man
ta: மேன் தீவு
th: เกาะแมน

# ilCountryDisplayName
source: Israel
bn: ইসরায়েল
bo: اسرائیل
cs: Izrael
eo: Israelo
et: Iisrael
fr: Israël
ga: Ísraél
hi: इज़राइल
hr: Izrael
it: Israele
ka: ისრაელი
nl: Israël
pl: Izrael
ru: Израиль
sk: Izrael
sr: Izrael
ta: இஸ்ரேல்
th: อิสราเอล

# itCountryDisplayName
source: Italy
bn: ইতালি
bo: ایتالیا
ca: Itàlia
cs: Itálie
da: Italien
de: Italien
eo: Italio
et: Itaalia
eu: Italia
fi: Italia
fr: Italie
ga: An Iodáil
gl: Italia
hi: इटली
hr: Italija
it: Italia
ka: იტალია
nb: Italia
nl: Italië
pl: Włochy
pt: Itália
ru: Италия
sk: Taliansko
sr: Italija
sv: Italien
ta: இத்தாலி
th: อิตาลี

# jmCountryDisplayName
source: Jamaica
bn: জামাইকা
bo: جامائیکا
cs: Jamajka
de: Jamaika
eo: Jamajko
eu: Jamaika
fi: Jamaika
fr: Jamaïque
ga: Jamaice
gl: Xamaica
hi: जमैका
hr: Jamajka
it: Giamaica
ka: JAMაიკა
pl: Jamajka
ru: Ямайка
sk: Jamajka
sr: Jamajka
ta: ஜமைகா
th: จาเมกา

# jpCountryDisplayName
source: Japan
bn: জাপান
bo: ژاپن
ca: Japó
cs: Japonsko
eo: Japanio
et: Jaapan
eu: Japonia
fi: Japani
fr: Japon
ga: Seapáin
gl: Xapón
hi: जापान
it: Giappone
ka: იაპონია
pl: Japonia
pt: Japão
ru: Япония
sk: Japonsko
ta: ஜப்பான்
th: ญี่ปุ่น

# jeCountryDisplayName
source: Jersey
bn: জার্সি
bo: جرسی
eo: Jerseyo
gl: Xersey
hi: जर्सी
ka: ჯერსი
ru: Джерси
sr: Džerzi
ta: ஜெர்சி
th: เกาะเจอร์ซีย์

# joCountryDisplayName
source: Jordan
bn: জর্ডান
bo: اردن
ca: Jordània
cs: Jordánsko
de: Jordanien
eo: Jordano
et: Jordaania
eu: Jordania
fi: Jordania
fr: Jordanie
ga: An Iordáin
gl: Xordania
hi: जॉर्डन
it: Giordania
ka: იორდანია
nl: Jordanië
pl: Jordania
pt: Jordânia
ru: Иордания
sk: Jordánsko
ta: ஜோர்டான்
th: จอร์แดน

# kzCountryDisplayName
source: Kazakhstan
bn: কাজাখস্তান
bo: قزاقستان
cs: Kazachstán
da: Kasakhstan
de: Kasachstan
eo: Kazakhstano
et: Kasahstan
fi: Kazakstan
ga: Casacstáin
gl: Kazaxistán
hi: कजाखस्तान
hr: Kazahstan
ka: ყაზახეთი
nb: Kasakhstan
nl: Kazachstan
pl: Kazachstan
pt: Cazaquistão
ru: Казахстан
sk: Kazachstan
sr: Kazahstan
ta: கசகஸ்தான்
th: คาซัคสถาน

# keCountryDisplayName
source: Kenya
bn: কেনিয়া
bo: کنیا
cs: Keňa
de: Kenia
eo: Kenjo
et: Keenia
fi: Kenia
ga: Céinia
gl: Quenia
hi: केन्या
hr: Kenija
ka: კენია
nl: Kenia
pl: Kenia
pt: Quênia
ru: Кения
sk: Keňa
sr: Kenija
ta: கென்யா
th: เคนยา

# kiCountryDisplayName
source: Kiribati
bn: কিরিবাটি
bo: کیریباتی
ga: Cirisí
hi: किरिबाती
ka: კირიბატი
ru: Кирибати
ta: கிரிபாசி
th: คิริบาส

# xkCountryDisplayName
source: Kosovo
bn: কোসোভো
bo: کوسوو
ga: Kosóivó
hi: कोसोवो
ka: კოსოვო
pl: Kosowo
ru: Косово
ta: கோசோவோ
th: โกโว

# kwCountryDisplayName
source: Kuwait
bn: কুয়েত
bo: کویت
cs: Kuvajt
eo: Kuvajto
et: Kuveit
fr: Koweït
ga: Cuáit
hi: कुवैत
hr: Kuvajt
ka: ყვაითი
nl: Koeweit
pl: Kuwejt
ru: Кувейт
sk: Kuvajt
sr: Kuvajt
ta: குவைத்
th: คูเวต

# kgCountryDisplayName
source: Kyrgyzstan
bn: কিরগিজস্তান
bo: قرقیزستان
ca: Kirguizistan
cs: Kyrgyzstán
da: Kirgisistan
de: Kirgisistan
eo: Kirgizio
et: Kõrgõzstan
eu: Kirgizistan
fr: Kirghizistan
ga: Cairéis
gl: Quirguistán
hi: किर्गिज़स्तान
hr: Kirgistan
it: Kirghizistan
ka: ყირგიზეთი
nb: Kirgisistan
nl: Kirgizië
pl: Kirgistan
pt: Quirguistão
ru: Киргизия
sk: Kirgizsko
sr: Kirgistan
sv: Kirgizistan
ta: கிர்கிஸ்தான்
th: คีร์กีซสถาน

# laCountryDisplayName
source: Laos
bn: লাওস
bo: لائوس
eo: Laoso
hi: लाओस
ka: ლაოსი
ru: Лаос
ta: லாவோஸ்
th: ลาว
