Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# grammarCopyCONJTYPEcmp
source: Comparative
bn: তুলনামূলক
bo: མཐུན་འབྲེལ
ca: Comparatiu
cs: Srovnávací
da: Komparativ
de: Komparativ
eo: Komparativa
et: Võrdlus
eu: Konparatiboa
fi: Vertailu
fr: Comparatif
ga: Comhchiallach
gl: Comparativo
hi: तुलनात्मक
hr: Usporedni
it: Comparativo
ka: შედარებითი
nb: Komparativ
nl: Vergelijkend
pl: Porównawczy
pt: Comparativo
ru: Сравнительный
sk: Porovnávací
sr: Komparativni
sv: Jämförande
ta: விகிதம்
th: เปรียบเทียบ

# grammarCopyDEFINITEind
source: Indefinite
bn: অপরিচিত
bo: མེད་པར
ca: Indefinit
cs: Neurčitý
da: Ubestemt
de: Indefinit
eo: Indefina
et: Määratlemata
eu: Zehatza
fi: Epämääräinen
fr: Indéfini
ga: Neamhshonraithe
gl: Indefinido
hi: अपरिभाषित
hr: Neodređeni
it: Indefinito
ka: საზღვრული
nb: Ubestemt
nl: Onbepaald
pl: Nieokreślony
pt: Indefinido
ru: Неопределённый
sk: Neurčitý
sr: Nedefinisan
sv: Obestämd
ta: அறிவிப்பற்ற
th: ไม่ระบุเจาะจง

# grammarCopyMOODint
source: Interrogative Mood
bn: প্রশ্নবোধক মোড
bo: བརྟེན་སྟོན
ca: Mode interrogatiu
cs: Otázkový způsob
da: Interrogativ
de: Fragesatz
eo: Interrogativa Modo
et: Küsimuslik meeleolu
eu: Galdera modua
fi: Kysymysmoodi
fr: Mode interrogatif
ga: Mód Idirghabhála
gl: Modo interrogativo
hi: प्रश्नवाचक मूड
hr: Upitni način
it: Modo Interrogativo
ka: საპასუხო განწყობა
nb: Spørremodus
nl: Interrogatieve stemming
pl: Tryb pytający
pt: Modo Interrogativo
ru: Вопросительное настроение
sk: Inštrumentál
sr: Upitni način
sv: Interrogativt modus
ta: வினாவியல் நிலை
th: อารมณ์คำถาม

# grammarCopyNOUNTYPEcomm
source: Common Noun
bn: সাধারণ নাম
bo: མཉམ་སྟོན
ca: Nom comú
cs: Obecné podstatné jméno
da: Almindeligt substantiv
de: Gemeines Substantiv
eo: Komuna Nomo
et: Üldine nimisõna
eu: Izena orokorra
fi: Yleisnimi
fr: Nom commun
ga: Cineál Coiteann
gl: Substantivo Común
hi: सामान्य संज्ञा
hr: Zajednička imenica
it: Nome Comune
ka: საერთო სახელი
nb: Fellesnavn
nl: Algemeen zelfstandig naamwoord
pl: Rzeczownik pospolity
pt: Substantivo Comum
ru: Общее существительное
sk: Bežný podstatné meno
sr: Običan imenica
sv: Gemensamt substantiv
ta: பொது பெயர்
th: คำนามสามัญ

# grammarCopyNUMBERPSORsing
source: Possessor's Singular
bn: স্বত্তাধিকারীর একবচন
bo: ལག་ལེན་མཁན་གཅིག
ca: Singular del possessiu
cs: Jednotné vlastnictví
da: Ejerens ental
eo: Singularo de posedo
et: Omava nimisõna ainsus
eu: Jabe singularra
fi: Omistajan yksikkö
fr: Singulier du possesseur
ga: Uimhir Singil an Úinéara
gl: Singular do Posuidor
hi: स्वामित्वकर्ता का एकवचन
hr: Posvojitelj u jednini
it: Singolare del Possessore
ka: მფლობელის ერთეული
nb: Eiers tall entall
nl: Enkelvoud van bezitter
pl: Liczba pojedyncza posiadacza
pt: Singular do Possuidor
ru: Sg. владельца
sk: Jednotné vlastníctvo
sr: Jednina posedovaoca
sv: Possessorns singular
ta: பொறுப்பதாரரின் ஒரேவிதம்
th: เจ้าของในรูปเอกพจน์

# grammarCopyNUMBERPSORplur
source: Possessor's Plural
bn: স্বত্তাধিকারীর বহুবচন
bo: རང་བཞིན་གྱི་རེད་མི་ཚོད་ལྟར
ca: Plural del possessiu
cs: Množné vlastnictví
da: Ejerens flertal
eo: Pluraro de posedo
et: Omava nimisõna mitmus
eu: Jabe plurala
fi: Omistajan monikko
fr: Pluriel du possesseur
ga: Ilús an Fhoinseora
gl: Plural do Posuidor
hi: स्वामित्वकर्ता का बहुवचन
hr: Posvojitelj u množini
it: Plurale del Possessore
ka: მფლობელის მრავლობითი
nb: Eiers tall flertall
nl: Meervoud van bezitter
pl: Liczba mnoga posiadacza
pt: Plural do Possuidor
ru: Множественное число владельца
sk: Množné vlastníctvo
sr: Množina posedovaoca
sv: Possessorns plural
ta: பொறுப்பதாரரின் பலவிதம்
th: เจ้าของในรูปพหูพจน์

# grammarCopyNUMBERPSORdual
source: Possessor's Dual
bn: স্বত্তাধিকারীর দ্বৈত
bo: རང་བཞིན་གྱི་གཉིས་ལྟར
ca: Dual del possessiu
cs: Dvojné vlastnictví
da: Ejerens dual
eo: Duaro de posedo
et: Omava nimisõna dual
eu: Jabe bikoa
fi: Omistajan kaksikko
fr: Dual du possesseur
ga: Dúal an Fhoinseora
gl: Dual do Posuidor
hi: स्वामित्वकर्ता का द्विगुणित
hr: Posvojitelj u dvojini
it: Duale del Possessore
ka: მფლობელის ორი
nb: Eiers dual
nl: Dual van bezitter
pl: Liczba podwójna posiadacza
pt: Dual do Possuidor
ru: Двойственное число владельца
sk: Dvojité vlastníctvo
sr: Dvojina posedovaoca
sv: Possessorns dual
ta: பொறுப்பதாரரின் இரட்டை
th: เจ้าของในรูปคู่

# grammarCopyPOLARITYpos
source: Positive Polarity
bn: ধনাত্মক ধ্রুবকতা
bo: བདེན་སྟོན་སྤྱིར་བཏང་
ca: Polaritat positiva
cs: Kladná polarita
da: Positiv polaritet
de: Positive Polarität
eo: Pozitiva Polaro
et: Positiivne polaarus
eu: Positiboaren polaritatea
fi: Positiivinen polariteetti
fr: Polarity positive
ga: Deimhneach
gl: Polaridade Positiva
hi: सकारात्मक ध्रुवता
hr: Pozitivna polaritet
it: Polarità Positiva
ka: დადებითი პოლარობა
nb: Positiv polaritet
nl: Positieve polariteit
pl: Polaryzacja dodatnia
pt: Polaridade Positiva
ru: Положительная полярность
sk: Kladná polarita
sr: Pozitivna polaritet
sv: Positiv polaritet
ta: நோக்கிய பன்மை
th: บวก

# grammarCopyPOSSyes
source: Possessive
bn: স্বত্তাধিকারী
bo: རང་བཞིན་གྱི་སྤྱིར་བཏང་
ca: Possessiu
cs: Přivlastňovací
da: Possessiv
de: Possessiv
eo: Poseda
et: Omadussõna
eu: Jabetza
fi: Omistussana
fr: Possessif
ga: Seilbh
gl: Posesivo
hi: स्वामित्वसूचक
hr: Posvojno
it: Possessivo
ka: მფლობელობითი
nb: Besittende
nl: Bezittelijk
pl: Dzierżawczy
pt: Possessivo
ru: Притяжательное
sk: Vlastnícke
sr: Posesivno
sv: Possessiv
ta: உரிமை
th: แสดงความเป็นเจ้าของ

# grammarCopyPREPCASEnpr
source: Non-prepositional
bn: অপ্রিপোজিশনাল
bo: མི་སྤྱོད་ལུས་སྤྱོད་མི་ཚོད
ca: No preposicional
cs: Nepředložková
da: Ikke-præpositionsbestemt
de: Nicht-präpositional
eo: Ne-prepozicia
et: Mitte-eessõnaga
eu: Preposizio gabea
fi: Ei prepositiota
fr: Non prépositionnel
ga: Neamh-urramach
gl: Non preposicional
hi: अपूर्वसर्गात्मक नहीं
hr: Bez prijedloga
it: Non preposizionale
ka: არ-პრეპოზიციური
nb: Ikke-preposisjonell
nl: Niet-voorzetsel
pl: Bez przyimka
pt: Não preposicional
ru: Без предлога
sk: Nepredložkový
sr: Neprepozicioni
sv: Icke-prepositionsfall
ta: பிரிவில்லாத
th: ไม่ใช้บุพบท

# grammarCopyPRONTYPEprs
source: Personal
bn: ব্যক্তিগত
bo: རང་བཞིན་
cs: Osobní
da: Personligt
eo: Persona
et: Isikuline
eu: Pertsonala
fi: Henkilökohtainen
fr: Personnel
ga: Pearsa
gl: Persoal
hi: व्यक्तिगत
hr: Osobno
it: Personale
ka: პიროვნული
nb: Personlig
nl: Persoonlijk
pl: Osobowy
pt: Pessoal
ru: Личное
sk: Osobný
sr: Lične
sv: Personligt
ta: தனிப்பட்ட
th: บุคคล

# grammarCopyPRONTYPEint
source: Interrogative
bn: প্রশ্নবাচক
bo: དབྱེ་བརྗེ་
ca: Interrogatiu
cs: Inverzní
da: Interrogativ
de: Interrogativ
eo: Interrogativa
et: Küsimuslik
eu: Galdera
fi: Kysymys
fr: Interrogatif
ga: Ceistneach
gl: Interrogativo
hi: प्रश्नवाचक
hr: Upitno
it: Interrogativo
ka: საპასუხო
nb: Interrogativ
nl: Vragend
pl: Pytający
pt: Interrogativo
ru: Вопросительное
sk: Otázkový
sr: Upitne
sv: Interrogativt
ta: வினாவியல்
th: คำถาม

# grammarCopyPRONTYPEtot
source: Total
bn: মোট
bo: བཟོ་བཅོས་
cs: Celkový
eo: Tuta
et: Kokkuvõte
eu: Guztira
fi: Kokonaisuus
ga: Iomlán
hi: कुल
hr: Ukupno
it: Totale
ka: სულელი
nl: Totaal
pl: Całkowity
ru: Общее
sk: Celkový
sr: Ukupne
ta: மொத்தம்
th: ทั้งหมด

# grammarCopyPRONTYPEneg
source: Negative
bn: নেতিবাচক
bo: མེད་
ca: Negatiu
cs: Negativní
da: Negativ
de: Negativ
eo: Negativa
et: Negatiivne
eu: Negatiboa
fi: Kieltävä
fr: Négatif
ga: Diúltach
gl: Negativo
hi: नकारात्मक
hr: Negativno
it: Negativo
ka: უარყოფითი
nb: Negativ
nl: Negatief
pl: Przeczący
pt: Negativo
ru: Отрицательное
sk: Záporný
sr: Negativne
sv: Negativ
ta: எதிர்மறை
th: ลบ

# grammarCopyPRONTYPEart
source: Article
bn: আর্টিকেল
bo: རྟག་
cs: Článek
da: Artikel
de: Artikel
eo: Artikolo
et: Artikkel
eu: Artikulua
fi: Artikkeli
ga: Alt
gl: Artigo
hi: लेख
hr: Član
it: Articolo
ka: მუხლი
nb: Artikkel
nl: Artikel
pl: Artykuł
pt: Artigo
ru: Артикль
sk: Článok
sr: Član
sv: Artikel
ta: கட்டுரை
th: บทความ

# grammarCopyPRONTYPEind
source: Indefinite
bn: অপরিচিত
bo: མི་ཚོད་
ca: Indefinit
cs: Neurčitý
da: Ubestemt
de: Indefinit
eo: Indefina
et: Määratlemata
eu: Indefinitua
fi: Epämääräinen
fr: Indéfini
ga: Neamh-shonraithe
gl: Indefinido
hi: अपरिभाषित
hr: Neodređeno
it: Indefinito
ka: უსაზღვრო
nb: Ubestemt
nl: Onbepaald
pl: Nieokreślony
pt: Indefinido
ru: Неопределённое
sk: Neurčitý
sr: Neodređeni
sv: Obestämd
ta: அறிவிப்பற்ற
th: ไม่เจาะจง

# grammarCopyPRONTYPEintrel
source: Interrogative-Relative
bn: প্রশ্নবাচক-সম্পর্কিত
bo: དབྱེ་བརྗེ་དང་སྦྱོར་
ca: Interrogatiu-Relatiu
cs: Inverzní-vztažný
da: Interrogativ-Relativ
de: Interrogativ-Relativ
eo: Interrogativa-Rilata
et: Küsimuslik-seotud
eu: Galdera-erreferentzia
fi: Kysymys-suhteinen
fr: Interrogatif-Relatif
ga: Ceistneach-Relatúil
gl: Interrogativo-Relativo
hi: प्रश्नवाचक-संबंधी
hr: Upitno-odnosno
it: Interrogativo-Relativo
ka: საპასუხო-შესახებ
nb: Interrogativ-relativ
nl: Vragend-relatief
pl: Pytająco- względny
pt: Interrogativo-Relativo
ru: Вопросительно-относительное
sk: Otázkový-vzťahový
sr: Upitno-odnosni
sv: Interrogativ-relativ
ta: வினாவியல்-சம்பந்தப்பட்ட
th: คำถาม-สัมพันธภาพ

# grammarCopyPUNCTSIDEfin
source: Final Punctuation
bn: শেষ বিরামচিহ্ন
bo: ལམ་སྤྱོད་ཚིག་གི་ལོངས་
ca: Puntuació Final
cs: Konečná interpunkce
da: Endelig tegnsætning
de: Endzeichen
eo: Finpunkto
et: Lõpp-punktuatsioon
eu: Amaiera puntuazioa
fi: Loppupiste
fr: Ponctuation finale
ga: Ponctuíocht Deiridh
gl: Puntuación final
hi: अंतिम विराम चिह्न
hr: Završna interpunkcija
it: Punteggiatura Finale
ka: დასასრულის ნიშანი
nb: Endelig tegnsetting
nl: Eindpuntteken
pl: Interpunkcja końcowa
pt: Pontuação Final
ru: Конечная пунктуация
sk: Konečná interpunkcia
sr: Završna interpunkcija
sv: Slutpunktuation
ta: இறுதி புண்ட்சேஷன்
th: เครื่องหมายวรรคตอนสุดท้าย

# grammarCopyPUNCTTYPEperi
source: Period
bn: বিরামচিহ্ন
bo: ལོངས་
ca: Període
cs: Tečka
da: Punktum
de: Punkt
eo: Punkto
et: Periood
eu: Periodoa
fi: Piste
fr: Point
ga: Ciorcal
gl: Período
hi: पूर्णविराम
hr: Točka
it: Punto
ka: პერიოდი
nb: Punktum
nl: Punt
pl: Kropka
pt: Período
ru: Точка
sk: Perióda
sr: Tačka
ta: பெரியிடை
th: จุด

# grammarCopyREFLEXyes
source: Reflexive
bn: প্রতিফলক
bo: རང་སྤྱོད་
ca: Reflexiu
cs: Zvratné
da: Refleksiv
de: Reflexiv
eo: Refleksiva
et: Refleksiivne
eu: Erreflexiboa
fi: Refleksiivinen
fr: Réfléchi
ga: Féinsciúrtha
gl: Reflexivo
hi: प्रतिबिंब
hr: Refleksivno
it: Riflessivo
ka: რეფლექსიური
nb: Refleksiv
nl: Reflexief
pl: Refleksywny
pt: Reflexivo
ru: Возвратное
sk: Reflexívny
sr: Refleksivno
sv: Reflexivt
ta: பின்விளைவான
th: สะท้อนตัวเอง

# grammarCopyTENSEimp
source: Imperfect
bn: অসম্পূর্ণ কাল
bo: མི་ལེབས་
ca: Imperfet
cs: Nedokonavý
da: Imperfekt
de: Unvollkommen
eo: Imperfekta
et: Ebapärase
eu: Inperfektua
fi: Epätäydellinen
fr: Imparfait
ga: Neamhfhoirfe
gl: Imperfecto
hi: अपूर्णकालिक
hr: Nedovršno
it: Imperfetto
ka: უსრულებელი დრო
nb: Imperfekt
nl: Onvoltooid verleden tijd
pl: Niedokonany
pt: Imperfeito
ru: Несовершенный
sk: Nedokonalý
sr: Nedovršeni
sv: Imperfekt
ta: தவிர்க்கப்பட்ட
th: ไม่สมบูรณ์

# grammarCopyVERBFORMsup
source: Supine
bn: সুবিন্যস্ত
bo: བསྟན་པའི་སྤྱིར་བཏང་
ca: Supí
cs: Supin
da: Supin
de: Supin
eo: Supino
eu: Supinoa
fr: Supin
gl: Supino
hi: सुपाइन
hr: Supin
it: Supino
ka: სუპინული
nb: Supinum
pl: Bezokolicznik
pt: Supino
ru: Супин
sk: Supín
sr: Supin
sv: Supinum
ta: பின்விளைவு
th: รูปแบบสุภาพ

# grammarCopyVERBFORMadn
source: Adnominal
bn: অ্যাডনোমিনাল
bo: རང་སྤྱོད་སྤྱོད་
cs: Adnominální
de: Adjektivisch
eo: Adnomina
fi: Adnominaalinen
ga: Ullmhaitheach
hi: संबंधित क्रिया
hr: Pridjevski
it: Adnominale
ka: ადნომინალური
nl: Adnominaal
pl: Przymiotnikowy
ru: Адонеминальный
sk: Adnominalny
sr: Pridjevski
ta: பொருளடக்கம்
th: คำกริยานาม

# grammarCopyVERBFORMlng
source: Long
bn: দীর্ঘ
bo: རྒྱུན་ལེན་
cs: Dlouhý
da: Lang
de: Lang
eo: Longa
et: Pikk
eu: Luze
fi: Pitkä
ga: Fada
gl: Longo
hi: लंबा
hr: Dug
it: Lungo
ka: გრძელი
nb: Lang
nl: Lang
pl: Długi
pt: Longa
ru: Длинный
sk: Dlhý
sr: Dug
sv: Lång
ta: நீண்ட
th: รูปแบบยาว

# grammarCopyVERBFORMshrt
source: Short
bn: সংক্ষিপ্ত
bo: ཡར་སྟོན་
ca: Curt
cs: Krátký
da: Kort
de: Kurz
eo: Mallonga
et: Lühike
eu: Motz
fi: Lyhyt
fr: Court
ga: Gearr
gl: Corto
hi: संक्षिप्त
hr: Kratko
it: Breve
ka: მოკლე
nb: Kort
nl: Kort
pl: Krótki
pt: Curta
ru: Краткая
sk: Krátky
sr: Kratak
sv: Kort
ta: சுருக்கமான
th: รูปแบบสั้น

# grammarCopyVERBTYPEcaus
source: Causative Verb
bn: কার্যকরী ক্রিয়া
bo: རྟག་པའི་སྒྲོམ་
ca: Verb Causatiu
cs: Působící sloveso
da: Årsagsverbum
de: Kausatives Verb
eo: Kaŭzanta Verbo
et: Kaasuv verb
eu: Erlaziorra eragitea
fi: Kausatiiviverbi
fr: Verbe causatif
ga: Aimsir Gníomhach
gl: Verbo causativo
hi: कारक क्रिया
hr: Uzročni glagol
it: Verbo causativo
ka: მოქმედებითი ზმნა
nb: Årsaksverb
nl: Causatief werkwoord
pt: Verbo Causativo
ru: Причастный глагол
sk: Príčinný sloveso
sr: Uzročni glagol
sv: Orsakande verb
ta: காரணவாக்கியம்
th: คำกริยาแสดงสาเหตุ

# grammarCopyVOICEcau
source: Causative
bn: কার্যকরী
bo: རྟག་པ
ca: Causatiu
cs: Působící
da: Årsagsaktiv
de: Kausativ
eo: Kaŭzanta
et: Kaasuv
eu: Erlaziorra eragitea
fi: Kausatiivinen
fr: Causatif
gl: Causativo
hi: कारक
hr: Uzročni
it: Causativo
ka: მოქმედებითი
nb: Årsakssammenheng
nl: Causatief
pl: Przyczynowy
pt: Causativa
ru: Причинный
sk: Príčinný hlas
sr: Uzročni
sv: Orsakande
ta: காரணவாக்கியம்
th: แสดงสาเหตุ

# grammarCopyVOICEdir
source: Direct
bn: সরাসরি
bo: དེབ་སྐད
ca: Directe
cs: Přímý
da: Direkte
de: Direkt
eo: Rekte
et: Otsene
eu: Bidezkoa
fi: Suora
ga: Díreach
gl: Directo
hi: प्रत्यक्ष
hr: Izravni
it: Diretto
ka: მხოლოდ პირდაპირი
nb: Direkte
pl: Bezpośredni
pt: Direto
ru: Прямой
sk: Priamy
sr: Direktni
sv: Direkt
ta: தடையற்ற
th: โดยตรง

# grammarCopyVOICEinv
source: Inverse
bn: বিপরীত
bo: འབྲེལ་བ
ca: Inversa
cs: Zvrácený
da: Invers
et: Vastupidine
eu: Alderantzizkoa
fi: Käänteinen
ga: Inmhéanach
gl: Inverso
hi: विपरीत
hr: Obrnuti
it: Inverso
ka: გადატრიალებული
nb: Invers
pl: Odwrócony
pt: Inverso
ru: Обратный
sk: Inverzný
sv: Omvänd
ta: மாறும்
th: กลับด้าน

# grammarCopyVOICErcp
source: Reciprocal
bn: পারস্পরিক
bo: རྟག་པའི་འབྲེལ་བ
ca: Recíproca
cs: Vzájemný
da: Reciprokt
de: Reziprok
eo: Reciproka
et: Vastastikune
eu: Elkarrekiko
fi: Vastavuoroinen
fr: Réciproque
ga: Comhoiriúnach
gl: Recíproco
hi: परस्पर
hr: Recipročno
it: Reciproco
ka: ურთიერთსხვა
nb: Gjensidig
nl: Reciproque
pl: Wzajemny
pt: Recíproco
ru: Взаимный
sk: Recipročný
sr: Recipročno
sv: Reciprokt
ta: பரஸ்பர
th: ตอบรับกัน

# enterPrompt
source: Please enter a system prompt
bn: একটি সিস্টেম প্রম্পট লিখুন
bo: བརྗེ་བའི་སྒྲོམ་ལ་སྤྱོད་འཇུག་འབད
ca: Si us plau, introdueixi un missatge de sistema
cs: Zadejte systémový pokyn
da: Indtast venligst en systemprompt
de: Bitte Eingabeaufforderung eingeben
eo: Bonvolu enmeti sisteman petonon
et: Palun sisestage süsteemiprompt
eu: Mesedez, sartu sistema mezu bat
fi: Ole hyvä ja syötä järjestelmän kehotus
fr: Veuillez entrer une invite système
ga: Cuir isteach treoir chóras le do thoil
gl: Por favor, introduce un aviso do sistema
hi: कृपया सिस्टम प्रॉम्प्ट दर्ज करें
hr: Unesite sustavni poticaj
it: Per favore inserisci un prompt di sistema
ka: გთხოვთ, შეიყვანეთ სისტემის წახალისება
nb: Vennligst skriv inn en systemoppfordring
nl: Voer een systeemprompt in
pl: Proszę wprowadzić prompt systemowy
pt: Por favor, insira um prompt do sistema
ru: Пожалуйста, введите системный запрос
sk: Zadajte systémový príkaz
sr: Molimo unesite sistemski prompt
sv: Vänligen ange ett systemprompt
ta: தயவுசெய்து ஒரு அமைப்பு முன்மொழிவை உள்ளிடவும்
th: กรุณาใส่คำสั่งระบบ

source: Select bot language
bn: বটের ভাষা নির্বাচন করুন
bo: བོད་སྐད་ཚད་ལག་ལེན་འབད
ca: Seleccioneu l'idioma del bot
cs: Vyberte jazyk bota
da: Vælg bot-sprog
de: Bot-Sprache auswählen
eo: Elektu la lingvon de la roboto
et: Valige vestlusroboti keel
eu: Hautatu botaren hizkuntza
fi: Valitse botin kieli
fr: Sélectionnez la langue du bot
ga: Roghnaigh teanga an bhot
gl: Selecciona o idioma do bot
hi: बॉट भाषा चुनें
hr: Odaberite jezik bota
it: Seleziona la lingua del bot
ka: აირჩიეთ ბოტის ენა
nb: Velg bot-språk
nl: Selecteer de taal van de bot
pl: Wybierz język bota
pt: Selecionar idioma do bot
ru: Выберите язык бота
sk: Vyberte jazyk bota
sr: Izaberite jezik bota
sv: Välj bot-språk
ta: போட் மொழியை தேர்ந்தெடுக்கவும்
th: เลือกภาษาของบอท

# chooseVoice
source: Choose a voice
bn: একটি কণ্ঠ নির্বাচন করুন
bo: རྒྱབ་སྒྲོམ་འདེམས
ca: Tria una veu
cs: Vyberte hlas
da: Vælg en stemme
de: Stimme wählen
eo: Elektu voĉon
et: Valige hääl
eu: Hautatu ahotsa
fi: Valitse ääni
fr: Choisissez une voix
ga: Roghnaigh guth
gl: Escolla unha voz
hi: एक आवाज चुनें
hr: Odaberite glas
it: Scegli una voce
ka: აირჩიეთ ხმა
nb: Velg en stemme
nl: Kies een stem
pl: Wybierz głos
pt: Escolha uma voz
ru: Выберите голос
sk: Vyberte hlas
sr: Izaberite glas
sv: Välj en röst
ta: ஒரு குரலை தேர்ந்தெடுக்கவும்
th: เลือกเสียง

# enterLanguageLevel
source: Please enter a language level
bn: একটি ভাষার স্তর লিখুন
bo: སྐད་ཚད་ལག་ལེན་འབད
ca: Si us plau, introdueix un nivell de llengua
cs: Zadejte úroveň jazyka
da: Indtast venligst et sprogniveau
de: Bitte Sprachniveau eingeben
eo: Bonvolu enmeti lingvonsignon
et: Palun sisestage keele tase
eu: Mesedez, sartu hizkuntza maila
fi: Ole hyvä ja syötä kielitaso
fr: Veuillez entrer un niveau de langue
ga: Cuir isteach leibhéal teanga le do thoil
gl: Por favor, introduce un nivel de idioma
hi: कृपया एक भाषा स्तर दर्ज करें
hr: Unesite razinu jezika
it: Per favore inserisci un livello di lingua
ka: გთხოვთ, შეიყვანოთ ენის დონე
nb: Vennligst oppgi et språknivå
nl: Voer een taalniveau in
pl: Proszę wprowadzić poziom językowy
pt: Por favor, insira um nível de idioma
ru: Пожалуйста, введите уровень языка
sk: Zadajte úroveň jazyka
sr: Molimo unesite nivo jezika
sv: Vänligen ange ett språknivå
ta: தயவுசெய்து ஒரு மொழி நிலையை உள்ளிடவும்
th: กรุณาใส่ระดับภาษา

# enterDiscussionTopic
source: Please enter a discussion topic
bn: আলোচনার বিষয় লিখুন
bo: བརྗོད་སྒོར་ལ་སྤྱོད་འཇུག
ca: Si us plau, introdueix un tema de discussió
cs: Zadejte téma diskuse
da: Indtast venligst et diskussionsemne
de: Bitte Diskussionsthema eingeben
eo: Bonvolu enmeti diskuttemon
et: Palun sisestage arutelu teema
eu: Mesedez, sartu eztabaida gaia
fi: Ole hyvä ja syötä keskustelunaihe
fr: Veuillez entrer un sujet de discussion
ga: Cuir isteach ábhar plé le do thoil
gl: Por favor, introduce un tema de discusión
hi: कृपया चर्चा विषय दर्ज करें
hr: Unesite temu rasprave
it: Per favore inserisci un argomento di discussione
ka: გთხოვთ, შეიყვანოთ განხილვის თემა
nb: Vennligst oppgi et diskusjonstema
nl: Voer een discussieonderwerp in
pl: Proszę wprowadzić temat dyskusji
pt: Por favor, insira um tópico de discussão
ru: Пожалуйста, введите тему обсуждения
sk: Zadajte tému diskusie
sr: Molimo unesite temu diskusije
sv: Vänligen ange ett diskussionstema
ta: தயவுசெய்து ஒரு விவாத தலைப்பை உள்ளிடவும்
th: กรุณาใส่หัวข้อการสนทนา

# selectBotChatMode
source: Select chat mode
bn: চ্যাট মোড নির্বাচন করুন
bo: བོད་སྐད་ཚད་ལག་ལེན་འབད
ca: Selecciona el mode de xat
cs: Vyberte režim chatu
da: Vælg chat-tilstand
de: Chat-Modus auswählen
eo: Elektu babilan reĝimon
et: Valige vestlusrežiim
eu: Hautatu txateatzeko modua
fi: Valitse keskustelutila
fr: Sélectionnez le mode de chat
ga: Roghnaigh mód comhrá
gl: Selecciona o modo de chat
hi: चैट मोड चुनें
hr: Odaberite način chata
it: Seleziona la modalità di chat
ka: აირჩიეთ ჩატის რეჟიმი
nb: Velg chatmodus
nl: Selecteer chatmodus
pl: Wybierz tryb czatu
pt: Selecionar modo de chat
ru: Выберите режим чата
sk: Vyberte režim chatu
sr: Изаберите режим ћаскања
sv: Välj chattläge
ta: சாட் முறையை தேர்ந்தெடுக்கவும்
th: เลือกโหมดแชท

# messageNotInTargetLang
source: Message not in target language
bn: বার্তা লক্ষ্য ভাষায় নয়
bo: ཚད་ལག་ལེན་འབད་མི་ཚིག་ལས་མེད
ca: Missatge no en l'idioma objectiu
cs: Zpráva není v cílovém jazyce
da: Besked ikke på målsproget
de: Nachricht nicht in der Zielsprache
eo: Mesaĝo ne en la celo-lingvo
et: Sõnum ei ole sihtkeeles
eu: Mezuak ez du hizkuntza helburuan
fi: Viestissä ei ole kohdekieltä
fr: Message non dans la langue cible
ga: Teachtaireacht nach bhfuil sa teanga sprioc
gl: Mensaxe non no idioma obxectivo
hi: संदेश लक्ष्य भाषा में नहीं है
hr: Poruka nije na ciljanom jeziku
it: Messaggio non nella lingua di destinazione
ka: შეტყობინება არ არის მიზნობრივ ენაზე
nb: Meldingen er ikke på målspråket
nl: Bericht niet in de doeltaal
pl: Wiadomość w języku docelowym nie jest
pt: Mensagem não no idioma alvo
ru: Сообщение не на целевом языке
sk: Správa nie je v cieľovom jazyku
sr: Порука није на циљаном језику
sv: Meddelandet är inte på målspråket
ta: செய்தி இலக்கு மொழியில் இல்லை
th: ข้อความไม่อยู่ในภาษาปลายทาง

source: Other
bn: অন্য
bo: གཞིའི་ཚིག
ca: Altres
cs: Jiné
da: Andet
de: Andere
eo: Alia
et: Muu
eu: Beste
fi: Muu
fr: Autre
ga: Eile
gl: Outro
hi: अन्य
hr: Ostalo
it: Altro
ka: სხვა
nb: Annet
nl: Andere
pl: Inne
pt: Outro
ru: Другое
sk: Iné
sr: Друго
sv: Annat
ta: மற்றவை
th: อื่น ๆ

# levelShort
source: LVL {level}
bn: স্তর {level}
ca: NIVL {level}
cs: ÚROVEŇ {level}
eo: NIV {level}
et: TASE {level}
eu: LGA {level}
fi: TASO {level}
fr: NIV {level}
ga: LEIBHÉAL {level}
gl: NIV {level}
hr: RAV {level}
nb: NIVÅ {level}
pt: NÍVEL {level}
ru: УРОВЕНЬ {level}
sk: ÚROVEŇ {level}
sr: Ниво {level}
sv: NIVÅ {level}

# botModeValidation
source: Please select a chat mode
bn: দয়া করে একটি চ্যাট মোড নির্বাচন করুন
bo: བོད་སྐད་ཚད་ལག་ལེན་འབད
ca: Si us plau, selecciona un mode de xat
cs: Vyberte režim chatu
da: Vælg venligst en chattilstand
de: Bitte Chat-Modus auswählen
eo: Bonvolu elekti bota reĝimon
et: Palun valige vestlusrežiim
eu: Mesedez, hautatu txateatzeko modua
fi: Valitse keskustelutila
fr: Veuillez sélectionner un mode de chat
ga: Roghnaigh mód comhrá le do thoil
gl: Por favor, selecciona un modo de chat
hi: कृपया एक चैट मोड चुनें
hr: Molimo odaberite način chata
it: Seleziona una modalità di chat
ka: გთხოვთ, აირჩიოთ ჩატის რეჟიმი
nb: Vennligst velg en chatmodus
nl: Selecteer een chatmodus
pl: Proszę wybrać tryb czatu
pt: Por favor, selecione um modo de chat
ru: Пожалуйста, выберите режим чата
sk: Prosím, vyberte režim chatu
sr: Молимо изаберите режим ћаскања
sv: Vänligen välj ett chattläge
ta: தயவுசெய்து ஒரு சாட் முறையை தேர்ந்தெடுக்கவும்
th: โปรดเลือกโหมดแชท

# clickBestOption
source: Choose the best options to translate your message!
bn: আপনার বার্তা অনুবাদ করতে সেরা বিকল্পগুলি নির্বাচন করুন!
bo: ཁྱེད་ཀྱི་ཚིག་ལེན་ལ་སྤྱོད་འཇུག་ལག་ལེན་ལོག་ལེན་འབད!
ca: Tria les millors opcions per traduir el teu missatge!
cs: Vyberte nejlepší možnosti pro překlad vaší zprávy!
da: Vælg de bedste muligheder for at oversætte din besked!
de: Wählen Sie die besten Optionen, um Ihre Nachricht zu übersetzen!
eo: Elektu la plej bonajn opciojn por traduki vian mesaĝon!
et: Valige parimad valikud oma sõnumi tõlkimiseks! Klõpsake ja hoidke valikuid, et saada vihje.
eu: Hautatu zure mezua itzultzeko aukera onenak!
fi: Valitse parhaat vaihtoehdot viestisi kääntämiseen!
fr: Choisissez les meilleures options pour traduire votre message !
ga: Roghnaigh na roghanna is fearr chun do theachtaireacht a aistriú!
gl: Escolla as mellores opcións para traducir a túa mensaxe!
hi: अपना संदेश अनुवाद करने के लिए सबसे अच्छा विकल्प चुनें!
hr: Odaberite najbolje opcije za prevođenje vaše poruke!
it: Scegli le migliori opzioni per tradurre il tuo messaggio!
ka: აირჩიეთ საუკეთესო ვარიანტები თქვენი შეტყობინების თარგმნისთვის!
nb: Velg de beste alternativene for å oversette meldingen din!
nl: Kies de beste opties om je bericht te vertalen!
pl: Wybierz najlepsze opcje, aby przetłumaczyć swoją wiadomość!
pt: Escolha as melhores opções para traduzir sua mensagem!
ru: Выберите лучшие варианты для перевода вашего сообщения!
sk: Vyberte najlepšie možnosti na preklad vašej správy!
sr: Изаберите најбоље опције за превођење ваше поруке!
sv: Välj de bästa alternativen för att översätta ditt meddelande!
ta: உங்கள் செய்தியை மொழிபெயர்க்க சிறந்த விருப்பங்களை தேர்ந்தெடுக்கவும்!
th: เลือกตัวเลือกที่ดีที่สุดเพื่อแปลข้อความของคุณ!
