Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# newChatActivityDesc
source: Make every group chat an adventure with Activity Planner! Set captivating topics and objectives for the group, and bring conversations to life with stunning images. Spark imaginative discussions and keep the fun flowing effortlessly!
bn: প্রতিটি গ্রুপ চ্যাটকে অ্যাকটিভিটি প্ল্যানার দিয়ে একটি অ্যাডভেঞ্চারে পরিণত করুন! গ্রুপের জন্য আকর্ষণীয় বিষয়বস্তু এবং লক্ষ্য নির্ধারণ করুন, এবং চমৎকার ছবি দিয়ে কথোপকথনকে জীবন্ত করুন। কল্পনাপ্রবণ আলোচনা উদ্দীপিত করুন এবং মজা সহজে চালিয়ে যান!
bo: アクティビティプランナーでグループチャットを冒険にしましょう！魅力的なトピックと目的を設定し、素晴らしい画像で会話を生き生きとさせましょう。想像力豊かな議論を促し、楽しさを自然に流し続けましょう！
ca: Fes que cada xat de grup sigui una aventura amb l'Planificador d'Activitats! Estableix temes i objectius captivadors per al grup, i dóna vida a les converses amb imatges impressionants. Fomenta discussions imaginatives i mantingues la diversió sense esforç!
cs: Udělejte z každého skupinového chatu dobrodružství s Plánovačem aktivit! Nastavte poutavá témata a cíle pro skupinu a oživte konverzace ohromujícími obrázky. Vyvolejte kreativní diskuse a udržujte zábavu plynule!
da: Gør hver gruppechat til et eventyr med Aktivitet Planlægger! Sæt fængende emner og mål for gruppen, og bring samtaler til live med fantastiske billeder. Skab fantasifulde diskussioner og hold humøret højt uden besvær!
de: Mache jeden Gruppenchat zu einem Abenteuer mit Activity Planner! Setze fesselnde Themen und Ziele für die Gruppe und erwecke Gespräche mit atemberaubenden Bildern zum Leben. Entfache kreative Diskussionen und halte den Spaß mühelos am Laufen!
eo: Farigu ĉiun grupan babilejon aventuro kun Activity Planner! Agordu allogajn temojn kaj celojn por la grupo, kaj alportu konversaciojn al vivo per mirindaj bildoj. Ekbruligu imagivajn diskutojn kaj konservu la amuzon fluanta senpenace!
et: Tee iga grupivestlus seikluslikuks tegevusplaaniga! Määra köitvad teemad ja eesmärgid ning too vestlused ellu vapustavate piltidega. Süütke loomingulisi arutelusid ja hoidke lõbu sujuvalt voolamas!
eu: Egin taldeko elkarrizketa abentura batekin Jarduera Plangilearekin! Ezarri taldearentzat gai erakargarriak eta helburuak, eta ekarri elkarrizketak bizitzera irudi ikusgarriak erabiliz. piztu irudimeneko eztabaidak eta mantendu dibertsioa errazki!
fi: Tee jokaisesta ryhmäkeskustelusta seikkailu Aktiviteettisuunnittelijan avulla! Aseta kiehtovia aiheita ja tavoitteita ryhmälle, ja herätä keskustelut eloon upeilla kuvilla. Sytytä mielikuvituksellisia keskusteluja ja pidä hauskanpito sujuvasti käynnissä!
fr: Faites de chaque chat de groupe une aventure avec Activity Planner ! Définissez des sujets et des objectifs captivants pour le groupe, et donnez vie aux conversations avec des images époustouflantes. Stimulez des discussions imaginatives et maintenez le plaisir sans effort !
ga: Déan gach comhrá grúpa eachtra le Pleanálaí Gníomhaíochta! Socraigh topaicí agus cuspóirí suimiúla don ghrúpa, agus tabhair beocht don chomhrá le híomhánna álainn. Spreag pléanna samhlaíocha agus coinnigh an spraoi ag sileadh go héasca!
gl: Fai que cada chat de grupo sexa unha aventura con Activity Planner! Establece temas e obxectivos atractivos para o grupo, e dá vida ás conversas con imaxes impresionantes. Fomenta discusións imaxinativas e mantén a diversión sen esforzo!
hi: एक्शन प्लानर के साथ हर समूह चैट को रोमांच बनाएं! समूह के लिए आकर्षक विषय और उद्देश्य सेट करें, और शानदार चित्रों के साथ बातचीत को जीवंत बनाएं। कल्पनाशील चर्चा को प्रोत्साहित करें और मज़ा बिना रुके चलता रहे!
hr: Učinite svaki grupni chat avanturom s Planerom aktivnosti! Postavite zanimljive teme i ciljeve za grupu, te oživite razgovore s zadivljujućim slikama. Potaknite maštovite rasprave i održavajte zabavu bez napora!
it: Rendi ogni chat di gruppo un'avventura con Activity Planner! Imposta argomenti e obiettivi coinvolgenti per il gruppo, e anima le conversazioni con immagini sorprendenti. Stimola discussioni imaginative e mantieni il divertimento senza sforzo!
ka: გაახალისეთ ყოველი ჯგუფური საუბარი აქტივობის გეგმარებით! განსაზღვრეთ საინტერესო თემები და მიზნები ჯგუფისთვის, და გააცოცხლეთ საუბრები შთამბეჭდავი სურათებით. წამოიწყეთ შემოქმედებითი დისკუსიები და გააგრძელეთ სასიამოვნო განწყობა!
nb: Gjør hver gruppechat til et eventyr med Aktivitet Planlegger! Sett fengende temaer og mål for gruppen, og gjør samtalene levende med fantastiske bilder. Tennes fantasifulle diskusjoner og hold moroa i gang uten anstrengelse!
nl: Maak van elke groepschat een avontuur met Activity Planner! Stel boeiende onderwerpen en doelen voor de groep in, en breng gesprekken tot leven met prachtige afbeeldingen. Ontsteek creatieve discussies en houd het plezier moeiteloos gaande!
pl: Uczyń każdą grupową rozmowę przygodą z Planerem Aktywności! Ustaw fascynujące tematy i cele dla grupy, ożyw rozmowy za pomocą oszałamiających obrazów. Rozpal wyobraźnię i utrzymuj zabawę bez wysiłku!
pt: Transforme cada conversa em grupo em uma aventura com o Planejador de Atividades! Defina tópicos e objetivos cativantes para o grupo e traga as conversas à vida com imagens impressionantes. Estimule discussões imaginativas e mantenha a diversão fluindo sem esforço!
ru: Сделайте каждую групповую беседу приключением с Планировщиком действий! Установите захватывающие темы и цели для группы, оживите разговоры с помощью потрясающих изображений. Вдохновляйте на воображаемые обсуждения и поддерживайте веселье без усилий!
sk: Urobte z každého skupinového chatu dobrodružstvo s Plánovačom aktivít! Nastavte pútavé témy a ciele pre skupinu a oživte konverzácie úžasnými obrázkami. Podnecujte tvorivé diskusie a nechajte zábavu plynúť bez námahy!
sr: Учините сваки групни разговор авантуром уз Планер активности! Поставите привлачне теме и циљеве за групу, и оживите разговоре сјајним сликама. Подстичите маштовите дискусије и одржавајте забаву без напора!
sv: Gör varje gruppchatt till ett äventyr med Aktivitetplaneraren! Sätt fängslande ämnen och mål för gruppen, och få samtal att leva med fantastiska bilder. Tänd fantasifulla diskussioner och håll roligheten flytande utan ansträngning!
ta: செயல்பாட்டு திட்டத்துடன் ஒவ்வொரு குழு உரையாடலையும் சாகசமாக மாற்றவும்! குழுவுக்கான கவர்ச்சிகரமான தலைப்புகள் மற்றும் நோக்கங்களை அமைக்கவும், அழகான படங்களுடன் உரையாடல்களை உயிர்ப்பிக்கவும். கற்பனைபூர்வமான விவாதங்களை தூண்டவும் மற்றும் சிரிப்பு ஓட்டத்தை எளிதாக வைத்திருக்கவும்!
th: ทำให้การสนทนากลุ่มทุกครั้งเป็นการผจญภัยด้วยแผนกิจกรรม! ตั้งหัวข้อและเป้าหมายที่น่าดึงดูดสำหรับกลุ่ม และนำการสนทนาให้มีชีวิตชีวาด้วยภาพที่น่าทึ่ง กระตุ้นการสนทนาเชิงจินตนาการและรักษาความสนุกให้ไหลลื่น!

source: Explore more
bn: আরও অন্বেষণ করুন
bo: もっと探る
ca: Explora més
cs: Prozkoumat více
da: Udforsk mere
de: Mehr entdecken
eo: Eksploru pli
et: Uuri rohkem
eu: Bilatu gehiago
fi: Löydä lisää
fr: Explorer plus
ga: Féach tuilleadh
gl: Explora máis
hi: और खोजें
hr: Istraži više
it: Esplora di più
ka: მეტი გამოკვლევა
nb: Utforsk mer
nl: Ontdek meer
pl: Odkryj więcej
pt: Explorar mais
ru: Исследовать больше
sk: Preskúmať viac
sr: Истражите више
sv: Utforska mer
ta: மேலும் ஆராயவும்
th: สำรวจเพิ่มเติม

source: Randomize
bn: র্যান্ডমাইজ করুন
bo: ランダム化
ca: Barreja
cs: Náhodně
da: Tilfældig
de: Zufällig
eo: Hazardigi
et: Juhuslikuks muutmine
eu: Ausazkoa
fi: Satunnaista
fr: Aléatoire
ga: Randamach
gl: Aleatorizar
hi: यादृच्छिक करें
hr: Nasumično
it: Randomizza
ka: შემთხვევითი
nb: Tilfeldiggjør
nl: Willekeurig maken
pl: Losuj
pt: Embaralhar
ru: Рандомизировать
sk: Náhodne
sr: Рандомизуј
sv: Slumpa
ta: தற்செயலாக்கு
th: สุ่ม

source: Clear
bn: পরিষ্কার করুন
bo: クリア
ca: Esborra
cs: Vymazat
da: Ryd
de: Löschen
eo: Forigi
et: Puhasta
eu: Garbitu
fi: Tyhjennä
fr: Effacer
ga: Glan
gl: Limpar
hi: साफ़ करें
hr: Očisti
it: Pulisci
ka: წაშლა
nb: Tøm
nl: Wissen
pl: Wyczyść
pt: Limpar
ru: Очистить
sk: Vyčistiť
sr: Обриши
sv: Rensa
ta: அழி
th: ล้าง

# makeYourOwnActivity
source: Create your own activity
bn: নিজের কার্যকলাপ তৈরি করুন
bo: 自分の活動を作成
ca: Crea la teva pròpia activitat
cs: Vytvořte si vlastní aktivitu
da: Opret din egen aktivitet
de: Erstelle deine eigene Aktivität
eo: Kreu vian propran agadon
et: Loo oma tegevus
eu: Sortu zure jarduera propioa
fi: Luo oma aktiviteetti
fr: Créez votre propre activité
ga: Cruthaigh do ghnó féin
gl: Crea a túa propia actividade
hi: अपनी खुद की गतिविधि बनाएं
hr: Stvori svoju aktivnost
it: Crea la tua attività
ka: შექმენით თქვენი საკუთარი აქტივობა
nb: Lag din egen aktivitet
nl: Maak je eigen activiteit
pl: Stwórz własną aktywność
pt: Crie sua própria atividade
ru: Создайте свое собственное действие
sk: Vytvorte vlastnú aktivitu
sr: Направите своју активност
sv: Skapa din egen aktivitet
ta: உங்கள் சொந்த செயல்பாட்டை உருவாக்கவும்
th: สร้างกิจกรรมของคุณเอง

# featuredActivities
source: Featured
bn: বিশেষ বৈশিষ্ট্যযুক্ত
bo: 注目の活動
ca: Destacades
cs: Zvýrazněné
da: Udvalgt
de: Vorgestellt
eo: Elstaraj
et: Esiletõstetud
eu: Nabarmendutakoak
fi: Suositellut
fr: En vedette
ga: Réamh-mholta
gl: Destacadas
hi: विशेषताएँ
hr: Istaknuto
it: In evidenza
ka: გამორჩეული
nb: Utvalgte
nl: Uitgelicht
pl: Polecane
pt: Destaques
ru: Рекомендуемые
sk: Odporúčané
sr: Истакнуте
sv: Utvalda
ta: சிறப்பானவை
th: กิจกรรมเด่น

source: Go to chat
bn: চ্যাটে যান
bo: チャットへ行く
ca: Ves al xat
cs: Přejít do chatu
da: Gå til chat
de: Zum Chat
eo: Iri al babilejo
et: Mine vestlusse
eu: Joan elkarrizketara
fi: Siirry keskusteluun
fr: Aller au chat
ga: Téigh go dtí an comhrá
gl: Ir ao chat
hi: चैट पर जाएं
hr: Idi na chat
it: Vai alla chat
ka: მოდით ჩათში
nb: Gå til chat
nl: Ga naar chat
pl: Przejdź do rozmowy
pt: Ir para o chat
ru: Перейти к чату
sk: Prejsť na chat
sr: Иди у ћаскање
sv: Gå till chatten
ta: உரையாடலுக்கு செல்லவும்
th: ไปที่แชท

source: Save
bn: সংরক্ষণ করুন
bo: 保存
ca: Desa
cs: Uložit
da: Gem
de: Speichern
eo: Konservi
et: Salvesta
eu: Gorde
fi: Tallenna
fr: Enregistrer
ga: Sábháil
gl: Gardar
hi: सहेजें
hr: Spremi
it: Salva
ka: შენახვა
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sk: Uložiť
sr: Сачувај
sv: Spara
ta: சேமிக்கவும்
th: บันทึก

source: Select activity
bn: কার্যকলাপ নির্বাচন করুন
bo: 活動を選択
ca: Selecciona l'activitat
cs: Vybrat aktivitu
da: Vælg aktivitet
de: Aktivität auswählen
eo: Elekti aktivecon
et: Vali tegevus
eu: Hartu jarduera
fi: Valitse aktiviteetti
fr: Sélectionner une activité
ga: Roghnaigh gníomhaíocht
gl: Seleccionar actividade
hi: गतिविधि चुनें
hr: Odaberite aktivnost
it: Seleziona attività
ka: აირჩიეთ აქტივობა
nb: Velg aktivitet
nl: Selecteer activiteit
pl: Wybierz aktywność
pt: Selecionar atividade
ru: Выберите действие
sk: Vybrať aktivitu
sr: Изабери активност
sv: Välj aktivitet
ta: செயல்பாட்டை தேர்ந்தெடு
th: เลือกกิจกรรม

# wordFocusListeningMultipleChoice
source: Which audio matches the word?
bn: কোন অডিওটি শব্দের সাথে মেলে?
bo: どの音声が単語に一致しますか？
ca: Quin àudio coincideix amb la paraula?
cs: Které audio odpovídá slovu?
da: Hvilket lydklip matcher ordet?
de: Welcher Ton passt zum Wort?
eo: Kiu sono kongruas al la vorto?
et: Milline heli sobib sõnaga?
eu: Zeinek hitza egokitzen zaio audioak?
fi: Mikä ääni vastaa sanaa?
fr: Quel audio correspond au mot ?
ga: Cén t-amhharc fuaime a oireann don fhocal?
gl: Cal audio coincide coa palabra?
hi: कौन सा ऑडियो शब्द से मेल खाता है?
hr: Koji audio odgovara riječi?
it: Quale audio corrisponde alla parola?
ka: რომელი აუდიო ემთხვევა სიტყვას?
nb: Hvilket lyd matcher ordet?
nl: Welke audio past bij het woord?
pl: Który dźwięk pasuje do słowa?
pt: Qual áudio corresponde à palavra?
ru: Какой аудио соответствует слову?
sk: Ktoré audio zodpovedá slovu?
sr: Који аудио одговара речи?
sv: Vilket ljud matchar ordet?
ta: எந்த ஒலி சொல்லுடன் பொருந்துகிறது?
th: เสียงใดตรงกับคำ?

# startChat
source: Start a chat
bn: চ্যাট শুরু করুন
bo: チャットを開始
ca: Inicia un xat
cs: Začít chat
da: Start en chat
de: Chat starten
eo: Komenci konversacion
et: Alusta vestlust
eu: Hasi elkarrizketa
fi: Aloita keskustelu
fr: Démarrer un chat
ga: Tosaigh comhrá
gl: Comezar un chat
hi: चैट शुरू करें
hr: Započni chat
it: Inizia una chat
ka: დაიწყეთ ჩათი
nb: Start en chat
nl: Begin een chat
pl: Rozpocznij rozmowę
pt: Iniciar um chat
ru: Начать чат
sk: Začať rozhovor
sr: Почни ћаскање
sv: Starta en chatt
ta: உரையாடலைத் தொடங்கவும்
th: เริ่มแชท

source: Translation problem
bn: অনুবাদ সমস্যা
bo: 翻訳の問題
ca: Problema de traducció
cs: Problém s překladem
da: Oversættelsesproblem
de: Übersetzungsproblem
eo: Tradukproblemo
et: Tõlke probleem
eu: Itzulpen arazoa
fi: Käännösongelma
fr: Problème de traduction
ga: Fadhb aistriúcháin
gl: Problema de tradución
hi: अनुवाद समस्या
hr: Problem s prijevodom
it: Problema di traduzione
ka: თარგმნის პრობლემა
nb: Oversettelsesproblem
nl: Vertaalprobleem
pl: Problem z tłumaczeniem
pt: Problema de tradução
ru: Проблема с переводом
sk: Problém s prekladom
sr: Проблем са преводом
sv: Översättningsproblem
ta: பெயர்ப்பு பிரச்சனை
th: ปัญหาการแปล

source: Perfect translation!
bn: পারফেক্ট অনুবাদ!
bo: 完璧な翻訳！
ca: Traducció perfecta!
cs: Perfektní překlad!
da: Perfekt oversættelse!
de: Perfekte Übersetzung!
eo: Perfekta traduko!
et: Täiuslik tõlge!
eu: Itzulpen perfektua!
fi: Täydellinen käännös!
fr: Traduction parfaite !
ga: Aistriúchán foirfe!
gl: Tradución perfecta!
hi: पूर्ण अनुवाद!
hr: Savršen prijevod!
it: Traduzione perfetta!
ka: შესანიშნავი თარგმანი!
nb: Perfekt oversettelse!
nl: Perfecte vertaling!
pl: Idealne tłumaczenie!
pt: Tradução perfeita!
ru: Идеальный перевод!
sk: Perfektný preklad!
sr: Идеалан превод!
sv: Perfekt översättning!
ta: துல்லியமான மொழிபெயர்ப்பு!
th: การแปลที่สมบูรณ์แบบ!

# greatJobTranslation
source: Great job with this translation!
bn: এই অনুবাদে দুর্দান্ত কাজ!
bo: この翻訳は素晴らしいです！
ca: Gran feina amb aquesta traducció!
cs: Skvělá práce s tímto překladem!
da: Godt arbejde med denne oversættelse!
de: Großartige Arbeit bei dieser Übersetzung!
eo: Bone farita kun ĉi tiu traduko!
et: Suurepärane töö selle tõlkega!
eu: Lan bikaina itzulpen honekin!
fi: Hienoa työtä tämän käännöksen kanssa!
fr: Excellent travail avec cette traduction !
ga: Obair den scoth leis an aistriúchán seo!
gl: Moi bo traballo con esta tradución!
hi: इस अनुवाद के साथ शानदार काम!
hr: Odlično odrađeno s ovim prijevodom!
it: Ottimo lavoro con questa traduzione!
ka: შესანიშნავი სამუშაო ამ თარგმნით!
nb: Flott jobb med denne oversettelsen!
nl: Goed gedaan met deze vertaling!
pl: Świetna robota z tym tłumaczeniem!
pt: Ótimo trabalho com esta tradução!
ru: Отличная работа с этим переводом!
sk: Výborná práca s týmto prekladom!
sr: Одличан посао са овим преводом!
sv: Bra jobbat med den här översättningen!
ta: இந்த மொழிபெயர்ப்பில் சிறந்த வேலை!
th: ทำได้ดีมากกับการแปลนี้!

# goodJobTranslation
source: Good work on this translation.
bn: এই অনুবাদে ভালো কাজ।
bo: この翻訳は良い仕事です。
ca: Bona feina en aquesta traducció.
cs: Dobrá práce na tomto překladu.
da: Godt arbejde med denne oversættelse.
de: Gute Arbeit bei dieser Übersetzung.
eo: Bona laboro pri ĉi tiu traduko.
et: Hea töö selle tõlkega.
eu: Lan ona egin duzu itzulpen honetan.
fi: Hyvää työtä tämän käännöksen parissa.
fr: Bon travail sur cette traduction.
ga: Obair mhaith ar an aistriúchán seo.
gl: Bo traballo nesta tradución.
hi: इस अनुवाद पर अच्छा काम।
hr: Dobar posao s ovim prijevodom.
it: Buon lavoro su questa traduzione.
ka: კარგი მუშაობა ამ თარგმნაზე.
nb: Bra jobbet med denne oversettelsen.
nl: Goed werk aan deze vertaling.
pl: Dobra robota przy tym tłumaczeniu.
pt: Bom trabalho nesta tradução.
ru: Хорошая работа над этим переводом.
sk: Dobrá práca na tomto preklade.
sr: Добро обављен посао на овом преводу.
sv: Bra arbete med den här översättningen.
ta: இந்த மொழிபெயர்ப்பில் நல்ல வேலை.
th: ทำงานได้ดีในการแปลนี้.

# makingProgress
source: You're making progress!
bn: আপনি অগ্রগতি করছেন!
bo: 進歩しています！
ca: Estàs progressant!
cs: Děláte pokrok!
da: Du gør fremskridt!
de: Du machst Fortschritte!
eo: Vi faras progreson!
et: Saad edusamme!
eu: Aurrera egiten ari zara!
fi: Olet edistynyt!
fr: Vous faites des progrès !
ga: Tá tú ag dul chun cinn!
gl: Estás a progresar!
hi: आप प्रगति कर रहे हैं!
hr: Napredujete!
it: Stai facendo progressi!
ka: თქვენ პროგრესირებთ!
nb: Du gjør fremskritt!
nl: Je maakt vooruitgang!
pl: Robisz postępy!
pt: Você está progredindo!
ru: Вы делаете прогресс!
sk: Robíš pokrok!
sr: Напредујеш!
sv: Du gör framsteg!
ta: நீங்கள் முன்னேற்றம் அடைகிறீர்கள்!
th: คุณกำลังพัฒนา!

source: Keep practicing!
bn: অভ্যাস চালিয়ে যান!
bo: ལེན་སྤྱོད་བྱེད་དེ་རེད།
ca: Segueix practicant!
cs: Pokračujte v cvičení!
da: Fortsæt med at øve!
de: Weiter üben!
eo: Daŭrigu praktiki!
et: Jätka harjutamist!
eu: Jarraitu praktikatzen!
fi: Jatka harjoittelua!
fr: Continuez à pratiquer !
ga: Coinnigh ag cleachtadh!
gl: Segue practicando!
hi: प्रैक्टिस जारी रखें!
hr: Nastavite vježbati!
it: Continua a praticare!
ka: განაგრძეთ პრაქტიკა!
nb: Fortsett å øve!
nl: Blijf oefenen!
pl: Kontynuuj ćwiczenia!
pt: Continue praticando!
ru: Продолжайте практиковаться!
sk: Pokračuj v cvičení!
sr: Настави да вежбаш!
sv: Fortsätt öva!
ta: பயிற்சி தொடருங்கள்!
th: ฝึกฝนต่อไป!

source: Nice job!
bn: শুভকামনা!
bo: བཟང་པོ་བྱེད་ཡོད།
ca: Bona feina!
cs: Dobrá práce!
da: Godt klaret!
de: Gute Arbeit!
eo: Bone farita!
et: Tubli töö!
eu: Lan ona!
fi: Hyvää työtä!
fr: Bon travail !
ga: Obair den scoth!
gl: Bo traballo!
hi: शानदार काम!
hr: Dobar posao!
it: Ottimo lavoro!
ka: კარგი საქმე!
nb: Bra jobbet!
nl: Goed gedaan!
pl: Dobra robota!
pt: Bom trabalho!
ru: Отличная работа!
sk: Dobrá práca!
sr: Добро урађено!
sv: Bra gjort!
ta: நல்ல வேலை!
th: ทำได้ดี!

source: Ask to join
bn: যোগ দেওয়ার জন্য জিজ্ঞাসা করুন
bo: འབྲེལ་བ་དགོས།
ca: Prega per unir-te
cs: Požádat o připojení
da: Anmod om at deltage
de: Frage zum Beitritt
eo: Petu aliĝi
et: Küsi liitumist
eu: Galdetu bat egiteko
fi: Kysy liittymistä
fr: Demander à rejoindre
ga: Iarr le bheith páirteach
gl: Pide unirte
hi: शामिल होने के लिए पूछें
hr: Zatraži pridruživanje
it: Chiedi di unirti
ka: მოითხოვეთ შეუერთება
nb: Spør om å bli med
nl: Vraag om lid te worden
pl: Poproś o dołączenie
pt: Solicitar para participar
ru: Попросить присоединиться
sk: Požiadať o pripojenie
sr: Питај да се придружиш
sv: Be om att få gå med
ta: சேர வேண்டுகோள் விடுங்கள்
th: ขอเข้าร่วม

# emptyChatWarningTitle
source: Chat is empty
bn: চ্যাট খালি
bo: ཚོད་མེད་སྐད་ཆ།
ca: El xat està buit
cs: Chat je prázdný
da: Chat er tom
de: Chat ist leer
eo: La konversacio estas malplena
et: Vestlus on tühi
eu: Chat hutsa da
fi: Chat on tyhjä
fr: Chat vide
ga: Tá an comhrá folamh
gl: O chat está baleiro
hi: चैट खाली है
hr: Chat je prazan
it: Chat vuota
ka: ჩათი ცარიელია
nb: Chatten er tom
nl: Chat is leeg
pl: Czat jest pusty
pt: Chat vazio
ru: Чат пуст
sk: Chat je prázdny
sr: Ћаскање је празно
sv: Chatt är tom
ta: செய்தி காலி
th: แชทว่างเปล่า

# emptyChatWarningDesc
source: You haven't invited anyone to your chat. Go to Chat settings to invite your contacts or the Bot. You can also do this later.
bn: আপনি এখনও কারোকে আপনার চ্যাটে আমন্ত্রণ জানাননি। চ্যাট সেটিংসে গিয়ে আপনার যোগাযোগ বা বটকে আমন্ত্রণ জানান। আপনি পরে এটি করতে পারেন।
bo: ཁྱེད་ཀྱིས་ཁྱེད་རང་ལ་སྐད་ཆ་ལ་འདེགས་མི་འབྱུང་། ཁྱེད་ཀྱིས་ཚོད་ལས་ཁྱེད་རང་ལ་འབྲེལ་བ་འབད་དེ་ལས་སྤྱོད་འབད་ནི་འགྱོ་ཡོད།
ca: No has convidat ningú al teu xat. Ves a la configuració del xat per convidar els teus contactes o el Bot. També pots fer-ho més tard.
cs: Ještě jste nikoho nezval do svého chatu. Přejděte do nastavení chatu, abyste pozvali své kontakty nebo bota. Můžete to udělat i později.
da: Du har ikke inviteret nogen til din chat. Gå til Chat-indstillinger for at invitere dine kontakter eller Bot. Du kan også gøre dette senere.
de: Du hast niemanden zu deinem Chat eingeladen. Gehe zu den Chat-Einstellungen, um deine Kontakte oder den Bot einzuladen. Du kannst das auch später tun.
eo: Vi ne invitis iun al via konversacio. Iru al Agordoj de Konversacio por inviti viajn kontaktojn aŭ la Boton. Vi ankaŭ povas fari tion poste.
et: Sa ei ole kedagi vestlusesse kutsunud. Mine vestluse seadistustesse, et kutsuda oma kontakte või bot. Seda saab teha ka hiljem.
eu: Inor ez du gonbidatu zure chat-era. Joan chat ezarpenetara kontaktuak edo Bot gonbidatzeko. Hau geroago ere egin dezakezu.
fi: Et ole kutsunut ketään chattiisi. Mene Chat-asetuksiin kutsuaksesi yhteystietosi tai Botin. Voit tehdä tämän myös myöhemmin.
fr: Vous n'avez invité personne dans votre chat. Allez dans les paramètres du chat pour inviter vos contacts ou le Bot. Vous pouvez aussi faire cela plus tard.
ga: Níl aon duine á thabhairt cuireadh duit sa chomhrá seo. Téigh go Socruithe Comhrá chun do chairde nó an Bot a thabhairt cuireadh. Is féidir leat é seo a dhéanamh níos déanaí freisin.
gl: Non invitaches a ninguén ao teu chat. Vai a Configuración do chat para convidar aos teus contactos ou ao Bot. Tamén podes facelo despois.
hi: आपने अपने चैट में किसी को आमंत्रित नहीं किया है। संपर्क या बॉट को आमंत्रित करने के लिए चैट सेटिंग्स पर जाएं। आप इसे बाद में भी कर सकते हैं।
hr: Niste pozvali nikoga u svoj chat. Idite na postavke chata da pozovete svoje kontakte ili Bota. To možete učiniti i kasnije.
it: Non hai invitato nessuno nella tua chat. Vai alle impostazioni della chat per invitare i tuoi contatti o il Bot. Puoi farlo anche più tardi.
ka: თქვენ არ მოგიწვიათ ვინმე თქვენს ჩათში. გადადით ჩატის პარამეტრებში და მოიწვიეთ თქვენი კონტაქტები ან ბოტი. ასევე შეგიძლიათ ამის გაკეთება მოგვიანებით.
nb: Du har ikke invitert noen til chatten din. Gå til Chat-innstillinger for å invitere kontaktene dine eller Bot. Du kan også gjøre dette senere.
nl: Je hebt niemand uitgenodigd voor je chat. Ga naar Chat-instellingen om je contacten of de Bot uit te nodigen. Je kunt dit later ook doen.
pl: Nie zaprosiłeś nikogo do swojego czatu. Przejdź do ustawień czatu, aby zaprosić kontakty lub bota. Możesz to zrobić również później.
pt: Você não convidou ninguém para o seu chat. Vá para Configurações de Chat para convidar seus contatos ou o Bot. Você também pode fazer isso mais tarde.
ru: Вы не пригласили никого в ваш чат. Перейдите в настройки чата, чтобы пригласить контакты или бота. Вы также можете сделать это позже.
sk: Nepozvali ste nikoho do svojho chatu. Prejdite do nastavení chatu a pozvite svojich kontaktov alebo bota. Môžete to urobiť aj neskôr.
sr: Нисте позвали никога у ваше ћаскање. Идите у подешавања ћаскања да бисте позвали своје контакте или бота. Ово можете урадити и касније.
sv: Du har inte bjudit in någon till din chatt. Gå till Chattinställningar för att bjuda in dina kontakter eller Bot. Du kan också göra detta senare.
ta: நீங்கள் யாரையும் உங்கள் உரையாடலுக்கு அழைக்கவில்லை. தொடர்புகளை அழைக்க அல்லது பாட்டை அழைக்க உரையாடல் அமைப்புகளுக்கு செல்லவும். இதை பின்னர் செய்யவும் முடியும்.
th: คุณยังไม่ได้เชิญใครเข้าร่วมแชทของคุณ ไปที่การตั้งค่าแชทเพื่อเชิญรายชื่อติดต่อของคุณหรือบอท คุณยังสามารถทำได้ในภายหลัง

source: Are you like me?
bn: তুমি কি আমার মতো?
bo: ཁྱེད་རང་ཚོད་རེད་པས།
ca: Ets com jo?
cs: Jsi jako já?
da: Er du som mig?
de: Bist du wie ich?
eo: Ĉu vi estas kiel mi?
et: Kas sa oled nagu mina?
eu: Zu ni bezalakoa zara?
fi: Oletko kuin minä?
fr: Es-tu comme moi ?
ga: An bhfuil tú cosúil liomsa?
gl: Es como eu?
hi: क्या आप मेरी तरह हैं?
hr: Jesi li kao ja?
it: Sei come me?
ka: ხართ თუ არა ჩემნაირი?
nb: Er du som meg?
nl: Ben je zoals ik?
pl: Czy jesteś jak ja?
pt: Você é como eu?
ru: Ты как я?
sk: Si ako ja?
sr: Да ли си као ја?
sv: Är du som jag?
ta: நீங்கள் என்னைப் போன்றவரா?
th: คุณเหมือนฉันไหม?
