Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# otherCallingPermissions
source: Microphone, camera and other FluffyChat permissions
be: Мікрафон, камера і іншыя дазволы FluffyChat
bn: মাইক্রোফোন, ক্যামেরা এবং অন্যান্য FluffyChat অনুমতিসমূহ
bo: མིག་ལེན་, སྒོ་ནང་དང་གཅིག་གི་འཚོལ་བའི་རིམ་པའི་དོན་ལུགས་
ca: Micròfon, càmera i altres permisos del FluffyChat
cs: Mikrofon, kamera a ostatní oprávnění FluffyChat
da: Mikrofon, kamera og andre FluffyChat-tilladelser
de: Mikrofon, Kamera und andere FluffyChat-Berechtigungen
eo: Mikrofono, fotilo kaj aliaj permesoj de FluffyChat
et: Mikrofoni, kaamera ja muud FluffyChat'i õigused
eu: Mikrofono, kamera eta FluffyChaten beste baimen batzuk
fa: میکروفون، دوربین و دیگر دسترسی‌های فلافی‌چت
fi: Mikrofoni, kamera ja muut FluffyChatin oikeudet
fr: Microphone, caméra et autres autorisations de FluffyChat
ga: Micreafón, ceamara agus ceadanna FluffyChat eile
gl: Micrófono, cámara e outros permisos para FluffyChat
hi: माइक्रोफोन, कैमरा और अन्य FluffyChat अनुमतियां
hr: Mikrofon, kamera i druge FluffyChat dozvole
id: Mikrofon, kamera dan perizinan FluffyChat lainnya
it: Microfono, fotocamera e altri permessi di FluffyChat
ka: მიკროფონი, კამერა და სხვა FluffyChat-ის უფლებები
nb: Mikrofon, kamera og andre tillatelser for FluffyChat
nl: Microfoon, camera en andere FluffyChat-rechten
pl: Mikrofon, kamera i inne uprawnienia FluffyChat
pt: Permissões de microfone, câmera e outras do FluffyChat
ru: Микрофон, камера и другие разрешения FluffyChat
sk: Mikrofón, kamera a ďalšie povolenia FluffyChat
sr: Mikrofon, kamera i ostale dozvole FluffyChat-a
sv: Mikrofon, kamera och andra behörigheter för FluffyChat
ta: மைக்ரோஃபோன், கேமரா மற்றும் பிற பஞ்சுபோன்ற அனுமதிகள்
th: ไมโครโฟน กล้อง และสิทธิ์อื่น ๆ ของ FluffyChat
uk: Мікрофон, камера та інші дозволи FluffyChat

# whyIsThisMessageEncrypted
source: Why is this message unreadable?
be: Чаму гэта паведамленне нельга прачытаць?
bn: এই বার্তা unreadable কেন?
bo: འདི་ལ་དེབ་འབྱོར་མི་འདུག་?
ca: Per què no es pot llegir aquest missatge?
cs: Proč nelze přečíst tuto zprávu?
da: Hvorfor er denne besked ulæselig?
de: Warum ist diese Nachricht nicht lesbar?
eo: Kial ĉi tiu mesaĝo estas nelegebla?
et: Miks see sõnum pole loetav?
eu: Zergatik ezin da mezu hau irakurri?
fa: چرا این پیام خوانا نیست؟
fi: Miksei tätä viestiä voida lukea?
fr: Pourquoi ce message est-il illisible ?
ga: Cén fáth nach féidir an teachtaireacht seo a léamh?
gl: Por que non podo ler esta mensaxe?
hi: यह संदेश पढ़ने में असमर्थ क्यों है?
hr: Zašto nije moguće čitati ovu poruku?
id: Mengapa pesan ini tidak bisa dibaca?
it: Perché questo messaggio è illeggibile?
ka: რატომ არის ეს შეტყობინება გაუგებარი?
nb: Hvorfor er denne meldingen uleselig?
nl: Waarom is dit bericht onleesbaar?
pl: Dlaczego nie można odczytać tej wiadomości?
pt: Por que esta mensagem está ilegível?
ru: Почему это сообщение нечитаемо?
sk: Prečo je táto správa nečitateľná?
sr: Zašto je ova poruka nečitljiva?
sv: Varför kan inte detta meddelande läsas?
ta: இந்த செய்தி ஏன் படிக்க முடியாதது?
th: ทำไมข้อความนี้ถึงอ่านไม่ออก?
uk: Чому це повідомлення нечитабельне?

# noKeyForThisMessage
source: This can happen if the message was sent before you have signed in to your account at this device. It is also possible that the sender has blocked your device or something went wrong with the internet connection. Are you able to read the message on another session? Then you can transfer the message from it! Go to Settings > Devices and make sure that your devices have verified each other. When you open the room the next time and both sessions are in the foreground, the keys will be transmitted automatically. Do you not want to lose the keys when logging out or switching devices? Make sure that you have enabled the chat backup in the settings.
be: Гэта можа здарыцца з-за таго, што паведамленне было даслана да таго, як вы увайшлі ў уліковы запіс на гэтай прыладзе. Таксама верагодна, што адпраўшчык заблакіраваў вашу прыладу ці ў вас хібы з інтэрнэтам. Вы можаце чытаць гэта паведамленне з іншага сеансу? Тад дашліце паведамленне адтуль! Перайдзіце ў Налады > Прылады і пераканайцеся ў тым, што вашы прылады верыфікавалі адна адну. Калі вы адкрыеце пакой наступны раз і абодве сэсіі будуць запушчаны, ключы павінны сінхранізавацца аўтаматычна. Вы не хаціце згубіць клбчы, калі будзеце выходзіць ці змяняць прылады? Пераканайцеся ў тым, што вы уключылі рэзервовае капіраванне чатаў у наладах.
bn: এটি ঘটতে পারে যদি বার্তাটি আপনি এই ডিভাইসে সাইন ইন করার আগে পাঠানো হয়। এছাড়াও সম্ভব যে প্রেরক আপনার ডিভাইস ব্লক করেছে বা ইন্টারনেট সংযোগে কিছু ভুল হয়েছে। আপনি কি অন্য সেশনে বার্তাটি পড়তে পারছেন? তাহলে আপনি এটি থেকে বার্তাটি ট্রান্সফার করতে পারেন! সেটিংস > ডিভাইস এ যান এবং নিশ্চিত করুন যে আপনার ডিভাইসগুলো একে অপরকে ভেরিফাই করেছে। যখন আপনি পরবর্তী বার রুমটি খুলবেন এবং উভয় সেশন ফ্রন্টে থাকবে, তখন কী স্বয়ংক্রিয়ভাবে ট্রান্সমিট হবে। লগআউট বা ডিভাইস পরিবর্তনের সময় কি আপনি কী হারাতে চান না? নিশ্চিত করুন যে আপনি চ্যাট ব্যাকআপ সক্ষম করেছেন সেটিংসে।
bo: འདི་ལ་དེབ་འབྱོར་མི་འདུག་ སྟེང་ལ་ཁྱེད་ཀྱིས་འདི་ལ་ཁྱེར་སྒོ་ནང་བརྗོད་འབད་ཡོད་པ་ལས་འདི་ལ་བརྗོད་འབད་མི་ཚུལ་ ཁྱེད་ཀྱིས་འདི་ལ་ཁྱེར་སྒོ་ནང་བརྗོད་འབད་ཡོད་པ་ལས་འདི་ལ་བརྗོད་འབད་མི་ཚུལ་!
ca: Això pot passar si el missatge es va enviar abans que haguessis iniciat sessió al teu compte des d'aquest dispositiu. També pot ser que l'emissor hagi bloquejat el teu dispositiu o que la connexió a internet anés malament. Que pots llegir el missatge des d'una altra sessió? Si és així, llavors pots transferir-lo! Ves a Paràmetres → Dispositius i assegura't que els teus dispositius s'ha verificat mútuament. Quan obris la sala la propera vegada i totes dues sessions estiguin executant-se, en primer pla, llavors les claus es trasnsmetran automàticament. Vols evitar perdre les claus en tancar la sessió o en canviar de dispositiu? Llavors assegura't que has activat la còpia de seguretat del xat als paràmetres.
cs: To se může stát, pokud byla zpráva odeslána dříve, než jste se přihlásili ke svému účtu na tomto zařízení. Je také možné, že odesílatel zablokoval vaše zařízení nebo došlo k chybě s internetovým připojením. Jste schopni přečíst zprávu na jiné relaci? Pak ji můžete přenést z ní! Přejděte do Nastavení > Zařízení a ujistěte se, že vaše zařízení si vzájemně ověřila. Když příště otevřete místnost a obě relace budou v popředí, klíče budou automaticky přeneseny. Nechcete-li při odhlášení nebo přepínání zařízení ztratit klíče, ujistěte se, že máte povolené zálohování chatu v nastavení.
da: Dette kan ske, hvis beskeden blev sendt, før du har logget ind på din konto på denne enhed. Det er også muligt, at afsenderen har blokeret din enhed, eller at der er opstået problemer med internetforbindelsen. Er du i stand til at læse beskeden på en anden session? Så kan du overføre beskeden derfra! Gå til Indstillinger > Enheder og sørg for, at dine enheder har verificeret hinanden. Når du åbner rummet næste gang, og begge sessioner er i forgrunden, vil nøglerne blive overført automatisk. Vil du ikke miste nøglerne, når du logger ud eller skifter enhed? Sørg for, at du har aktiveret chat-sikkerhedskopien i indstillingerne.
de: Dies kann passieren, wenn die Nachricht gesendet wurde, bevor du dich auf diesem Gerät bei deinem Konto angemeldet hast. Es ist auch möglich, dass der Absender dein Gerät blockiert hat oder etwas mit der Internetverbindung schief gelaufen ist. Kannst du die Nachricht in einer anderen Sitzung lesen? Dann kannst du die Nachricht davon übertragen! Gehe zu den Einstellungen > Geräte und vergewissere dich, dass sich deine Geräte gegenseitig verifiziert haben. Wenn du den Raum das nächste Mal öffnest und beide Sitzungen im Vordergrund sind, werden die Schlüssel automatisch übertragen. Du möchtest die Schlüssel beim Abmelden oder Gerätewechsel nicht verlieren? Stelle sicher, dass du das Chat-Backup in den Einstellungen aktiviert hast.
eo: Tio povas okazi se la mesaĝo estis sendita antaŭ ol vi ensignis en vian konton ĉe ĉi tiu aparato. Estas ankaŭ eble ke la sendinto blokis vian aparaton aŭ io malsukcesis kun la interreta konekto. Ĉu vi povas legi la mesaĝon en alia sesio? Tiam vi povas transdoni ĝin de tie! Iru al Agordoj > Aparatoj kaj certiĝu ke viaj aparatoj reciproke konfirmis unu la alian. Kiam vi malfermas la ĉambron denove kaj ambaŭ sesioj estas en la antaŭaĵo, la ŝlosiloj estos transdonitaj aŭtomate. Ĉu vi ne volas perdi la ŝlosilojn kiam vi elsalutas aŭ ŝanĝas aparatojn? Certiĝu ke vi ebligis la babiladon-daŭdbackupon en la agordoj.
et: See võib juhtuda, kui sõnum oli saadetud enne, kui siin seadmes oma kontoga sisse logisid. Samuti võib juhtuda siis, kui saatja on lugemises selles seadmes blokeerinud või on tekkinud tõrkeid veebiühenduses. Aga mõnes teises seadmes saad seda sõnumit lugeda? Siis sa võid sõnumi sealt üle tõsta. Ava Seadistused -> Seadmed ning kontrolli, et kõik sinu seadmed on omavahel verifitseeritud. Kui avad selle vestluse või jututoa ning mõlemad sessioonid on avatud, siis vajalikud krüptovõtmed saadetakse automaatset. Kas sa soovid vältida krüptovõtmete kadumist väljalogimisel ja seadmete vahetusel? Siis palun kontrolli, et seadistuses on krüptovõtmete varundus sisse lülitatud.
eu: Mezua gailu honetan saioa hasi baino lehen bidali bazen gertatu daiteke. Beste aukera bat igorleak zure gailua blokeatu izana da, edo zerbaitek huts egin izana interneteko konexioan. Mezua beste saio batean irakur dezakezu? Hala bada, mezua transferitu dezakezu! Zoaz Ezrpenetara > Gailuak eta baieztatu zure gailuek bata bestea egiaztatu dutela. Gela irekiko duzun hurrengo aldian eta bi saioak aurreko planoan irekita daudenean, gakoak automatikoki partekatuko dira. Ez duzu gakorik galdu nahi saioa amaitu edo gailuak aldatzen dituzunean? Baieztatu ezarpenetan txaten babeskopiak gaituta dituzula.
fa: اگر پیام پیش از ورود به حساب در این دستگاه فرستاده شده باشد، این مشکل ممکن است رخ دهد. همچنین ممکن است فرستنده دستگاه شما را مسدود کرده باشد یا مشکلی در اتصال اینترنت وجود داشته باشد. آیا می‌توانید پیام را در نشست دیگری بخوانید؟ در این صورت، می‌توانید آن را منتقل کنید! به تنظیمات > دستگاه‌ها بروید و مطمئن شوید دستگاه‌هایتان یکدیگر را بازبینی کرده‌اند. هنگام باز کردن دوباره اتاق و فعال بودن هر دو نشست، کلیدها به‌صورت خودکار منتقل می‌شوند. آیا نمی‌خواهید هنگام خروج یا تغییر دستگاه کلیدها را گم کنید؟ مطمئن شوید پشتیبان گپ را در تنظیمات فعال کرده‌اید.
fi: Tämä voi tapahtua mikäli viesti lähetettiin ennen sisäänkirjautumistasi tälle laitteelle. On myös mahdollista, että lähettäjä on estänyt tämän laitteen tai jokin meni pieleen verkkoyhteyden kanssa. Pystytkö lukemaan viestin toisella istunnolla? Siinä tapauksessa voit siirtää viestin siltä! Mene Asetukset > Laitteet ja varmista, että laitteesi ovat varmistaneet toisensa. Seuraavankerran avatessasi huoneen ja molempien istuntojen ollessa etualalla, avaimet siirretään automaattisesti. Haluatko varmistaa ettet menetä avaimia uloskirjautuessa tai laitteita vaihtaessa? Varmista avainvarmuuskopion käytössäolo asetuksista.
fr: Cela peut se produire si le message a été envoyé avant que vous ne vous soyez connecté à votre compte sur cet appareil. Il est également possible que l'expéditeur ait bloqué votre appareil ou qu'un problème de connexion Internet se soit produit. Êtes-vous capable de lire le message sur une autre session ? Vous pouvez alors transférer le message à partir de celle-ci ! Allez dans Paramètres > Appareils et assurez-vous que vos appareils se sont vérifiés mutuellement. Lorsque vous ouvrirez le salon la fois suivante et que les deux sessions seront au premier plan, les clés seront transmises automatiquement. Vous ne voulez pas perdre les clés en vous déconnectant ou en changeant d'appareil ? Assurez-vous que vous avez activé la sauvegarde de la discussion dans les paramètres.
ga: Féadfaidh sé seo tarlú má seoladh an teachtaireacht sular shínigh tú isteach ar do chuntas ag an ngléas seo. Is féidir freisin gur chuir an seoltóir bac ar do ghléas nó go ndeachaigh rud éigin mícheart leis an nasc idirlín. An bhfuil tú in ann an teachtaireacht a léamh ar sheisiún eile? Ansin is féidir leat an teachtaireacht a aistriú uaidh! Téigh go Socruithe > Gléasanna agus cinntigh go bhfuil do ghléasanna fíoraithe a chéile. Nuair a osclaíonn tú an seomra an chéad uair eile agus an dá sheisiún sa tulra, déanfar na heochracha a tharchur go huathoibríoch. Nár mhaith leat na heochracha a chailleadh agus tú ag logáil amach nó ag aistriú gléasanna? Déan cinnte go bhfuil an cúltaca comhrá cumasaithe agat sna socruithe.
gl: Pode ser que a mensaxe fose enviada antes de que ti accedeses á túa conta neste dispositivo. Tamén é posible que a remitente non validase o teu dispositivo ou tamén que algo fallase na conexión a internet. Podes ler a mensaxe noutro dispositivo? Entón podes transferila desde el! Vai a Axustes > Dispositivos e comproba que tes tódolos dispositivos verificados. Entón cando abras a sala a próxima vez a sincronización realizarase e as chaves transmitiranse automáticamente. Non desexas perder as chaves cando pechas sesión ou cambias de dispositivo? Comproba nos axustes que activaches a copia de apoio das conversas.
hi: यह तब हो सकता है जब संदेश भेजा गया हो इससे पहले कि आपने इस डिवाइस पर अपने खाते में साइन इन किया हो। यह भी संभव है कि भेजने वाले ने आपके डिवाइस को ब्लॉक कर दिया हो या इंटरनेट कनेक्शन में कुछ गलत हो गया हो। क्या आप दूसरे सत्र में संदेश पढ़ सकते हैं? फिर आप इसे उससे ट्रांसफर कर सकते हैं! सेटिंग्स > डिवाइसेस पर जाएं और सुनिश्चित करें कि आपके डिवाइसेस ने एक-दूसरे को सत्यापित किया है। जब आप अगली बार कमरे को खोलेंगे और दोनों सत्र अग्रभूमि में होंगे, तो कुंजी स्वचालित रूप से ट्रांसमिट हो जाएगी। क्या आप लॉगआउट या डिवाइस स्विच करने पर कुंजी खोना नहीं चाहते हैं? सुनिश्चित करें कि आपने सेटिंग्स में चैट बैकअप सक्षम किया है।
hr: To se može dogoditi ako je poruka poslana prije prijave na tvoj račun na ovom uređaju. Također je moguće da je pošiljatelj blokirao tvoj uređaj ili je došlo do greške s internetskom vezom. Možeš li pročitati poruku na jednoj drugoj sesiji? U tom slučaju možeš prenijeti poruku iz nje! Idi na Postavke > Uređaji i uvjeri se da su se tvoji uređaji međusobno provjerili. Kada sljedeći put otvoriš sobu i obje sesije su u prednjem planu, ključevi će se automatski prenijeti. Ne želiš izgubiti ključeve kada se odjaviš ili zamijeniš uređaje? Aktiviraj spremanje sigurnosne kopije razgovora u postavkama.
id: Hal ini bisa terjadi jika pesan dikirim sebelum kamu masuk ke akunmu di perangkat ini. Mungkin juga pengirim telah memblokir perangkatmu atau ada yang tidak beres dengan koneksi internet. Apakah kamu bisa membaca pesan pada sesi lain? Maka kamu bisa mentransfer pesan dari sesi tersebut! Buka Pengaturan > Perangkat dan pastikan bahwa perangkat Anda telah ditandatangani secara silang. Ketika kamu membuka ruangan di lain waktu dan kedua sesi berada di latar depan, kunci akan ditransmisikan secara otomatis. Apakah kamu tidak mau kehilangan kunci saat keluar atau berpindah perangkat? Pastikan bahwa kamu telah mengaktifkan cadangan obrolan dalam pengaturan.
it: Questo può accadere se il messaggio è stato inviato prima che hai fatto l'accesso in questo dispositivo. È anche possibile che il mittente abbia bloccato il tuo dispositivo o che qualcosa sia andato storto con la tua connessione ad internet. Sei in grado di leggere il messaggio su altre sessioni? Allora puoi trasferire il messaggio da lì! Vai su Impostazioni > Dispositivi e verifica che i tuoi dispositivi siano verificati l'un l'altro. Quando aprirai la stanza la prossima volta ed entrambe le sessioni sono in primo piano, le chiavi saranno trasmesse automaticamente. Non vuoi perdere le chiavi quando ti disconnetti o cambi dispositivo? Assicurati di aver attivato il backup delle chat nelle impostazioni.
ka: ეს შეიძლება მოხდეს, თუ შეტყობინება გაგზავნილია თქვენი ანგარიშის შესვლის წინ ამ მოწყობილობაზე. ასევე შესაძლებელია, რომ გამგზავნმა დაბლოკა თქვენი მოწყობილობა ან რამე მოხდა ინტერნეტ კავშირის დროს. შეგიძლიათ წაიკითხოთ შეტყობინება სხვა სესიაში? მაშინ შეგიძლიათ გადმოიტანოთ შეტყობინება მასიდან! წადით პარამეტრებზე > მოწყობილობები და დარწმუნდით, რომ თქვენი მოწყობილობები ერთმანეთს დაუდასტურეს. როდესაც გახსნით ოთახს შემდეგი ჯერზე და ორივე სესია იქნება წინაპირობაში, გასაღებები ავტომატურად გადმოიცემა. არ გსურთ დაკარგოთ გასაღებები გამოსვლის ან მოწყობილობების შეცვლის დროს? დარწმუნდით, რომ ჩართეთ ჩატის სარეზერვო ასლი პარამეტრებში.
nb: Dette kan skje hvis meldingen ble sendt før du logget inn på kontoen din på denne enheten. Det er også mulig at avsenderen har blokkert enheten din eller at noe gikk galt med internettforbindelsen. Er du i stand til å lese meldingen på en annen økt? Da kan du overføre meldingen derfra! Gå til Innstillinger > Enheter og sørg for at enhetene dine har verifisert hverandre. Når du åpner rommet neste gang og begge øktene er i forgrunnen, vil nøklene bli overført automatisk. Vil du ikke miste nøklene når du logger ut eller bytter enhet? Sørg for at du har aktivert chat-sikkerhetskopiering i innstillingene.
nl: Dit kan gebeuren als het bericht is verzonden voordat je bij je account op dit apparaat hebt aangemeld. Het is ook mogelijk dat de afzender je apparaat heeft geblokkeerd of dat er iets mis is gegaan met de internetverbinding. Kan je het bericht wel lezen op een andere sessie? Dan kan je het bericht daarvandaan overzetten! Ga naar Instellingen > Apparaten en zorg ervoor dat je apparaten elkaar hebben geverifieerd. Wanneer je de kamer de volgende keer opent en beide sessies op de voorgrond staan, zullen de sleutels automatisch worden verzonden. Wil je de sleutels niet verliezen als je uitlogt of van apparaat wisselt? Zorg er dan voor dat je de chatback-up hebt aangezet in de instellingen.
pl: Może się to zdarzyć, jeśli wiadomość została wysłana przed zalogowaniem się na to konto na tym urządzeniu. Możliwe jest również, że nadawca zablokował Twoje urządzenie lub coś poszło nie tak z połączeniem internetowym. Jesteś w stanie odczytać wiadomość na innej sesji? W takim razie możesz przenieść z niej wiadomość! Wejdź w Ustawienia > Urządzenia i upewnij się, że Twoje urządzenia zweryfikowały się wzajemnie. Gdy następnym razem otworzysz pokój i obie sesje będą włączone, klucze zostaną przekazane automatycznie. Nie chcesz stracić kluczy podczas wylogowania lub przełączania urządzeń? Upewnij się, że w ustawieniach masz włączoną kopię zapasową czatu.
pt: Isso pode acontecer se a mensagem foi enviada antes de você fazer login na sua conta neste dispositivo. Também é possível que o remetente tenha bloqueado seu dispositivo ou algo deu errado com a conexão de internet. Você consegue ler a mensagem em outra sessão? Então você pode transferi-la para lá! Vá para Configurações > Dispositivos e certifique-se de que seus dispositivos verificaram um ao outro. Quando você abrir a sala na próxima vez e ambas as sessões estiverem em primeiro plano, as chaves serão transmitidas automaticamente. Não quer perder as chaves ao fazer logout ou trocar de dispositivo? Certifique-se de que ativou o backup de chat nas configurações.
ru: Это может произойти, если сообщение было отправлено до того, как вы вошли в свою учетную запись на данном устройстве. Также возможно, что отправитель заблокировал ваше устройство или что-то пошло не так с интернет-соединением. Вы можете прочитать сообщение на другой сессии? Тогда вы можете перенести сообщение с неё! Перейдите в Настройки > Устройства и убедитесь, что ваши устройства проверили друг друга. Когда вы откроете комнату в следующий раз и обе сессии будут открыты, ключи будут переданы автоматически. Вы не хотите потерять ключи при выходе из системы или переключении устройств? Убедитесь, что вы включили резервное копирование чата в настройках.
sk: Toto sa môže stať, ak bola správa odoslaná skôr, ako ste sa prihlásili do svojho účtu na tomto zariadení. Je tiež možné, že odosielateľ zablokoval vaše zariadenie alebo došlo k problémom s internetovým pripojením. Dokážete prečítať správu na inom relácii? Potom môžete správu preniesť z nej! Prejdite do Nastavenia > Zariadenia a uistite sa, že vaše zariadenia si navzájom overili. Keď opäť otvoríte miestnosť a obe relácie budú v popredí, kľúče sa automaticky prenesú. Nechcete stratiť kľúče pri odhlásení alebo prepínaní zariadení? Uistite sa, že ste povolili zálohu chatu v nastaveniach.
sr: Ovo se može desiti ako je poruka poslata pre nego što ste se prijavili na svoj nalog na ovom uređaju. Takođe je moguće da je pošiljalac blokirao vaš uređaj ili je došlo do problema sa internet konekcijom. Da li možete da pročitate poruku na drugoj sesiji? Tada možete prebaciti poruku sa nje! Idite na Podešavanja > Uređaji i uverite se da su vaši uređaji verifikovani međusobno. Kada sledeći put otvorite sobu i obe sesije budu u prvom planu, ključevi će biti automatski preneti. Ne želite da izgubite ključeve pri odjavi ili prebacivanju uređaja? Uverite se da ste omogućili bekap četa u podešavanjima.
sv: Detta kan hända om meddelandet skickades innan du loggade in på ditt konto i den här enheten. Det kan också vara så att avsändaren har blockerat din enhet eller att något gick fel med internetanslutningen. Kan du läsa meddelandet i en annan session? I sådana fall kan du överföra meddelandet från den sessionen! Gå till Inställningar > Enhet och säkerställ att dina enheter har verifierat varandra. När du öppnar rummet nästa gång och båda sessionerna är i förgrunden, så kommer nycklarna att överföras automatiskt. Vill du inte förlora nycklarna vid utloggning eller när du byter enhet? Säkerställ att du har aktiverat säkerhetskopiering för chatten i inställningarna.
ta: இந்த சாதனத்தில் உங்கள் கணக்கில் கையொப்பமிடுவதற்கு முன்பு செய்தி அனுப்பப்பட்டால் இது நிகழலாம். அனுப்புநர் உங்கள் சாதனத்தைத் தடுத்துள்ளார் அல்லது இணைய இணைப்பில் ஏதேனும் தவறு ஏற்பட்டுள்ளது. மற்றொரு அமர்வில் செய்தியைப் படிக்க முடியுமா? அதிலிருந்து செய்தியை மாற்றலாம்! அமைப்புகள்> சாதனங்களுக்குச் சென்று, உங்கள் சாதனங்கள் ஒருவருக்கொருவர் சரிபார்த்துள்ளன என்பதை உறுதிப்படுத்தவும். அடுத்த முறை நீங்கள் அறையைத் திறக்கும்போது, இரண்டு அமர்வுகளும் முன்னணியில் இருக்கும்போது, விசைகள் தானாகவே அனுப்பப்படும். வெளியேறும்போது அல்லது சாதனங்களை மாற்றும்போது விசைகளை இழக்க நீங்கள் விரும்பவில்லையா? அமைப்புகளில் அரட்டை காப்புப்பிரதியை நீங்கள் இயக்கியுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
th: อาจเกิดขึ้นได้หากข้อความถูกส่งก่อนที่คุณจะลงชื่อเข้าใช้บัญชีของคุณบนอุปกรณ์นี้ อาจเป็นไปได้ว่าผู้ส่งบล็อกอุปกรณ์ของคุณหรือมีปัญหาเกี่ยวกับการเชื่อมต่ออินเทอร์เน็ต คุณสามารถอ่านข้อความบนเซสชันอื่นได้ไหม? จากนั้นคุณสามารถถ่ายโอนข้อความจากเซสชันนั้น! ไปที่ การตั้งค่า > อุปกรณ์ และตรวจสอบให้อุปกรณ์ของคุณได้รับการยืนยันซึ่งกันและกัน เมื่อคุณเปิดห้องในครั้งถัดไปและทั้งสองเซสชันอยู่ในโฟกัส คีย์จะถูกส่งโดยอัตโนมัติ คุณไม่ต้องการให้คีย์หายเมื่อออกจากระบบหรือเปลี่ยนอุปกรณ์? ตรวจสอบให้แน่ใจว่าคุณได้เปิดใช้งานการสำรองข้อมูลแชทในการตั้งค่า
uk: Це може статися, якщо повідомлення було надіслано до того, як ви ввійшли у свій обліковий запис на цьому пристрої. Також можливо, що відправник заблокував ваш пристрій або щось пішло не так з під'єднанням до інтернету. Чи можете ви прочитати повідомлення на іншому сеансі? Тоді ви зможете перенести повідомлення з нього! Перейдіть до Налаштування > Пристрої та переконайтеся, що ваші пристрої перевірили один одного. Коли ви відкриєте кімнату наступного разу й обидва сеанси будуть на активні, ключі будуть передані автоматично. Ви ж не хочете втрачати ключі після виходу або зміни пристроїв? Переконайтеся, що ви ввімкнули резервне копіювання бесід у налаштуваннях.
