Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# failedToLoadCourseInfo
source: Failed to load course information
bn: কোর্সের তথ্য লোড করতে ব্যর্থ হয়েছে
bo: སྲུབ་འབྲེལ་ལས་འགན་ལས་མེད།
ca: No s'ha pogut carregar la informació del curs
cs: Nepodařilo se načíst informace o kurzu
da: Kunne ikke indlæse kursusoplysninger
de: Kursinformationen konnten nicht geladen werden
eo: Malsukcesis ŝarĝi kurso-informojn
et: Kursuse teabe laadimine nurjus
eu: Ezin izan da ikastaroaren informazioa kargatu
fi: Kurssin tietojen lataaminen epäonnistui
fr: Échec du chargement des informations du cours
ga: Níor éirigh leis faisnéis an chúrsa a luchtú
gl: Non se puido cargar a información do curso
hi: कोर्स जानकारी लोड करने में विफल
hr: Neuspješno učitavanje informacija o tečaju
it: Impossibile caricare le informazioni del corso
ka: კურსის ინფორმაციის ჩატვირთვა ვერ მოხერხდა
nb: Kunne ikke laste inn kursinformasjon
nl: Laden van cursusinformatie mislukt
pl: Nie udało się załadować informacji o kursie
pt: Falha ao carregar informações do curso
ru: Не удалось загрузить информацию о курсе
sk: Nepodarilo sa načítať informácie o kurze
sr: Neuspešno učitavanje informacija o kursu
sv: Misslyckades med att ladda kursinformation
ta: பாடத் தகவலை ஏற்ற முடியவில்லை
th: ไม่สามารถโหลดข้อมูลหลักสูตรได้

# noCourseFound
source: Oh, this course needs a plan! Course plans are a sequence of topics and conversation activities.
bn: ওহ, এই কোর্সের জন্য একটি পরিকল্পনা দরকার! কোর্স পরিকল্পনা হলো বিষয়বস্তুর ক্রম এবং কথোপকথনের কার্যকলাপের একটি সিরিজ।
bo: ཨེ, འདི་ནས་སློབ་ཚན་ལ་ལོག་བརྗེ་བ་ལེགས་སོ། སློབ་ཚན་ལས་ལོག་བརྗེ་བ་ནི་སློབ་ཚན་ལས་སྤྱོད་ལེན་འབད་ནས་སྐབས་སྟོན་ལས་སྤྱོད་ལེན་འབད།
ca: Oh, aquest curs necessita un pla! Els plans de curs són una seqüència de temes i activitats de conversa.
cs: Ó, tento kurz potřebuje plán! Plány kurzů jsou posloupností témat a aktivit konverzace.
da: Åh, dette kursus har brug for en plan! Kursusplaner er en sekvens af emner og samtaleaktiviteter.
de: Oh, dieser Kurs braucht einen Plan! Kurspläne sind eine Abfolge von Themen und Gesprächsaktivitäten.
eo: Ho, ĉi tiu kurso bezonas planon! Kursoj estas sekvenco de temoj kaj konversaciaj agadoj.
et: Oh, sellele kursusele on vaja plaani! Kursuse plaanid on teemade ja vestlusaktiviteetide jada.
eu: Aizu, ikastaro honek plan bat behar du! Ikastaroaren planak gaiak eta elkarrizketa jarduerak dira
fi: Voi, tämä kurssi tarvitsee suunnitelman! Kurssisuunnitelmat ovat aiheiden ja keskustelutoimintojen sarja.
fr: Oh, ce cours a besoin d'un plan ! Les plans de cours sont une séquence de sujets et d'activités de conversation.
ga: Ó, tá gá le plean don chúrsa seo! Is sraith téacs agus gníomhaíochtaí comhrá iad pleananna cúrsa.
gl: Oh, este curso necesita un plan! Os plans de curso son unha secuencia de temas e actividades de conversa.
hi: अरे, इस कोर्स के लिए एक योजना की आवश्यकता है! कोर्स योजनाएँ विषयों और बातचीत गतिविधियों का एक क्रम हैं।
hr: O, ovaj tečaj treba plan! Planovi tečaja su niz tema i aktivnosti razgovora.
it: Oh, questo corso ha bisogno di un piano! I piani del corso sono una sequenza di argomenti e attività di conversazione.
ka: ოჰ, ამ კურსისთვის სჭირდება გეგმა! კურსის გეგმა არის თემების და საუბრის აქტივობების სერია.
nb: Åh, dette kurset trenger en plan! Kursplaner er en sekvens av emner og samtaleaktiviteter.
nl: Oh, deze cursus heeft een plan nodig! Cursusplannen zijn een reeks onderwerpen en gespreksactiviteiten.
pl: O, ten kurs potrzebuje planu! Plany kursów to sekwencje tematów i aktywności konwersacyjnych.
pt: Oh, este curso precisa de um plano! Planos de curso são uma sequência de tópicos e atividades de conversa.
ru: О, этот курс нуждается в плане! Планы курса — это последовательность тем и разговорных активностей.
sk: Ó, tento kurz potrebuje plán! Plány kurzov sú sledom tém a aktivít konverzácie.
sr: O, ovaj kurs zahteva plan! Planovi kurseva su niz tema i aktivnosti razgovora.
sv: Åh, den här kursen behöver en plan! Kursplaner är en sekvens av ämnen och samtalsaktiviteter.
ta: ஓ, இந்த பாடத்துக்கு ஒரு திட்டம் தேவை! பாடத்திட்டங்கள் என்பது தலைப்புகளின் தொடரும் மற்றும் உரையாடல் செயல்பாடுகளின் தொகுப்பாகும்.
th: โอ้ หลักสูตรนี้ต้องการแผน! แผนหลักสูตรเป็นลำดับของหัวข้อและกิจกรรมสนทนา

# additionalParticipants
source: + {num} others
bn: + {num} অন্যান্য
bo: + {num} ཚོད་ལོག་པ།
ca: + {num} altres
cs: + {num} dalších
da: + {num} andre
de: + {num} weitere
eo: + {num} aliaj
et: + {num} teist
eu: + {num} beste
fi: + {num} muuta
fr: + {num} autres
ga: + {num} eile
gl: + {num} outros
hi: + {num} अन्य
hr: + {num} drugih
it: + {num} altri
ka: + {num} სხვა
nb: + {num} andre
nl: + {num} anderen
pl: + {num} innych
pt: + {num} outros
ru: + {num} других
sk: + {num} ďalších
sr: + {num} drugih
sv: + {num} andra
ta: + {num} மற்றவர்கள்
th: + {num} คนอื่นๆ

# activityNotFoundForCourse
source: This activity was not found within the course
bn: এই কার্যকলাপটি কোর্সের মধ্যে পাওয়া যায়নি
bo: འདི་ནས་ལས་འགན་ལས་མེད།
ca: No s'ha trobat aquesta activitat dins del curs
cs: Tato aktivita nebyla nalezena v kurzu
da: Denne aktivitet blev ikke fundet i kurset
de: Diese Aktivität wurde im Kurs nicht gefunden
eo: Ĉi tiu agado ne estis trovita ene de la kurso
et: Seda tegevust ei leitud kursuse raames
eu: Jarduera hau ez da ikastaroaren barruan aurkitu
fi: Tätä toimintoa ei löytynyt kurssin sisältä
fr: Cette activité n'a pas été trouvée dans le cours
ga: Níor aimsíodh an gníomhaíocht seo laistigh den chúrsa
gl: Non se atopou esta actividade dentro do curso
hi: यह गतिविधि कोर्स के भीतर नहीं मिली
hr: Ova aktivnost nije pronađena unutar tečaja
it: Questa attività non è stata trovata all'interno del corso
ka: ეს აქტივობა ვერ მოიძებნა კურსის ფარგლებში
nb: Denne aktiviteten ble ikke funnet i kurset
nl: Deze activiteit is niet gevonden binnen de cursus
pl: Ta aktywność nie została znaleziona w kursie
pt: Esta atividade não foi encontrada dentro do curso
ru: Эта активность не найдена в курсе
sk: Táto aktivita nebola nájdená v kurze
sr: Ova aktivnost nije pronađena unutar kursa
sv: Denna aktivitet hittades inte inom kursen
ta: இந்த செயல்பாடு பாடத்துக்குள் கண்டுபிடிக்கப்படவில்லை
th: ไม่พบกิจกรรมนี้ในหลักสูตร

source: Course Chats
bn: কোর্স চ্যাট
bo: སློབ་ཚན་ལུས་པ།
ca: Xats del curs
cs: Kurzy chatů
da: Kursuschats
de: Kurschats
eo: Kurso-Babilejoj
et: Kursuse vestlused
eu: Ikastaroaren Txatak
fi: Kurssikeskustelut
fr: Discussions du cours
ga: Comhráite an Chúrsa
gl: Chats do curso
hi: कोर्स चैट्स
hr: Chatovi tečaja
it: Chat del corso
ka: კურსის ჩატები
nb: Kurschatter
nl: Cursus Chats
pl: Czaty kursu
pt: Chats do Curso
ru: Чаты курса
sk: Kurzyové chaty
sr: Разговори о курсу
sv: Kurschattar
ta: பாடத்தைக் குறித்த உரையாடல்கள்
th: แชทคอร์ส

source: My Activity Sessions
bn: আমার কার্যকলাপ সেশন
bo: ངའི་ལས་འགན་སྐབས།
ca: Les meves sessions d'activitat
cs: Mé aktivity
da: Mine aktivitetsessioner
de: Meine Aktivitätssitzungen
eo: Miaj Agad-Sesioj
et: Minu tegevusessioonid
eu: Nire Jarduera Saioak
fi: Omat aktiviteettisessiosi
fr: Mes sessions d'activité
ga: Mo Sheisiúin Gníomhaíochta
gl: As miñas sesións de actividade
hi: मेरी गतिविधि सत्र
hr: Moje sesije aktivnosti
it: Le mie sessioni di attività
ka: ჩემი აქტივობის სესია
nb: Mine aktivitetsøkter
nl: Mijn Activiteitensessies
pl: Moje sesje aktywności
pt: Minhas Sessões de Atividade
ru: Мои сессии активности
sk: Moje aktivity
sr: Моје активности
sv: Mina aktivitetsessioner
ta: எனது செயல்பாட்டு அமர்வுகள்
th: เซสชันกิจกรรมของฉัน

source: Direct Messages
bn: প্রত্যক্ষ বার্তা
bo: གནང་བའི་ཚེས་ལོག་པ།
ca: Missatges directes
cs: Přímé zprávy
da: Direkte beskeder
de: Direktnachrichten
eo: Rektaj Mesaĝoj
et: Otsevestlused
eu: Mezularitza zuzena
fi: Suorat viestit
fr: Messages directs
ga: Teachtaireachtaí Díreacha
gl: Mensaxes directas
hi: प्रत्यक्ष संदेश
hr: Izravne poruke
it: Messaggi diretti
ka: მიმართულებული შეტყობინებები
nb: Direktemeldinger
nl: Directe Berichten
pl: Wiadomości bezpośrednie
pt: Mensagens Diretas
ru: Личные сообщения
sk: Priame správy
sr: Пряме поруке
sv: Direktmeddelanden
ta: நேரடி செய்திகள்
th: ข้อความส่วนตัว

source: What now?
bn: এখন কি?
bo: ད་ལྟ་ག་རེ་ཡོད།
ca: I ara què?
cs: Co teď?
da: Hvad nu?
de: Was jetzt?
eo: Kio nun?
et: Mis nüüd?
eu: Zer orain?
fi: Mitä nyt?
fr: Et maintenant ?
ga: Cad atá le déanamh anois?
gl: E agora?
hi: अब क्या?
hr: Što sada?
it: E ora?
ka: ახლა რა?
nb: Hva nå?
nl: Wat nu?
pl: Co teraz?
pt: E agora?
ru: Что дальше?
sk: Čo teraz?
sr: Шта сада?
sv: Vad nu?
ta: இப்போது என்ன?
th: ตอนนี้ทำอะไรดี?

# chooseNextActivity
source: Choose your next activity!
bn: আপনার পরবর্তী কার্যকলাপ নির্বাচন করুন!
bo: ཁྱེད་རང་གི་ཤེས་ཡོད་ལུས་པ་ཚུ་གནང་བ།
ca: Tria la teva propera activitat!
cs: Vyberte si další aktivitu!
da: Vælg din næste aktivitet!
de: Wählen Sie Ihre nächste Aktivität!
eo: Elektu vian sekvan agadon!
et: Valige oma järgmine tegevus!
eu: Hurrengo jarduera aukeratu!
fi: Valitse seuraava toimintosi!
fr: Choisissez votre prochaine activité !
ga: Roghnaigh do chéad ghníomhaíocht eile!
gl: Elixe a túa próxima actividade!
hi: अपनी अगली गतिविधि चुनें!
hr: Odaberite svoju sljedeću aktivnost!
it: Scegli la tua prossima attività!
ka: აირჩიეთ თქვენი შემდეგი აქტივობა!
nb: Velg din neste aktivitet!
nl: Kies je volgende activiteit!
pl: Wybierz swoją następną aktywność!
pt: Escolha sua próxima atividade!
ru: Выберите следующую активность!
sk: Vyberte svoju ďalšiu aktivitu!
sr: Изаберите следећу активност!
sv: Välj din nästa aktivitet!
ta: உங்கள் அடுத்த செயல்பாட்டை தேர்ந்தெடுக்கவும்!
th: เลือกกิจกรรมถัดไปของคุณ!

source: See Instructions
bn: নির্দেশনা দেখুন
bo: འབྲེལ་བའི་སྟེང་ལ་སྟོན།
ca: Veure instruccions
cs: Zobrazit pokyny
da: Se instruktioner
de: Anweisungen anzeigen
eo: Vidi Instrukciojn
et: Vaata juhiseid
eu: Ikusi Argibideak
fi: Katso ohjeet
fr: Voir les instructions
ga: Féach Treoracha
gl: Ver instrucións
hi: निर्देश देखें
hr: Pogledajte upute
it: Vedi le istruzioni
ka: იხილეთ ინსტრუქციები
nb: Se instruksjoner
nl: Bekijk Instructies
pl: Zobacz instrukcje
pt: Ver Instruções
ru: Посмотреть инструкции
sk: Zobraziť pokyny
sr: Погледајте упутства
sv: Se instruktioner
ta: வழிமுறைகளைப் பாருங்கள்
th: ดูคำแนะนำ

source: Hide Instructions
bn: নির্দেশনা লুকান
bo: འབྲེལ་བའི་སྟེང་ལ་སྟོན་མི་འབད།
ca: Amaga les instruccions
cs: Skrýt pokyny
da: Skjul instruktioner
de: Anweisungen ausblenden
eo: Kaŝi Instrukciojn
et: Peida juhised
eu: Ezkutatu Argibideak
fi: Piilota ohjeet
fr: Cacher les instructions
ga: Folaigh Treoracha
gl: Agochar instrucións
hi: निर्देश छुपाएँ
hr: Sakrij upute
it: Nascondi le istruzioni
ka: დამალეთ ინსტრუქციები
nb: Skjul instruksjoner
nl: Verberg Instructies
pl: Ukryj instrukcje
pt: Esconder Instruções
ru: Скрыть инструкции
sk: Skryť pokyny
sr: Сакриј упутства
sv: Dölj instruktioner
ta: வழிகாட்டுதல்களை மறை
th: ซ่อนคำแนะนำ

source: Let's go
bn: চলুন
bo: ངེད་ཚོ་ངེད་ལ་འགྱོ།
ca: Anem-hi
cs: Jdeme na to
da: Lad os gå
de: Los geht's
eo: Ni ekiru
et: Lähme
eu: Goazen
fi: Lähdetään
fr: Allons-y
ga: Téimis
gl: Vamos alá
hi: चलो शुरू करें
hr: Krenimo
it: Andiamo
ka: მოდით დავიწყოთ
nb: La oss dra
nl: Laten we gaan
pl: Chodźmy
pt: Vamos lá
ru: Поехали
sk: Poďme na to
sr: Крећемо
sv: Låt oss åka
ta: போய்ச் செல்லலாம்
th: ไปกันเลย

# chooseRole
source: Choose a role!
bn: একটি ভূমিকা নির্বাচন করুন!
bo: ལས་འགན་གནང་བ།
ca: Tria un rol!
cs: Vyberte roli!
da: Vælg en rolle!
de: Wähle eine Rolle!
eo: Elektu rolon!
et: Valige roll!
eu: Aukeratu rola!
fi: Valitse rooli!
fr: Choisissez un rôle !
ga: Roghnaigh ról!
gl: Elixe un papel!
hi: एक भूमिका चुनें!
hr: Odaberite ulogu!
it: Scegli un ruolo!
ka: აირჩიეთ როლი!
nb: Velg en rolle!
nl: Kies een rol!
pl: Wybierz rolę!
pt: Escolha um papel!
ru: Выберите роль!
sk: Vyberte si rolu!
sr: Изаберите улогу!
sv: Välj en roll!
ta: பாத்திரத்தை தேர்ந்தெடு!
th: เลือกบทบาท!

# chooseRoleToParticipate
source: Choose a role to participate!
bn: অংশগ্রহণের জন্য একটি ভূমিকা নির্বাচন করুন!
bo: ལས་འགན་ལ་སྤྱོད་ལེན་འབད་ན།
ca: Tria un rol per participar!
cs: Vyberte roli pro účast!
da: Vælg en rolle for at deltage!
de: Wähle eine Rolle zur Teilnahme!
eo: Elektu rolon por partopreni!
et: Valige osalemiseks roll!
eu: Aukeratu parte hartu nahi duzun rola!
fi: Valitse rooli osallistumista varten!
fr: Choisissez un rôle pour participer !
ga: Roghnaigh ról le bheith páirteach!
gl: Elixe un papel para participar!
hi: भाग लेने के लिए भूमिका चुनें!
hr: Odaberite ulogu za sudjelovanje!
it: Scegli un ruolo per partecipare!
ka: აირჩიეთ მონაწილეობისთვის როლი!
nb: Velg en rolle for å delta!
nl: Kies een rol om deel te nemen!
pl: Wybierz rolę, aby uczestniczyć!
pt: Escolha um papel para participar!
ru: Выберите роль для участия!
sk: Vyberte rolu na účasť!
sr: Изаберите улогу за учешће!
sv: Välj en roll för att delta!
ta: பங்கேற்கப் பாத்திரத்தை தேர்ந்தெடு!
th: เลือกบทบาทเพื่อเข้าร่วม!

# waitingToFillRole
source: Waiting to fill {num} roles...
bn: {num} ভূমিকা পূরণের জন্য অপেক্ষা করছে...
bo: ཁོངས་སྤྱོད་ལས་བཟོ་བཅོས་ལོག་བྱེད་དེ་ལས་བརྒྱབ་ {num} ལས་སྤྱོད་འགྱོ་བ།
ca: Esperant omplir {num} rols...
cs: Čekání na obsazení {num} rolí...
da: Venter på at udfylde {num} roller...
de: Warte darauf, {num} Rollen zu besetzen...
eo: Atendas plenigi {num} rolojn...
et: Ootan, et täidetakse {num} rolli...
eu: {num} rolen bete arte itxaron...
fi: Odotetaan {num} roolin täyttymistä...
fr: En attente de remplir {num} rôles...
ga: Ag fanacht chun {num} ról a líonadh...
gl: Agardando para cubrir {num} roles...
hi: {num} भूमिकाएँ भरने की प्रतीक्षा कर रहा है...
hr: Čekanje da se popuni {num} uloga...
it: In attesa di riempire {num} ruoli...
ka: მოსალოდნელია {num} როლის შევსება...
nb: Venter på å fylle {num} roller...
nl: Wachten op het invullen van {num} rollen...
pl: Czekanie na obsadzenie {num} ról...
pt: Aguardando preencher {num} papéis...
ru: Ожидание заполнения {num} ролей...
sk: Čaká sa na obsadenie {num} rolí...
sr: Чекамо попуну {num} улога...
sv: Väntar på att fylla {num} roller...
ta: {num} பாத்திரங்களை நிரப்ப காத்திருக்கிறது...
th: กำลังรอเติมเต็มบทบาท {num}...

# pingParticipants
source: Ping course participants
bn: কোর্সের অংশগ্রহণকারীদের পিং করুন
bo: འབྲེལ་བའི་སྡེ་ཚན་སྤྱོད་ལེན།
ca: Enviar un missatge als participants del curs
cs: Oznámit účastníkům kurzu
da: Ping kursusdeltagere
de: Benachrichtige Kursteilnehmer
eo: Pingi partoprenantojn de la kurso
et: Teavita kursuse osalejaid
eu: Pinga ikastaro parte-hartzaileak
fi: Pingaa kurssin osallistujia
fr: Notifier les participants du cours
ga: Ping rannpháirtithe an chúrsa
gl: Pingar aos participantes do curso
hi: कोर्स प्रतिभागियों को पिंग करें
hr: Označi sudionike tečaja
it: Ping ai partecipanti del corso
ka: შეატყობინეთ კურსის მონაწილეებს
nb: Pings deltakere i kurset
nl: Ping cursusdeelnemers
pl: Powiadom uczestników kursu
pt: Avisar participantes do curso
ru: Пинг участников курса
sk: Oznámiť účastníkom kurzu
sr: Обавести учеснике курса
sv: Ping deltagare i kursen
ta: பாடத்திற்கான பங்கேற்பாளர்களை பிங் செய்க
th: แจ้งเตือนผู้เข้าร่วมคอร์ส

# playWithBot
source: Play with Pangea Bot
bn: পাঙ্গিয়া বটের সাথে খেলুন
bo: ལོ་གསར་ Pangea Bot ལས་འགྱོ།
ca: Juga amb Pangea Bot
cs: Hrajte s Pangea Botem
da: Leg med Pangea Bot
de: Mit Pangea Bot spielen
eo: Ludi kun Pangea Bot
et: Mängi Pangea botiga
eu: Jolastu Pangea Bot-ekin
fi: Leiki Pangea-botin kanssa
fr: Jouer avec Pangea Bot
ga: Imir le Pangea Bot
gl: Xogar con Pangea Bot
hi: पांगेआ बॉट के साथ खेलें
hr: Igraj s Pangea Botom
it: Gioca con Pangea Bot
ka: თამაშეთ Pangea ბოტთან
nb: Lek med Pangea Bot
nl: Speel met Pangea Bot
pl: Graj z Pangea Botem
pt: Jogue com o Pangea Bot
ru: Играть с ботом Pangea
sk: Hrať s Pangea Botom
sr: Играјте са Пангеијевим ботом
sv: Spela med Pangea Bot
ta: பாங்கியா பாட்டுடன் விளையாடு
th: เล่นกับ Pangea Bot

source: Invite friends
bn: বন্ধুদের আমন্ত্রণ জানান
bo: གྲོགས་མཇལ་འབར་བ།
ca: Convida amics
cs: Pozvat přátele
da: Inviter venner
de: Freunde einladen
eo: Inviti amikojn
et: Kutsu sõpru
eu: Gonbidatu lagunak
fi: Kutsu ystäviä
fr: Inviter des amis
ga: Cuireadh cairde
gl: Invitar amigos
hi: मित्रों को आमंत्रित करें
hr: Pozovi prijatelje
it: Invita amici
ka: პატიჟეთ მეგობრები
nb: Inviter venner
nl: Nodig vrienden uit
pl: Zaproś znajomych
pt: Convidar amigos
ru: Пригласить друзей
sk: Pozvať priateľov
sr: Позовите пријатеље
sv: Bjud in vänner
ta: நண்பர்களை அழை
th: เชิญเพื่อน

# waitNotDone
source: Wait I’m not done!
bn: অপেক্ষা করুন আমি শেষ করিনি!
bo: ངག་དབང་ལ་མེད་པ་ལས་འགྱོ་མི་འདུག!
ca: Esperem, encara no he acabat!
cs: Počkejte, nejsem hotov!
da: Vent, jeg er ikke færdig!
de: Warte, ich bin noch nicht fertig!
eo: Atendu, mi ne finis!
et: Oota, ma ei ole veel valmis!
eu: Itxaron, ez naiz bukatu!
fi: Odotan, en ole valmis!
fr: Attends, je n'ai pas fini !
ga: Fan, níl mé críochnaithe!
gl: Espera, aínda non rematei!
hi: रुको, मैं अभी पूरा नहीं किया हूँ!
hr: Čekaj, nisam završio!
it: Aspetta, non ho finito!
ka: მოვიცადე, არ დამთავრებულა!
nb: Vent, jeg er ikke ferdig!
nl: Wacht, ik ben nog niet klaar!
pl: Czekaj, nie skończyłem!
pt: Espere, ainda não terminei!
ru: Подожди, я еще не закончил!
sk: Počkajte, ešte som nedokončil!
sr: Чекај, нисам завршио!
sv: Vänta, jag är inte klar!
ta: காத்திருக்கவும், நான் முடிக்கவில்லை!
th: รอฉันยังไม่เสร็จ!

# waitingForOthersToFinish
source: Waiting for the rest to finish up...
bn: অন্যদের শেষ করার জন্য অপেক্ষা করছি...
bo: མི་ཚེས་བརྒྱབ་ནས་ལོག་བྱེད་འདུག...
ca: Esperant que la resta acabi...
cs: Čekám na ostatní, až dokončí...
da: Venter på, at de andre bliver færdige...
de: Warte, bis die anderen fertig sind...
eo: Atendas la aliajn finiĝi...
et: Ootan, kuni teised lõpetavad...
eu: Itxaron besteek amaitu arte...
fi: Odotetaan muiden valmistumista...
fr: En attente que les autres terminent...
ga: Ag fanacht ar na daoine eile chun críochnú...
gl: Agardando que o resto remate...
hi: बाकियों के समाप्त होने का इंतजार कर रहा हूँ...
hr: Čekam da ostali završe...
it: In attesa che gli altri finiscano...
ka: მოსალოდნელია დანარჩენების დასრულება...
nb: Venter på at de andre skal bli ferdige...
nl: Wachten tot de rest klaar is...
pl: Czekanie na resztę do ukończenia...
pt: Aguardando os demais terminarem...
ru: Ожидание завершения остальных...
sk: Čakáme na ostatných, aby dokončili...
sr: Чекамо да остали заврше...
sv: Väntar på att resten ska bli klara...
ta: மற்றவர்களும் முடிக்க காத்திருக்கிறது...
th: รอให้คนอื่นเสร็จสิ้น...

source: Save to completed activities
bn: সম্পন্ন কার্যকলাপে সংরক্ষণ করুন
bo: ལས་བཟོ་བཅོས་ལས་སྤྱོད་འབད།
ca: Desa a activitats completades
cs: Uložit do dokončených aktivit
da: Gem til fuldførte aktiviteter
de: In abgeschlossene Aktivitäten speichern
eo: Konservi al plenumitaj agadoj
et: Salvesta lõpetatud tegevustesse
eu: Gorde jarduera osatuetara
fi: Tallenna valmiit aktiviteetit
fr: Enregistrer dans les activités terminées
ga: Sábháil chuig gníomhaíochtaí críochnaithe
gl: Gardar nas actividades completadas
hi: पूर्ण गतिविधियों में सहेजें
hr: Spremi u dovršene aktivnosti
it: Salva nelle attività completate
ka: შეინახეთ დასრულებულ აქტივობებში
nb: Lagre til fullførte aktiviteter
nl: Opslaan naar voltooide activiteiten
pl: Zapisz do ukończonych aktywności
pt: Salvar em atividades concluídas
ru: Сохранить в завершенные активности
sk: Uložiť do dokončených aktivít
sr: Сачувај у завршене активности
sv: Spara till slutförda aktiviteter
ta: முடிந்த செயல்பாடுகளுக்கு சேமிக்கவும்
th: บันทึกเป็นกิจกรรมที่เสร็จแล้ว

# generatingSummary
source: Analyzing chat and generating results
bn: চ্যাট বিশ্লেষণ এবং ফলাফল তৈরি করা হচ্ছে
bo: ཚོད་ལམ་གྱིས་གནད་སྣང་བྱེད་ནས་ལོག་བྱེད།
ca: Analitzant el xat i generant resultats
cs: Analyzuji chat a generuji výsledky
da: Analyserer chat og genererer resultater
de: Chat wird analysiert und Ergebnisse werden generiert
eo: Analizante babiladon kaj generante rezultojn
et: Vestluse analüüs ja tulemuste genereerimine
eu: Txataren analisia eta emaitzak sortzen
fi: Analysoidaan keskustelua ja luodaan tuloksia
fr: Analyse de la conversation et génération des résultats
ga: Ag anailísiú comhrá agus torthaí a ghiniúint
gl: Analizando o chat e xerando resultados
hi: चैट का विश्लेषण कर रहे हैं और परिणाम उत्पन्न कर रहे हैं
hr: Analiziranje chata i generiranje rezultata
it: Analizzando la chat e generando risultati
ka: საუბრის ანალიზი და შედეგების გენერირება
nb: Analyserer chat og genererer resultater
nl: Chat analyseren en resultaten genereren
pl: Analiza czatu i generowanie wyników
pt: Analisando o chat e gerando resultados
ru: Анализ чата и генерация результатов
sk: Analyzujeme chat a generujeme výsledky
sr: Анализирање разговора и генерисање резултата
sv: Analyserar chatten och genererar resultat
ta: செயல்பாட்டை பகுப்பாய்வு செய்து முடிவுகளை உருவாக்குகிறது
th: วิเคราะห์แชทและสร้างผลลัพธ์

source: Instructions language
bn: নির্দেশনা ভাষা
bo: འཕྲིན་ལས་སྐད་ཡིག
ca: Idioma de les instruccions
cs: Jazyk instrukcí
da: Instruktionssprog
de: Anleitungssprache
eo: Instrukcia lingvo
et: Juhiste keel
eu: Argibideen hizkuntza
fi: Ohjeiden kieli
fr: Langue des instructions
ga: Teanga treoracha
gl: Idioma das instrucións
hi: निर्देश भाषा
hr: Jezik uputa
it: Lingua delle istruzioni
ka: ინსტრუქციების ენა
nb: Instruksjonsspråk
nl: Instructietaal
pl: Język instrukcji
pt: Idioma das instruções
ru: Язык инструкций
sk: Jazyk pokynov
sr: Језик упутстава
sv: Instruktioners språk
ta: வழிகாட்டுதல்களின் மொழி
th: ภาษาคำแนะนำ

# findCourse
source: Find a course
bn: একটি কোর্স খুঁজুন
bo: ཚོང་ཁང་བཟོ་བཅོས།
ca: Troba un curs
cs: Najít kurz
da: Find et kursus
de: Kurs finden
eo: Trovu kurson
et: Leia kursus
eu: Bilatu ikastaroa
fi: Etsi kurssi
fr: Trouver un cours
ga: Féach ar chúrsa
gl: Atopa un curso
hi: कोर्स खोजें
hr: Pronađi tečaj
it: Trova un corso
ka: კურსის მოძებნა
nb: Finn et kurs
nl: Vind een cursus
pl: Znajdź kurs
pt: Encontrar um curso
ru: Найти курс
sk: Nájsť kurz
sr: Пронађи курс
sv: Hitta en kurs
ta: பாடத்தைக் கண்டுபிடி
th: ค้นหาคอร์ส
