Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# interactiveTranslatorSliderHeader
source: Interactive Translator
bn: ইন্টারেক্টিভ অনুবাদক
bo: རང་སྤྱོད་སྒྲོམ་བཅོས་
ca: Traductor interactiu
cs: Interaktivní překladač
da: Interaktiv Oversætter
de: Interaktiver Übersetzer
eo: Interaga Tradukilo
et: Interaktiivne tõlkija
eu: Interaktiboa Itzultzailea
fi: Vuorovaikutteinen kääntäjä
fr: Traducteur interactif
ga: Aistritheoir Idirghníomhach
gl: Tradutor interactivo
hi: इंटरैक्टिव अनुवादक
hr: Interaktivni prevoditelj
it: Traduttore Interattivo
ka: ინტერაქტიული თარგმნელი
nb: Interaktiv oversetter
nl: Interactieve Vertaler
pl: Interaktywny Tłumacz
pt: Tradutor Interativo
ru: Интерактивный переводчик
sk: Interaktívny prekladač
sr: Interaktivni prevodilac
sv: Interaktiv översättare
ta: இணைய செயலாக்க மொழிபெயர்ப்பாளர்
th: นักแปลแบบโต้ตอบ

# interactiveGrammarSliderHeader
source: Interactive Grammar Checker
bn: ইন্টারেক্টিভ ব্যাকরণ চেকার
bo: རང་སྤྱོད་སྒྲོམ་བཅོས་བརྗེ་སྤྱོད
ca: Comprovador de gramàtica interactiu
cs: Interaktivní kontrola gramatiky
da: Interaktiv Grammatik Tjekker
de: Interaktiver Grammatikprüfer
eo: Interaga Gramatika Kontrolilo
et: Interaktiivne grammatika kontroll
eu: Interaktiboa Gramatika Egiaztatzailea
fi: Vuorovaikutteinen kielioppitarkistin
fr: Vérificateur de grammaire interactif
ga: Seiceáil Foghraíochta Idirghníomhach
gl: Comprobador gramatical interactivo
hi: इंटरैक्टिव व्याकरण जांचक
hr: Interaktivni provjerivač gramatike
it: Controllo Grammaticale Interattivo
ka: ინტერაქტიული გრამატიკის შემოწმება
nb: Interaktiv grammatikkontroll
nl: Interactieve Grammatica Controle
pl: Interaktywny Sprawdzacz Gramatyczny
pt: Verificador de Gramática Interativo
ru: Интерактивный проверщик грамматики
sk: Interaktívny kontrolór gramatiky
sr: Interaktivni proveravač gramatike
sv: Interaktiv grammatikkontroll
ta: இணைய இலக்கண சரிபார்ப்பான்
th: เครื่องตรวจสอบไวยากรณ์แบบโต้ตอบ

# interactiveTranslatorNotAllowed
source: Disabled
bn: বাধা দেওয়া হয়েছে
bo: ལེན་སྤྱོད་མི་འབད
ca: Desactivat
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
eo: Malebligita
et: Keelatud
eu: Ezin da
fi: Ei sallittu
fr: Désactivé
ga: Míchumasaithe
gl: Desactivado
hi: अक्षम
hr: Onemogućeno
it: Disabilitato
ka: გამორთულია
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt: Desativado
ru: Отключено
sk: Zakázané
sr: Onemogućeno
sv: Inaktiverad
ta: முடக்கப்பட்டது
th: ปิดใช้งาน

# interactiveTranslatorAllowed
source: Student Choice
bn: ছাত্রের পছন্দ
bo: སྟོང་སློབ་སྤྱོད
ca: Elecció de l'estudiant
cs: Volba studenta
da: Elev Valg
de: Schülerwahl
eo: Elektado de la studento
et: Õpilase valik
eu: Ikaslearen Aukera
fi: Oppilaan valinta
fr: Choix de l'étudiant
ga: Rogha na Mac Léinn
gl: Opción do estudante
hi: छात्र विकल्प
hr: Izbor učenika
it: Scelta dello Studente
ka: სტუდენტის არჩევანი
nb: Elevvalg
nl: Keuze van de student
pl: Wybór ucznia
pt: Escolha do Estudante
ru: Выбор студента
sk: Voľba študenta
sr: Izbor učenika
sv: Elevens val
ta: மாணவர் தேர்வு
th: ตัวเลือกของนักเรียน

# interactiveTranslatorRequired
source: Required
bn: প্রয়োজনীয়
bo: དགོས་པའི་
ca: Requerit
cs: Požadováno
da: Påkrævet
de: Erforderlich
eo: Postulata
et: Nõutud
eu: Beharrezkoa
fi: Pakollinen
fr: Obligatoire
ga: De dhíth
gl: Necesario
hi: आवश्यक
hr: Obavezno
it: Obbligatorio
ka: მოსახერხია
nb: Påkrevd
nl: Vereist
pl: Wymagane
pt: Obrigatório
ru: Обязательно
sk: Požadované
sr: Obavezno
sv: Obligatorisk
ta: தேவை
th: จำเป็น

source: Not yet set
bn: এখনো সেট হয়নি
bo: མི་གཏོང་པར་ཅིག
ca: Encara no s'ha configurat
cs: Ještě nastavitelný
da: Endnu ikke sat
de: Noch nicht festgelegt
eo: Ankoraŭ ne agordita
et: Veel määramata
eu: Oraindik ez ezarri
fi: Ei vielä asetettu
fr: Pas encore défini
ga: Níl socraithe fós
gl: Aínda non establecido
hi: अभी तक सेट नहीं किया गया है
hr: Još nije postavljeno
it: Ancora non impostato
ka: ჯერ არ არის მითითებული
nb: Ikke satt ennå
nl: Nog niet ingesteld
pl: Jeszcze nie ustawione
pt: Ainda não definido
ru: Еще не установлено
sk: Ešte nie je nastavené
sr: Još nije postavljeno
sv: Inte ännu inställt
ta: இன்னும் அமைக்கப்படவில்லை
th: ยังไม่ได้ตั้งค่า

# myLearning
source: My Analytics
bn: আমার বিশ্লেষণ
bo: ངའི་རྟོགས་སྤྱོད
ca: Les meves anàlisis
cs: Moje analýzy
da: Mine Analyser
de: Meine Analysen
eo: Miaj Analizoj
et: Minu analüütika
eu: Nire Analisia
fi: Oma analytiikkani
fr: Mes analyses
ga: Mo Mhianadóireacht
gl: As miñas análises
hi: मेरे विश्लेषण
hr: Moja analiza
it: Le mie Analisi
ka: ჩემი ანალიტიკა
nb: Mine analyser
nl: Mijn Analytics
pl: Moja Analiza
pt: Meus Análises
ru: Моя аналитика
sk: Moje analýzy
sr: Moja analitika
sv: Mina analyser
ta: எனது பகுப்பாய்வுகள்
th: วิเคราะห์ข้อมูลของฉัน

# waTooltip
source: L2 use without assistance
bn: সহায়তা ছাড়াই L2 ব্যবহার
bo: L2 ལུས་སྤྱོད་མི་སྤྱོད་སྤྱོད
ca: Ús de L2 sense assistència
cs: Použití L2 bez pomoci
da: L2 brug uden assistance
de: L2 Verwendung ohne Hilfe
eo: Uzo sen helpo
et: L2 kasutamine ilma abita
eu: Laguntzarik gabe erabiltzeko
fi: L2 ilman apua
fr: L2 utilisation sans assistance
ga: Úsáid L2 gan chabhair
gl: L2 sen asistencia
hi: बिना सहायता के L2 उपयोग
hr: L2 korištenje bez pomoći
it: L2 utilizzo senza assistenza
ka: L2 გამოყენება დახმარების გარეშე
nb: L2 bruk uten hjelp
nl: L2 gebruik zonder hulp
pl: L2 użycie bez pomocy
pt: L2 sem assistência
ru: Использование L2 без помощи
sk: L2 použitie bez asistencie
sr: Korišćenje L2 bez pomoći
sv: L2 användning utan hjälp
ta: உதவியுடன் இல்லாமல் பயன்படுத்தவும்
th: ใช้ L2 โดยไม่ต้องความช่วยเหลือ

source: Change date range
bn: তারিখের পরিসর পরিবর্তন করুন
bo: ཚེས་རབས་སྤྱོད་བརྗེ་བ
ca: Canvia l'interval de dates
cs: Změnit rozsah data
da: Skift datointerval
de: Datumsbereich ändern
eo: Ŝanĝi datintervalon
et: Muuda kuupäevavahemikku
eu: Data tartea aldatu
fi: Vaihda aikaväliä
fr: Changer la plage de dates
ga: Athraigh raon dáta
gl: Cambiar intervalo de datas
hi: तिथि सीमा बदलें
hr: Promijeni raspon datuma
it: Cambia intervallo di date
ka: თარიღის დიაპაზონის შეცვლა
nb: Endre datoperiode
nl: Wijzig datumbereik
pl: Zmień zakres dat
pt: Alterar intervalo de datas
ru: Изменить диапазон дат
sk: Zmeniť rozsah dátumu
sr: Promeni opseg datuma
sv: Ändra datumintervall
ta: தேதி வரம்பை மாற்றவும்
th: เปลี่ยนช่วงวันที่

# classDescription
source: Description
bn: বর্ণনা
bo: ཚིག་གཅིག
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
eo: Priskribo
et: Kirjeldus
eu: Deskribapena
fi: Kuvaus
ga: Cur síos
gl: Descrición
hi: विवरण
hr: Opis
it: Descrizione
ka: აღწერა
nb: Beskrivelse
nl: Omschrijving
pl: Opis
pt: Descrição
ru: Описание
sk: Popis
sr: Opis
sv: Beskrivning
ta: விளக்கம்
th: คำอธิบาย

# addStudents
source: Invite users by link or code
bn: লিঙ্ক বা কোড দ্বারা ব্যবহারকারীদের আমন্ত্রণ জানান
bo: དབྱེ་རིམ་ལུས་སྤྱོད་ལུས་སྤྱོད་སྤྱོད
ca: Convida usuaris mitjançant enllaç o codi
cs: Pozvat uživatele odkazem nebo kódem
da: Inviter brugere via link eller kode
de: Benutzer per Link oder Code einladen
eo: Inviti uzantojn per ligilo aŭ kodo
et: Kutsu kasutajaid lingi või koodiga
eu: Erabiltzaileak gonbidatu esteka edo kode bidez
fi: Kutsu käyttäjiä linkillä tai koodilla
fr: Inviter des utilisateurs par lien ou code
ga: Cuireadh úsáideoirí le nasc nó cód
gl: Invitar usuarios mediante enlace ou código
hi: लिंक या कोड द्वारा उपयोगकर्ताओं को आमंत्रित करें
hr: Pozovi korisnike putem poveznice ili koda
it: Invita utenti tramite link o codice
ka: მომხმარებლების მოწვევა ბმულით ან კოდით
nb: Inviter brukere med lenke eller kode
nl: Nodig gebruikers uit via link of code
pl: Zaproś użytkowników przez link lub kod
pt: Convidar usuários por link ou código
ru: Пригласить пользователей по ссылке или коду
sk: Pozvať používateľov odkazom alebo kódom
sr: Pozovi korisnike putem linka ili koda
sv: Bjud in användare via länk eller kod
ta: தொகுப்பை இணைக்கும் அல்லது குறியீடு மூலம் பயனர்களை அழைக்கவும்
th: เชิญผู้ใช้โดยลิงก์หรือรหัส

# copyClassLink
source: Copy invite link
bn: আমন্ত্রণ লিঙ্ক কপি করুন
bo: ལུས་སྤྱོད་འབྲེལ་མཐུད་ལོག
ca: Copia l'enllaç d'invitació
cs: Zkopírovat odkaz na pozvánku
da: Kopier invitationslink
de: Einladungslink kopieren
eo: Kopii invitan ligilon
et: Kopeeri kutselink
eu: Kopiatu gonbidapen esteka
fi: Kopioi kutsulinkki
fr: Copier le lien d'invitation
ga: Cóipeáil an nasc cuireadh
gl: Copiar enlace de invitación
hi: आमंत्रण लिंक कॉपी करें
hr: Kopiraj poveznicu za pozivnicu
it: Copia link di invito
ka: მოწვევის ბმულის კოპირება
nb: Kopier invitasjonslenke
nl: Kopieer uitnodigingslink
pl: Skopiuj link zaproszenia
pt: Copiar link de convite
ru: Копировать ссылку для приглашения
sk: Skopírovať odkaz na pozvanie
sr: Kopiraj link za poziv
sv: Kopiera inbjudningslänk
ta: அழைப்பு இணைப்பை நகலெடுக்கவும்
th: คัดลอกลิงก์เชิญ

# copyClassCode
source: Copy invite code
bn: আমন্ত্রণ কোড কপি করুন
bo: ལུས་སྤྱོད་ལོག་ལས་སྤྱོད
ca: Copia el codi d'invitació
cs: Zkopírovat kód pozvánky
da: Kopier invitationskode
de: Einladungscode kopieren
eo: Kopii invitan kodon
et: Kopeeri kutsekood
eu: Kopiatu gonbidapen kodea
fi: Kopioi kutsukoodi
fr: Copier le code d'invitation
ga: Cóipeáil an cód cuireadh
gl: Copiar código de invitación
hi: आमंत्रण कोड कॉपी करें
hr: Kopiraj kod za pozivnicu
it: Copia codice di invito
ka: მოწვევის კოდის კოპირება
nb: Kopier invitasjonskode
nl: Kopieer uitnodigingscode
pl: Skopiuj kod zaproszenia
pt: Copiar código de convite
ru: Копировать код приглашения
sk: Skopírovať kód pozvania
sr: Kopiraj kod za poziv
sv: Kopiera inbjudningskod
ta: கிளாஸ் குறியீட்டை நகலெடு
th: คัดลอกโค้ดเชิญ

# inviteStudentByUserName
source: Invite users by username
bn: ব্যবহারকারীর নাম দ্বারা ব্যবহারকারীদের আমন্ত্রণ জানান
bo: མིང་ཚིག་ལས་སྤྱོད་ལུས་སྤྱོད
ca: Convida usuaris per nom d'usuari
cs: Pozvat uživatele podle uživatelského jména
da: Inviter brugere via brugernavn
de: Benutzer nach Benutzernamen einladen
eo: Inviti uzantojn per uzantnomo
et: Kutsuge kasutajaid kasutajanime järgi
eu: Erabiltzaile izenarekin ikasleak gonbidatu
fi: Kutsu käyttäjiä käyttäjätunnuksella
fr: Inviter des utilisateurs par nom d'utilisateur
ga: Cuireadh úsáideoirí le hainm úsáideora
gl: Invitar usuarios por nome de usuario
hi: उपयोगकर्ता नाम से छात्रों को आमंत्रित करें
hr: Pozovi korisnike po korisničkom imenu
it: Invita utenti tramite nome utente
ka: მომხმარებლის სახელით მოწვევა
nb: Inviter brukere med brukernavn
nl: Nodig gebruikers uit op gebruikersnaam
pl: Zaproś użytkowników za pomocą nazwy użytkownika
pt: Convidar usuários por nome de usuário
ru: Пригласить пользователей по имени пользователя
sk: Pozvať používateľov podľa používateľského mena
sr: Pozovi korisnike putem korisničkog imena
sv: Bjud in användare med användarnamn
ta: பயனர்பெயரால் மாணவர்களை அழைப்பு
th: เชิญผู้ใช้โดยชื่อผู้ใช้

source: Language Settings
bn: ভাষার সেটিংস
bo: ཡིག་ཚིག་སྒྲིག་སྟེང་
ca: Configuració de l'idioma
cs: Nastavení jazyka
da: Sprogindstillinger
de: Spracheinstellungen
eo: Lingvaj Agordoj
et: Keele seaded
eu: Hizkuntza ezarpenak
fi: Kieliasetukset
fr: Paramètres de langue
ga: Socruithe Teanga
gl: Configuracións de idioma
hi: भाषा सेटिंग्स
hr: Postavke jezika
it: Impostazioni della lingua
ka: ენის პარამეტრები
nb: Språkinnstillinger
nl: Taalinstellingen
pl: Ustawienia języka
pt: Configurações de idioma
ru: Настройки языка
sk: Nastavenia jazyka
sr: Podešavanja jezika
sv: Språkinställningar
ta: மொழி அமைப்புகள்
th: การตั้งค่าภาษา

# interactiveTranslator
source: Translation assistance
bn: অনুবাদ সহায়তা
bo: རང་སྤྱོད་སྒྲོམ་བཅོས་
ca: Assistència de traducció
cs: Pomoc s překladem
da: Oversættelsesassistance
de: Übersetzungshilfe
eo: Tradukada subteno
et: Tõlkeabi
eu: Itzulpen laguntza
fi: Käännöstuki
fr: Assistance à la traduction
ga: Cabhair Aistriúcháin
gl: Asistencia na tradución
hi: अनुवाद सहायता
hr: Pomoć pri prevođenju
it: Assistenza alla traduzione
ka: თარგმნის დახმარება
nb: Oversettelseshjelp
nl: Vertaalhulp
pl: Wspomaganie tłumaczenia
pt: Assistência de tradução
ru: Помощь с переводом
sk: Pomocník pre preklad
sr: Pomoć pri prevođenju
sv: Översättningshjälp
ta: பெயர்ப்பு உதவி
th: ความช่วยเหลือในการแปล

source: Share Video
bn: ভিডিও শেয়ার করুন
bo: བརྗེད་ཡོད་པའི་བརྗེད་ཡོད་པ
ca: Comparteix vídeo
cs: Sdílet video
da: Del video
de: Video teilen
eo: Kunhavigi Video
et: Jaga videot
eu: Banatu bideoa
fi: Jaa video
fr: Partager la vidéo
ga: Roinn Físeán
gl: Compartir vídeo
hi: वीडियो साझा करें
hr: Podijeli video
it: Condividi video
ka: ვიდეო გაზიარება
nb: Del video
nl: Deel Video
pl: Udostępnij wideo
pt: Compartilhar vídeo
ru: Поделиться видео
sk: Zdieľať video
sr: Podeli video
sv: Dela video
ta: வீடியோ பகிர்வு
th: แชร์วิดีโอ

# shareVideoDesc
source: Toggle this on to allow students to share videos in chats.
bn: চ্যাটে ভিডিও শেয়ার করতে এইটিকে চালু করুন।
bo: འདི་ལུགས་སྤྱོད་ནས་སློབ་སྦྱོང་ལུས་སྤྱོད་ལ་བརྗེད་ཡོད་པ་ལུགས་སྤྱོད་འབད་ན།
ca: Activa aquesta opció per permetre als estudiants compartir vídeos en xats.
cs: Zapněte toto, aby mohli studenti sdílet videa v chatech.
da: Tænd for dette for at give elever mulighed for at dele videoer i chats.
de: Aktivieren Sie dies, um Schülern das Teilen von Videos in Chats zu ermöglichen.
eo: Ŝaltu ĉi tion por ebligi studentojn kunhavigi videojn en babilejoj.
et: Lülita see sisse, et võimaldada õpilastel jagada videoid vestlustes.
eu: Gaitu hau ikasleek chatetan bideoklipak partekatzeko aukera izan dezaten.
fi: Ota tämä käyttöön, jotta opiskelijat voivat jakaa videoita keskusteluissa.
fr: Activez cette option pour permettre aux étudiants de partager des vidéos dans les chats.
ga: Múch é seo chun ligean do mhic léinn físeáin a roinnt i gcainteanna.
gl: Activa isto para permitir que os estudantes compartan vídeos nos chats.
hi: छात्रों को चैट में वीडियो साझा करने की अनुमति देने के लिए इसे चालू करें।
hr: Uključite ovo kako biste omogućili učenicima dijeljenje videa u chatovima.
it: Attiva questa opzione per consentire agli studenti di condividere video nelle chat.
ka: ჩართეთ ეს ფუნქცია, რათა სტუდენტებს შეეძლოთ ვიდეოების გაზიარება ჩატებში.
nb: Slå på dette for å la elever dele videoer i chatter.
nl: Schakel dit in om studenten toe te staan video's te delen in chats.
pl: Włącz tę opcję, aby umożliwić uczniom udostępnianie filmów w czatach.
pt: Ative esta opção para permitir que os estudantes compartilhem vídeos nos chats.
ru: Включите это, чтобы студенты могли делиться видео в чатах.
sk: Zapnite túto možnosť, aby mohli študenti zdieľať videá v chatoch.
sr: Uključite ovo da biste omogućili učenicima da dele video snimke u čatovima.
sv: Växla detta för att tillåta elever att dela videor i chattar.
ta: மாணவர்களுக்கு வீடியோக்களைச் சேர்க்க அனுமதிக்க இதை இயக்கவும்.
th: เปิดใช้งานเพื่อให้ผู้เรียนสามารถแชร์วิดีโอในแชทได้

source: Share Files
bn: ফাইল শেয়ার করুন
bo: ཡིག་སྣོད་ལྟར་བརྗེད་ཡོད་པ
ca: Comparteix arxius
cs: Sdílet soubory
da: Del filer
de: Dateien teilen
eo: Kunhavigi Dosierojn
et: Jaga faile
eu: Banatu fitxategiak
fi: Jaa tiedostoja
fr: Partager des fichiers
ga: Roinn Comhaid
gl: Compartir ficheiros
hi: फ़ाइलें साझा करें
hr: Dijeli datoteke
it: Condividi file
ka: ფაილების გაზიარება
nb: Del filer
nl: Deel Bestanden
pl: Udostępnij pliki
pt: Compartilhar Arquivos
ru: Поделиться файлами
sk: Zdieľať súbory
sr: Deli fajlove
sv: Dela filer
ta: கோப்புகளை பகிர்
th: แชร์ไฟล์

source: Select language level
bn: ভাষার স্তর নির্বাচন করুন
bo: སྱོར་བའི་སྐོར་ཚད་ཚད་གཏོད་ན།
ca: Selecciona el nivell d'idioma
cs: Vyberte úroveň jazyka
da: Vælg sprogniveau
de: Sprachniveau auswählen
eo: Elekti lingvan nivelon
et: Vali keele tase
eu: Hizkuntza maila hautatu
fi: Valitse kielitaso
fr: Sélectionnez le niveau de langue
ga: Roghnaigh leibhéal teanga
gl: Seleccionar nivel de idioma
hi: भाषा स्तर चुनें
hr: Odaberite razinu jezika
it: Seleziona livello di lingua
ka: ენის დონეს არჩევა
nb: Velg språknivå
nl: Selecteer taalniveau
pl: Wybierz poziom językowy
pt: Selecionar nível de idioma
ru: Выберите уровень языка
sk: Vybrať úroveň jazyka
sr: Izaberi nivo jezika
sv: Välj språknivå
ta: மொழி நிலையை தேர்ந்தெடு
th: เลือกระดับภาษา

# noIdenticalLanguages
source: Please choose different base and target languages
bn: অনুগ্রহ করে ভিন্ন ভিত্তি এবং লক্ষ্য ভাষা নির্বাচন করুন
bo: བརྗེད་ཡོད་པའི་སྐད་ཡིག་དང་སྤྱོད་ལུགས་ལ་འབྱོར་བ་མི་འདུག
ca: Si us plau, tria idiomes base i de destinació diferents
cs: Prosím, vyberte různé základní a cílové jazyky
da: Vælg venligst forskellige base- og målsprog
de: Bitte wählen Sie unterschiedliche Ausgangs- und Zielsprache
eo: Bonvolu elekti malsamajn bazajn kaj celajn lingvojn
et: Palun vali erinevad baas- ja sihtkeeled
eu: Mesedez, aukeratu hizkuntza oinarria eta helburua desberdinak izan daitezen
fi: Valitse eri perus- ja kohdekielet
fr: Veuillez choisir des langues de base et cibles différentes
ga: Roghnaigh le do thoil teangacha bunúsacha agus spriocdhírithe difriúla
gl: Por favor, escolla idiomas base e destino diferentes
hi: कृपया अलग आधार और लक्ष्य भाषाएँ चुनें
hr: Molimo odaberite različite izvornu i ciljnu jezike
it: Per favore scegli lingue di base e di destinazione diverse
ka: გთხოვთ, აირჩიოთ განსხვავებული საწყისი და სამიზნე ენები
nb: Vennligst velg ulike grunn- og målspråk
nl: Kies alstublieft verschillende basis- en doeltalen
pl: Proszę wybrać różne języki bazowe i docelowe
pt: Por favor, escolha idiomas base e alvo diferentes
ru: Пожалуйста, выберите разные исходный и целевой языки
sk: Vyberte, prosím, odlišné základné a cieľové jazyky
sr: Molimo izaberite različite osnovne i ciljne jezike
sv: Vänligen välj olika grund- och målspråk
ta: தயவுசெய்து வேறுபட்ட அடிப்படை மற்றும் இலக்கு மொழிகளை தேர்ந்தெடுக்கவும்
th: โปรดเลือกภาษาพื้นฐานและภาษาปลายทางที่แตกต่างกัน

# iWantALanguagePartnerFrom
source: Is from:
bn: থেকে:
bo: ང་ནས་ཡོད་པ:
ca: És de:
cs: Je od:
da: Er fra:
de: Ist von:
eo: Estas de:
et: On pärit:
eu: Hau da:
fi: On kotoisin:
fr: Vient de :
ga: Tá sé ó:
gl: É de:
hi: से है:
hr: Je iz:
it: È da:
ka: მოდის:
nb: Er fra:
nl: Is afkomstig van:
pl: Pochodzi z:
pt: É de:
ru: Из:
sk: Je z:
sr: Od:
sv: Är från:
ta: இருப்பது:
th: มาจาก:

source: Worldwide
bn: বিশ্বব্যাপী
bo: འཇིག་རྟེན་གྱི་གནས་སྟངས
ca: A tot el món
cs: Celosvětově
da: Verdensomspændende
de: Weltweit
eo: Tra la Tuta Mondo
et: Maailma laial
eu: Munduan zehar
fi: Maailmanlaajuisesti
fr: Dans le monde entier
ga: Ar fud an domhain
gl: En todo o mundo
hi: सभी दुनिया में
hr: Cijeli svijet
it: In tutto il mondo
ka: მსოფლიოს მასშტაბით
nb: Verden over
nl: Wereldwijd
pl: Na całym świecie
pt: Mundial
ru: Весь мир
sk: Celosvetovo
sr: Svetovno
sv: Världen över
ta: உலகளாவிய
th: ทั่วโลก

# noResults
source: No results! Try broadening your search.
bn: কোন ফলাফল নেই! আপনার অনুসন্ধানটি বিস্তৃত করার চেষ্টা করুন।
bo: ལུས་སྤྱོད་མི་འདུག! ཁྱེད་ཀྱི་བརྗེད་ཡོད་པ་ལ་བརྗེད་ཡོད་པ་ལ་འབད་བའི་ལུགས་སྤྱོད་ལ་འབད་ན།
ca: No hi ha resultats! Prova a ampliar la cerca.
cs: Žádné výsledky! Zkuste rozšířit hledání.
da: Ingen resultater! Prøv at udvide din søgning.
de: Keine Ergebnisse! Versuchen Sie, Ihre Suche zu erweitern.
eo: Neniuj rezultoj! Provu vastigi vian serĉon.
et: Tulemusi ei leitud! Laienda oma otsingut.
eu: Ez da emaitzarik! Saiatu bilaketa zabalduz.
fi: Ei tuloksia! Laajenna hakua.
fr: Aucun résultat ! Essayez d'élargir votre recherche.
ga: Níl torthaí! Déan do chuardach níos leithne.
gl: Non hai resultados! Intenta ampliar a túa busca.
hi: कोई परिणाम नहीं! अपनी खोज का विस्तार करने का प्रयास करें।
hr: Nema rezultata! Pokušajte proširiti pretraživanje.
it: Nessun risultato! Prova ad ampliare la ricerca.
ka: მონაცემები არ მოიძებნა! სცადეთ თქვენი ძიების გაფართოება.
nb: Ingen resultater! Prøv å utvide søket ditt.
nl: Geen resultaten! Probeer je zoekopdracht te verbreden.
pl: Brak wyników! Spróbuj poszerzyć wyszukiwanie.
pt: Nenhum resultado! Tente ampliar sua busca.
ru: Нет результатов! Попробуйте расширить поиск.
sk: Žiadne výsledky! Skúste rozšíriť vyhľadávanie.
sr: Nema rezultata! Pokušajte da proširite pretragu.
sv: Inga resultat! Försök att bredda din sökning.
ta: பயன்கள் இல்லை! உங்கள் தேடலை விரிவாக்கவும்.
th: ไม่พบผลลัพธ์! ลองขยายการค้นหา

# searchBy
source: Search by country and languages
bn: দেশ এবং ভাষা দ্বারা অনুসন্ধান করুন
bo: རྒྱལ་ཁབ་དང་སྐད་ཡིག་ལྟར་བཤད་ནས་བཤད་འདེད།
ca: Cerca per país i idiomes
cs: Hledat podle země a jazyků
da: Søg efter land og sprog
de: Suche nach Land und Sprachen
eo: Serĉi laŭ lando kaj lingvoj
et: Otsi riigi ja keelte järgi
eu: Bilatu herrialde eta hizkuntzen arabera
fi: Etsi maasta ja kielistä
fr: Rechercher par pays et langues
ga: Cuardaigh de réir tír agus teangacha
gl: Buscar por país e idiomas
hi: देश और भाषाओं द्वारा खोजें
hr: Pretraži po zemlji i jezicima
it: Cerca per paese e lingue
ka: ძებნა ქვეყნით და ენებით
nb: Søk etter land og språk
nl: Zoeken op land en talen
pl: Szukaj według kraju i języków
pt: Pesquisar por país e idiomas
ru: Поиск по стране и языкам
sk: Hľadať podľa krajiny a jazykov
sr: Pretraži po zemlji i jezicima
sv: Sök efter land och språk
ta: நாடு மற்றும் மொழிகளால் தேடவும்
th: ค้นหาตามประเทศและภาษา

# iWantAConversationPartner
source: I want a conversation partner who
bn: আমি একটি কথোপকথনের অংশীদার চাই যারা
bo: ང་ནས་སྐད་ཆ་ལ་འདོད་པའི་སྐད་ལེན་པ།
ca: Vull un company de conversa que
cs: Chci konverzačního partnera, který
da: Jeg vil have en samtalepartner, der
de: Ich möchte einen Gesprächspartner, der
eo: Mi volas konversacioparton kiu
et: Ma tahan vestluspartnerit, kes
eu: Nahi dut elkarrizketa partner bat
fi: Haluan keskustelukumppanin, joka
fr: Je veux un partenaire de conversation qui
ga: Ba mhaith liom comhpháirtí comhrá a bhfuil
gl: Quero un compañeiro de conversa que
hi: मैं एक बातचीत साथी चाहता हूँ जो
hr: Želim partnera za razgovor koji
it: Voglio un partner di conversazione che
ka: მინდა საუბრის პარტნიორი, რომელიც
nb: Jeg vil ha en samtalepartner som
nl: Ik wil een gesprekspartner die
pl: Chcę partnera do rozmowy, który
pt: Quero um parceiro de conversa que
ru: Я хочу партнера для разговора, который
sk: Chcem konverzačného partnera, ktorý
sr: Želim partnera za razgovor koji
sv: Jag vill ha en samtalspartner som
ta: எனக்கு உரையாடல் கூட்டாளி வேண்டும்
th: ฉันต้องการคู่สนทนาที่

# iWantALanguagePartnerWhoSpeaks
source: Speaks:
bn: বলে:
bo: ནང་ལས་སྐད་ལེན་པ།
ca: Parla:
cs: Hovoří:
da: Taler:
de: Spricht:
eo: Parolas:
et: Räägib:
eu: Hizketan:
fi: Puhuu:
fr: Parle :
ga: Ag labhairt:
gl: Fala:
hi: बोलता है:
hr: Govori:
it: Parla:
ka: მეტყველებს:
nb: Snakker:
nl: Spreekt:
pl: Mówi:
pt: Fala:
ru: Говорит:
sk: Hovorí:
sr: Говори:
sv: Talar:
ta: பேசும்:
th: พูดภาษา:

# iWantALanguagePartnerWhoIsLearning
source: Is learning:
bn: শিখছে:
bo: སྱོན་ཚན་ལས་སྐད་ལེན་པ།
ca: Està aprenent:
cs: Se učí:
da: Lærer:
de: Lernt:
eo: Ŝatas:
et: Õpib:
eu: Ikasten:
fi: Oppii:
fr: Apprend :
ga: Ag foghlaim:
gl: Está a aprender:
hi: सीख रहा है:
hr: Uči:
it: Sta imparando:
ka: სწავლობს:
nb: Lærer:
nl: Leren:
pl: Uczy się:
pt: Está aprendendo:
ru: Учится:
sk: Učí sa:
sr: Учится:
sv: Lär sig:
ta: கற்றுக் கொண்டுவரும்:
th: กำลังเรียนรู้:

# joinWithClassCode
source: Join course
bn: কোর্সে যোগ দিন
bo: ཚོང་ཚད་ལ་སྡེབ་སྤྱོད་ན།
ca: Uneix-te al curs
cs: Připojit se ke kurzu
da: Deltag i kursus
de: Kurs beitreten
eo: Aliĝi al kurso
et: Liitu ruumiga
eu: Batu ikastaroan
fi: Liity kurssille
fr: Rejoindre le cours
ga: Cláraigh leis an gcód rang
gl: Unirse ao curso
hi: कोर्स में शामिल हों
hr: Pridruži se tečaju
it: Unisciti al corso
ka: შეერთება კურსში
nb: Bli med i kurs
nl: Deelname via cursuscode
pl: Dołącz do kursu
pt: Participar do curso
ru: Присоединиться к курсу
sk: Pripojiť sa ku kurzu
sr: Присоединиться к курсу
sv: Gå med i kurs
ta: பாடத்துடன் சேரவும்
th: เข้าร่วมคอร์ส
