Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# accessAndVisibilityDescription
source: Who is allowed to join this chat and how the chat can be discovered.
be: Каму дазволена далучацца да гэтага чату і як ён можа быць знойдзены.
bn: কে এই চ্যাটে যোগ দিতে পারবে এবং কিভাবে চ্যাটটি আবিষ্কৃত হবে।
bo: གདམ་ཁང་ལ་སྤྱོད་འབད་ནི་གི་རེད། དེ་ལ་གདམ་ཁང་ལ་སྤྱོད་འབད་ནི་གི་རེད།
ca: Qui pot entrar a aquesta conversa i com pot ser descoberta.
cs: Kdo se může připojit a najít tuto konverzaci.
da: Hvem der har adgang til at deltage i denne chat, og hvordan chatten kan opdages.
de: Wer darf dem Chat beitreten und wie kann der Chat gefunden werden.
eo: Kiu rajtas aliĝi al ĉi tiu babilejo kaj kiel la babilejo povas esti malkovrita.
et: Kes võib selle vestlusega liituda ja kuidas on võimalik seda vestlust leida.
eu: Nork du txat honetara batzeko baimena eta nola aurkitu daiteke txata.
fa: چه کسی اجازه پیوستن به این گپ را دارد و گپ چگونه قابل کشف است.
fi: Kuka saa liittyä tähän keskusteluun ja kuinka keskustelu voidaan löytää.
fr: Qui est autorisé à rejoindre cette discussion et comment la discussion peut être découverte.
ga: Cé a bhfuil cead aige páirt a ghlacadh sa chomhrá seo agus conas is féidir an comhrá a aimsiú.
gl: Quen pode unirse a esta charla e de que xeito e como poden atopala.
hi: कौन इस चैट में शामिल होने की अनुमति है और चैट को कैसे खोजा जा सकता है।
hr: Tko se smije pridružiti ovom razgovoru i kako se razgovor može otkriti.
id: Siapa yang diperbolehkan bergabung ke obrolan ini dan bagaimana obrolannya dapat ditemukan.
it: Chi è autorizzato a partecipare a questa chat e come è possibile scoprirla.
ka: ვინ არის დაშვებული ამ ჩატის შეუერთებლად და როგორ შეიძლება იპოვოს ეს ჩატი.
kab: Anwa i yesɛan turagt ad yernu ɣer udiwenni-agi u amek adiwenni yezmer ad yettwaf.
nb: Hvem som har lov til å bli med i denne chatten og hvordan chatten kan oppdages.
nl: Wie mag toetreden tot deze chat en hoe de chat ontdekt kan worden.
pl: Kto może dołączyć do tego czatu i w jaki sposób można ten czat znaleźć.
pt: Quem pode entrar neste bate-papo e como ele pode ser descoberto.
ru: Кому разрешено войти в этот чат и как этот чат может быть обнаружен.
sk: Kto má povolenie pripojiť sa k tomuto chatu a ako môže byť chat objavený.
sr: Ko sme da se pridruži ovom četu i kako se čat može otkriti.
sv: Vem som har tillstånd att delta i denna chatt och hur den kan upptäckas.
ta: இந்த அரட்டையில் யார் சேர அனுமதிக்கப்படுகிறார்கள், அரட்டையை எவ்வாறு கண்டுபிடிப்பது.
th: ใครสามารถเข้าร่วมแชทนี้ได้และแชทนี้สามารถค้นพบได้อย่างไร
uk: Хто може приєднатися до цієї бесіди і як її можна знайти.

source: Calls
be: Выклікі
bn: কল
bo: འཚོལ་བ།
ca: Trucades
cs: Volání
da: Opkald
de: Anrufe
eo: Vokoj
et: Kõned
eu: Deiak
fa: تماس‌ها
fi: Puhelut
fr: Appels
ga: Glaonna
gl: Chamadas
hi: कॉल
hr: Pozivi
id: Panggilan
it: Chiamate
ka: ზარები
kab: Isawalen
nb: Samtaler
nl: Gesprekken
pl: Połączenia
pt: Chamadas
ru: Звонки
sk: Hovory
sr: Pozivi
sv: Samtal
ta: அழைப்புகள்
th: การโทร
uk: Виклики

source: Custom emojis and stickers
be: Карыстальніцкія эмодзі і стыкеры
bn: কাস্টম ইমোজি এবং স্টিকার
bo: རོལ་བརྗེ་དང་སྒྲིབ་ཚུལ་ལས་བཟོ།
ca: Emojis i stickers propis
cs: Vlastní emoji a nálepky
da: Brugerdefinerede emojis og klistermærker
de: Eigene Emojis und Sticker
eo: Propraj emojoj kaj etikedoj
et: Kohandatud emotikonid ja kleepsud
eu: Emoji eta pegatina propioak
fa: شکلک‌ها و برچسب‌های سفارشی
fi: Mukautetut emotikonit ja tarrat
fr: Émoticônes et autocollants personnalisés
ga: Emojis agus greamáin saincheaptha
gl: Emojis personais e adhesivos
hi: कस्टम इमोजी और स्टिकर
hr: Prilagođeni emojiji i naljepnice
id: Emoji dan stiker kustom
it: Emoji e adesivi personalizzati
ka: მოწოდებული ემოტები და სტიკერები
kab: Imujiten yugnen akked tcṛeṭ n tesfift
nb: Egendefinerte emojis og klistremerker
nl: Aangepaste emoticons en stickers
pl: Własne emotikony i naklejki
pt: Emojis e stickers personalizados
ru: Пользовательские эмодзи и стикеры
sk: Vlastné emotikony a nálepky
sr: Prilagođeni emojiji i stikeri
sv: Anpassade emojis och klistermärken
ta: தனிப்பயன் ஈமோசிகள் மற்றும் ச்டிக்கர்கள்
th: อิโมจิและสติกเกอร์ที่กำหนดเอง
uk: Власні емоджі та наліпки

# customEmojisAndStickersBody
source: Add or share custom emojis or stickers which can be used in any chat.
be: Дадаць ці падзяліцца карыстальніцкімі эмодзі ці стыкерамі, што могуць быць ужыты ў любым чаце.
bn: কাস্টম ইমোজি বা স্টিকার যোগ করুন বা শেয়ার করুন যা যে কোনও চ্যাটে ব্যবহার করা যেতে পারে।
bo: རོལ་བརྗེ་དང་སྒྲིབ་ཚུལ་ལས་བཟོ་བའི་རོལ་བརྗེ་དང་སྒྲིབ་ཚུལ་ལས་བཟོ་བའི་རོལ་བརྗེ་ལུས་སྤྱོད་ནི་གི་རེད།
ca: Afegeix o comparteix emojis o stickers. Els podràs fer servir en qualsevol conversa.
cs: Přidat nebo sdílet vlastní emoji nebo nálepky, které mohou být použité v konverzaci.
da: Tilføj eller del brugerdefinerede emojis eller klistermærker, som kan bruges i enhver chat.
de: Eigene Emojis oder Sticker zur Nutzung im Chat hinzufügen oder teilen.
eo: Aldoni aŭ kundividi proprajn emojojn aŭ etikedojn kiuj povas esti uzataj en ajna babilejo.
et: Lisa või jaga kohandatud emotikone või kleepsupakke, mida võiks kasutada igas vestluses.
eu: Gehitu edo partekatu edozein txatetan erabil daitezkeen emoji edo pegatina propioak.
fa: افزودن یا هم‌رسانی شکلک‌ها یا برچسب‌های سفارشی که در هر گپ قابل استفاده‌اند.
fi: Lisää tai jaa mukautettuja emotikoneja tai tarroja, joita voi käyttää missä tahansa keskustelussa.
fr: Ajoutez ou partagez des émoticônes ou autocollants personnalisés qui peuvent être utilisés dans n'importe quelle discussion.
ga: Cuir leis nó roinn emojis nó greamáin saincheaptha is féidir a úsáid in aon chomhrá.
gl: Engade ou comparte emojis personais e adhesivos que poden usarse nas charlas.
hi: ऐसे कस्टम इमोजी या स्टिकर जोड़ें या साझा करें जिन्हें किसी भी चैट में इस्तेमाल किया जा सकता है।
hr: Dodaj ili dijeli prilagođene emojije ili naljepnice koje se mogu koristiti u bilo kojem razgovoru.
id: Tambakan atau bagikan emoji atau stiker kustom yang dapat digunakan dalam obrolan apa pun.
it: Aggiungi o condividi emoji o adesivi personalizzati che possono essere utilizzati in qualsiasi chat.
ka: დაამატეთ ან გაუზიარეთ მოწოდებული ემოტები ან სტიკერები, რომლებიც შეიძლება გამოყენებულ იქნას ნებისმიერ ჩატში.
kab: Rnu neɣ bḍu imujiten yugnen neɣ tcṛeṭ n tesfift i zemren ad ttwasqedcen deg yal adiwenni.
nb: Legg til eller del egendefinerte emojis eller klistremerker som kan brukes i hvilken som helst chat.
nl: Voeg toe of deel aangepaste emoji's of stickers die gebruikt kunnen worden in elke chat.
pl: Dodaj lub podziel się własnymi emotikonami i naklejkami, które będą mogły być użyte w dowolnym czacie.
pt: Adicione ou compartilhe emojis ou stickers personalizados que podem ser usados em qualquer chat.
ru: Добавить или поделиться пользовательскими эмодзи или стикерами, которые могут быть применены в любом чате.
sk: Pridajte alebo zdieľajte vlastné emotikony alebo nálepky, ktoré môžu byť použité v akomkoľvek chate.
sr: Dodajte ili delite prilagođene emojije ili stikere koji se mogu koristiti u bilo kojoj chat sobi.
sv: Lägg till eller dela anpassade emojis eller klistermärken som kan användas i vilken som helst chatt.
ta: எந்தவொரு அரட்டையிலும் பயன்படுத்தக்கூடிய தனிப்பயன் ஈமோசிகள் அல்லது ச்டிக்கர்களைச் சேர்க்கவும் அல்லது பகிரவும்.
th: เพิ่มหรือแชร์อิโมจิหรือสติกเกอร์ที่กำหนดเองซึ่งสามารถใช้ในแชทใดก็ได้
uk: Додавайте або діліться власними емоджі або наліпками, які можна використовувати в будь-якій бесіді.

source: Emote shortcode
be: Скарачэнне эмодзі
bn: ইমোট শর্টকোড
bo: རོལ་བརྗེ་ཚིགས་སྒྲིབ་ཚུལ།
ca: Codi d'emoticona
cs: Klávesová zkratka emotikonu
da: Emote-kortkode
de: Emoticon-Kürzel
eo: Mallongigo de mieneto
et: Emotsioonitegevuse lühikood
eu: Laburdura
fa: کد کوتاه شکلک
fi: Emote-lyhytkoodi
fr: Raccourci de l'émoticône
ga: Gearrchód straoiseoige
gl: Atallo de Emote
hi: इमोट शॉर्टकोड
hr: Kratica emotikona
id: Shortcode emote
it: Scorciatoia emote
ka: ემოტის მოკლე კოდი
nb: Smilefjes-kode
nl: Emoticon korte code
pl: Skrócony kod emotikonu
pt: Código do emoji
ru: Код эмодзи
sk: Kód emotikonu
sr: скраћеница
sv: Dekal kod
ta: சார்ட்கோட் எமோட்
th: รหัสสั้นของอิโมจิ
uk: Короткий код для емодзі

# emoteWarnNeedToPick
source: You need to pick an emote shortcode and an image!
be: Вы павінны задаць скарачэнне эмодзі і выяву!
bn: আপনাকে একটি ইমোট শর্টকোড এবং একটি ছবি নির্বাচন করতে হবে!
bo: ཁྱེད་ཀྱིས་རོལ་བརྗེ་ཚིགས་སྒྲིབ་ཚུལ་དང་རོལ་བརྗེ་རིམ་ལ་གཏོད་དགོས།
ca: Has de seleccionar un codi d'emoticona i una imatge!
cs: Musíte si vybrat klávesovou zkratku emotikonu a obrázek!
da: Du skal vælge en emote-kode og et billede!
de: Wähle ein Emoticon-Kürzel und ein Bild!
eo: Vi devas elekti mallongigon de mieneto kaj bildon!
et: Sa pead valima emotsioonitegevuse lühikoodi ja pildi!
eu: Emote-laburdura eta irudi bat aukeratu behar dituzu!
fa: باید یک کد کوتاه شکلک و یک تصویر انتخاب کنید!
fi: Emote-lyhytkoodi ja kuva on valittava!
fr: Vous devez sélectionner un raccourci d'émoticône et une image !
ga: Caithfidh tú gearrchód straoiseoige agus íomhá a roghnú!
gl: Escribe un atallo e asocialle unha imaxe!
hi: आपको एक इमोट शॉर्टकोड और एक छवि चुननी होगी!
hr: Moraš odabrati jednu kraticu emotikona i sliku!
id: Kamu harus memilih shortcode emote dan gambar!
it: Devi scegliere una scorciatoia emote e aggiungere un immagine!
ka: თქვენ გჭირდებათ აირჩიოთ ემოტის მოკლე კოდი და სურათი!
nb: Du må velge en smilefjes-kode og et bilde!
nl: Je moet een emoticon korte code en afbeelding kiezen!
pl: Musisz wybrać kod emotikonu oraz obraz!
pt: Você precisa escolher um código de emoji e uma imagem!
ru: Вам нужно задать код эмодзи и изображение!
sk: Musíte zvoliť kód emotikonu a obrázok!
sr: Морате да изаберете скраћеницу и слику за емоти!
sv: Du måste välja en dekal-kod och en bild!
ta: நீங்கள் ஒரு எமோட் சார்ட்கோட் மற்றும் ஒரு படத்தை எடுக்க வேண்டும்!
th: คุณต้องเลือกรหัสสั้นของอิโมจิและภาพ!
uk: Укажіть короткий код емодзі та зображення!

source: Empty chat
be: Пусты чат
bn: খালি চ্যাট
bo: ལུས་སྤྱོད་མེད།
ca: Xat buit
cs: Prázdný chat
da: Tom chat
de: Leerer Chat
eo: Malplena babilo
et: Vestlust pole olnud
eu: Txata hutsik dago
fa: گپ خالی
fi: Tyhjä keskustelu
fr: Discussion vide
ga: Comhrá folamh
gl: Conversa baleira
hi: खाली चैट
hr: Prazan razgovor
id: Chat kosong
it: Discussione vuota
ka: ცარიელი ჩატი
kab: Adiwenni d ilem
nb: Tom sludring
nl: Lege chat
pl: Pusty czat
pt: Chat vazio
ru: Пустой чат
sk: Prázdny chat
sr: празно ћаскање
sv: Tom chatt
ta: வெற்று அரட்டை
th: แชทว่างเปล่า
uk: Порожня бесіда

# enableEmotesGlobally
source: Enable emote pack globally
be: Уключыць набор эмодзі глабальна
bn: গ্লোবালি ইমোট প্যাক সক্রিয় করুন
bo: རོལ་བརྗེ་ལས་བཟོ་བའི་རོལ་བརྗེ་ལས་བཟོ།
ca: Activa el paquet d'emoticones global
cs: Povolit balíček emotikon všude
da: Aktivér emote-pakke globalt
de: Aktiviere Emoticon-Bündel global
eo: Ŝalti mienetaron ĉie
et: Võta emotsioonitegevuste pakid läbivalt kasutusele
eu: Gaitu emote-sorta txat guztietarako
fa: فعال کردن بسته شکلک به‌صورت سراسری
fi: Ota emote-paketti käyttöön kaikkialla
fr: Activer globalement le pack d'émoticônes
ga: Cumasaigh pacáiste straoiseoige go huilíoch
gl: Activar paquete emote globalmente
hi: ग्लोबली इमोट पैक सक्षम करें
hr: Aktiviraj paket emotikona globalno
id: Aktifkan paket emote secara global
it: Abilita i pacchetti emotes globalmente
ka: ჩართეთ ემოტების პაკეტი გლობალურად
kab: Sermed akemmus n uzamul uḥulfu s wudem amatu
nb: Skru på smilefjespakke for hele programmet
nl: Emoticonpakket overal inschakelen
pl: Włącz paczkę emotikonów globalnie
pt: Ativar pacote de emojis globalmente
ru: Включить набор эмодзи глобально
sk: Povoliť balík emotikonov globálne
sr: Глобално укључи пакет емотија
sv: Aktivera dekal-paket globalt
ta: உலகளவில் எமோட் பேக்கை இயக்கவும்
th: เปิดใช้งแพ็คอิโมจิทั่วโลก
uk: Увімкнути пакунок емоджі глобально

source: Enable encryption
be: Уключыць шыфраванне
bn: এনক্রিপশন সক্রিয় করুন
bo: རིམ་སྣོན་ལས་བཟོ།
ca: Activa el xifratge
cs: Povolit šifrování
da: Aktivér kryptering
de: Verschlüsselung anschalten
eo: Ŝalti ĉifradon
et: Kasuta krüptimist
eu: Gaitu zifratzea
fa: فعال کردن رمزنگاری
fi: Ota salaus käyttöön
fr: Activer le chiffrement
ga: Tosaigh criptiú
gl: Activar cifraxe
hi: एन्क्रिप्शन सक्षम करें
hr: Aktiviraj šifriranje
id: Aktifkan enkripsi
it: Abilita la crittografia
ka: ჩართეთ დაშიფვრა
kab: Rmed awgelhen
nb: Skru på kryptering
nl: Versleuteling inschakelen
pl: Włącz szyfowanie
pt: Ativar criptografia
ru: Включить шифрование
sk: Povoliť šifrovanie
sr: Укључује шифровање
sv: Aktivera kryptering
ta: குறியாக்கத்தை இயக்கவும்
th: เปิดใช้งการเข้ารหัส
uk: Увімкнути шифрування

# enableEncryptionWarning
source: You won't be able to disable the encryption anymore. Are you sure?
be: Вы больш не зможаце адключыць шыфраванне. Вы ўпэўнены?
bn: আপনি আর এনক্রিপশন বন্ধ করতে পারবেন না। আপনি কি নিশ্চিত?
bo: ཁྱེད་ཀྱིས་རིམ་སྣོན་ལས་བཟོ་ནས་སྤྱོད་མི་ཚུལ་ལས་མེད་བརྗེ་བ་མིན་ནུག། ཁྱེད་ཀྱི་དགོས་མཁྱེན་གྱི་རེད།
ca: No podreu desactivar el xifratge mai més. N’esteu segur?
cs: Šifrování již nebude možné vypnout. Jste si tím jisti?
da: Du vil ikke kunne deaktivere krypteringen igen. Er du sikker?
de: Du wirst die Verschlüsselung nicht mehr ausstellen können. Bist Du sicher?
eo: Vi ne povos malŝalti la ĉifradon. Ĉu vi certas?
et: Sa ei saa hiljem enam krüptimist välja lülitada. Kas oled kindel?
eu: Ezingo duzu zifratzea ezgaitu. Ziur zaude?
fa: نمی‌توانید رمزنگاری را غیرفعال کنید. آیا مطمئن هستید؟
fi: Et voi poistaa salausta myöhemmin. Oletko varma?
fr: Vous ne pourrez plus désactiver le chiffrement. Êtes-vous sûr(e) ?
ga: Ní bheidh in ann an criptiú a dhíchumasú níos mó. An bhfuil tú cinnte?
gl: Non poderás desactivar a cifraxe posteriormente, tes certeza?
hi: आप अब एन्क्रिप्शन को अक्षम नहीं कर पाएंगे। क्या आप सुनिश्चित हैं?
hr: Više nećeš moći deaktivirati šifriranje. Stvarno to želiš?
id: Kamu tidak akan bisa menonaktifkan enkripsi. Apakah kamu yakin?
it: Non potrai disabilitare la crittografia in futuro. Sei sicuro?
ka: თქვენ აღარ შეძლებთ დაშიფვრის გამორთვას. დარწმუნებული ხართ?
kab: Ur tettizmireḍ ara ad tessenseḍ awgelhen syagi ɣer zdat. Tetḥeqqeḍ s tidet?
nb: Du vil ikke kunne skru av kryptering lenger. Er du sikker?
nl: Je kunt de versleuteling hierna niet meer uitschakelen. Weet je het zeker?
pl: Nie będziesz już mógł wyłączyć szyfrowania. Jesteś pewny?
pt: Você não poderá mais desativar a criptografia. Tem certeza?
ru: Вы больше не сможете отключить шифрование. Вы уверены?
sk: Šifrovanie už nebude možné vypnúť. Ste si tým istí?
sr: Шифровање више нећете моћи да искључите. Сигурни сте?
sv: Du kommer inte ha fortsatt möjlighet till att inaktivera krypteringen. Är du säker?
ta: நீங்கள் இனி குறியாக்கத்தை முடக்க முடியாது. நீங்கள் உறுதியாக இருக்கிறீர்களா?
th: คุณจะไม่สามารถปิดการเข้ารหัสได้อีกต่อไป คุณแน่ใจหรือไม่?
uk: Ви більше не зможете вимкнути шифрування. Ви впевнені?

source: Encrypted
be: Зашыфравана
bn: এনক্রিপ্টেড
bo: རིམ་སྣོན་བཟོ།
ca: Xifrat
cs: Šifrováno
da: Krypteret
de: Verschlüsselt
eo: Ĉifrite
et: Krüptitud
eu: Zifratuta
fa: رمزنگاری‌شده
fi: Salattu
fr: Chiffré
ga: Criptithe
gl: Cifrado
hi: एन्क्रिप्टेड
hr: Šifrirano
id: Terenkripsi
it: Crittografato
ka: დაშიფვრული
kab: Yettwawgelhen
nb: Kryptert
nl: Versleuteld
pl: Szyfrowane
pt: Criptografado
ru: Зашифровано
sk: Zašifrované
sr: Шифровано
sv: Krypterad
ta: குறியாக்கப்பட்டது
th: เข้ารหัสแล้ว
uk: Зашифровано

source: Encryption
be: Шыфраванне
bn: এনক্রিপশন
bo: ཁྱད་རིམ
ca: Xifratge
cs: Šifrování
da: Kryptering
de: Verschlüsselung
eo: Ĉifrado
et: Krüptimine
eu: Zifratzea
fa: رمزنگاری
fi: Salaus
fr: Chiffrement
ga: Criptiúchán
gl: Cifraxe
hi: एन्क्रिप्शन
hr: Šifriranje
id: Enkripsi
it: Crittografia
ka: დაშიფვრა
kab: Awgelhen
nb: Kryptering
nl: Versleuteling
pl: Szyfrowanie
pt: Criptografia
ru: Шифрование
sk: Šifrovanie
sr: Шифровање
sv: Kryptering
ta: குறியாக்கம்
th: การเข้ารหัส
uk: Шифрування

# encryptionNotEnabled
source: Encryption is not enabled
be: Шыфраванне не ўключана
bn: এনক্রিপশন সক্রিয় নয়
bo: ཁྱད་རིམ་མི་སྤྱོད་པའི་ཡོད།
ca: El xifratge no s’ha activat
cs: Šifrování není aktivní
da: Kryptering er ikke aktiveret
de: Verschlüsselung ist nicht aktiviert
eo: Ĉifrado ne estas ŝaltita
et: Krüptimine ei ole kasutusel
eu: Zifratzea ez dago gaituta
fa: رمزنگاری فعال نیست
fi: Salaus ei ole käytössä
fr: Le chiffrement n'est pas activé
ga: Ní chumasaítear criptiú
gl: A cifraxe non está activada
hi: एन्क्रिप्शन सक्षम नहीं है
hr: Šifriranje nije aktivirano
id: Enkripsi tidak diaktifkan
it: Crittografia non abilitata
ka: დაშიფვრა არ არის ჩართული
kab: Awgelhen ur yettwarmed ara
nb: Kryptering er ikke påskrudd
nl: Versleuteling is niet ingeschakeld
pl: Szyfrowanie nie jest włączone
pt: Criptografia não está ativada
ru: Шифрование не включено
sk: Šifrovanie nie je aktívne
sr: Шифровање није укључено
sv: Kryptering är ej aktiverad
ta: குறியாக்கம் இயக்கப்படவில்லை
th: การเข้ารหัสยังไม่ได้เปิดใช้งาน
uk: Шифрування вимкнено

# endedTheCall
source: {senderName} ended the call
be: {senderName} скончыў выклік
bn: {senderName} কল শেষ করেছেন
bo: {senderName} ལུས་ཚོད་ཚར་བརྗེ་བརྗེ་བྱེད་པ།
ca: {senderName} ha finalitzat la trucada
cs: {senderName} ukončil hovor
da: {senderName} afsluttede opkaldet
de: {senderName} hat den Anruf beendet
eo: {senderName} finis la vokon
et: {senderName} lõpetas kõne
eu: {senderName}(e)k deia amaitu du
fa: {senderName} به تماس پایان داد
fi: {senderName} päätti puhelun
fr: {senderName} a mis fin à l'appel
ga: Chuir {senderName} deireadh leis an nglao
gl: {senderName} rematou a chamada
hi: {senderName} ने कॉल समाप्त कर दी
hr: {senderName} je završio/la poziv
id: {senderName} mengakhiri panggilan
it: {senderName} è entrato in chiamata
ka: {senderName} დასრულდა ზარი
kab: {senderName} ifukk asiwel
nb: {senderName} avsluttet samtalen
nl: {senderName} heeft het gesprek beëindigd
pl: {senderName} zakończył/-a połączenie
pt: {senderName} terminou a chamada
ru: {senderName} завершил(а) звонок
sk: {senderName} ukončil hovor
sr: {senderName} заврши позив
sv: {senderName} avslutade samtalet
ta: {senderName} அழைப்பை முடித்தார்
th: {senderName} ยุติการโทร
uk: {senderName} завершує виклик

source: Enter an email address
be: Увядзіце электроную пошту (email)
bn: একটি ইমেল ঠিকানা লিখুন
bo: གྲངས་རིམ་གསལ་བཤད་འབད་ནི།
ca: Introduïu una adreça electrònica
cs: Zadejte e-mailovou adresu
da: Indtast en e-mailadresse
de: Gib eine E-Mail-Adresse ein
eo: Enigu retpoŝtadreson
et: Sisesta e-posti aadress
eu: Sartu helbide elektroniko bat
fa: یک نشانی رایانامه وارد کنید
fi: Syötä sähköposti-osoite
fr: Saisissez une adresse de courriel
ga: Cuir isteach seoladh ríomhphoist
gl: Escribe un enderezo de email
hi: एक ईमेल पता दर्ज करें
hr: Upiši e-adressu
id: Masukkan alamat email
it: Inserisci un indirizzo e-mail
ka: შეიყვანეთ ელფოსტის მისამართი
kab: Sekcem tansa n yimayl
nb: Skriv inn en e-postadresse
nl: Voer een email in
pl: Wpisz adres e-mail
pt: Digite um endereço de email
ru: Введите адрес электронной почты
sk: Zadajte e-mailovú adresu
sr: Унесите адресу е-поште
sv: Ange en e-postaddress
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்
th: ป้อนที่อยู่อีเมล
uk: Введіть адресу е-пошти

source: Homeserver
be: Дамашні сервер
bn: হোমসার্ভার
bo: ཁང་སེར་ཧོམ།
ca: Servidor
cs: Domácí server
da: Hjemmeserver
eo: Hejmservilo
et: Koduserver
eu: Zerbitzaria
fa: سرور خانگی
fi: Kotipalvelin
fr: Serveur d'accueil
ga: Freastalaí baile
gl: Servidor de inicio
hi: होमसर्वर
hr: Domaći poslužitelj
ka: მთავარი სერვერი
kab: Aqeddac agejdan
nb: Hjemmeserver
nl: Server
pl: Adres serwera
pt: Servidor principal
ru: Домашний сервер
sk: Domáci server
sr: Kućni server
sv: Hemserver
ta: ஓம்சர்வர்
th: เซิร์ฟเวอร์บ้าน
uk: Домашній сервер

source: Enter your homeserver
be: Увядзіце адрас дамашняга сервера
bn: আপনার হোমসার্ভার লিখুন
bo: ཁང་སེར་ཧོམ་འབད་ནི།
ca: Introdueix el teu servidor
cs: Zadejte svůj domovský server
da: Indtast din hjemmeserver
de: Gib Deinen Homeserver ein
eo: Enigu vian hejmservilon
et: Sisesta oma koduserveri aadress
eu: Sartu zure zerbitzaria
fa: سرور خانگی خود را وارد کنید
fi: Syötä kotipalvelimesi
fr: Renseignez votre serveur d'accueil
ga: Cuir isteach do fhreastalaí baile
gl: Escribe o teu servidor de inicio
hi: अपना होमसर्वर दर्ज करें
hr: Upiši svoj domaći poslužitelj
id: Masukkan homeserver-mu
it: Inserisci il tuo server principale
ka: შეიყვანეთ თქვენი მთავარი სერვერი
kab: Sekcem Aqeddac-ik·im agejdan
nb: Skriv inn din hjemmetjener
nl: Vul je homeserver in
pl: Wpisz swój serwer domowy
pt: Digite seu servidor principal
ru: Введите адрес вашего домашнего сервера
sk: Zadajte svoj homeserver
sr: Унесите свој домаћи сервер
sv: Ange din hemserver
ta: உங்கள் ஓம்சர்வரை உள்ளிடவும்
th: ป้อนเซิร์ฟเวอร์บ้านของคุณ
uk: Введіть адресу домашнього сервера

# errorObtainingLocation
source: Error obtaining location: {error}
be: Памылка атрымання месцазнаходжання: {error}
bn: অবস্থান পাওয়ার ত্রুটি: {error}
bo: ལོ་གསལ་འདི་བསྐྱར་བཏོན་ནས་འགྱོ་བའི་ཤེས་རེའི་ཤེས་རེ།: {error}
ca: S’ha produït un error en obtenir la ubicació: {error}
cs: Chyba při získávání polohy: {error}
da: Fejl ved hentning af placering: {error}
de: Fehler beim Suchen des Standortes: {error}
eo: Eraris akirado de loko: {error}
et: Viga asukoha tuvastamisel: {error}
eu: Errorea kokapena lortzerakoan: {error}
fa: خطا در به‌دست آوردن مکان: {error}
fi: Virhe paikannuksessa: {error}
fr: Erreur lors de l'obtention de la localisation : {error}
ga: Earráid maidir le suíomh a fháil: {error}
gl: Erro ao obter a localización: {error}
hi: स्थान प्राप्त करने में त्रुटि: {error}
hr: Greška u dohvaćanju lokacije: {error}
id: Gagal mendapat lokasi: {error}
it: Errore cercando di ottenere la posizione: {error}
ka: შეცდომა მდებარეობის მიღებაში: {error}
kab: Tuccḍa deg wawway n yideg: {error}
nb: Feil ved henting av plassering: {error}
nl: Locatie ophalen fout: {error}
pl: Błąd w ustalaniu lokalizacji: {error}
pt: Erro ao obter localização: {error}
ru: Ошибка получения местоположения: {error}
sk: Chyba pri získavaní polohy: {error}
sr: Greška pri dobijanju lokacije: {error}
sv: Fel vid erhållande av plats: {error}
ta: இருப்பிடத்தைப் பெறுவதில் பிழை: {error}
th: เกิดข้อผิดพลาดในการรับตำแหน่ง: {error}
uk: Помилка під час отримання розташування: {error}

source: Everything ready!
be: Усё гатова!
bn: সব কিছু প্রস্তুত!
bo: ཟེར་བཏོན་ཡོད།
ca: Tot és a punt!
cs: Vše připraveno!
da: Alt klar!
de: Alles fertig!
eo: Ĉio pretas!
et: Kõik on valmis!
eu: Dena prest!
fa: همه‌چیز آماده است!
fi: Kaikki on valmista!
fr: Tout est prêt !
ga: Gach rud réidh!
gl: Todo preparado!
hi: सब कुछ तैयार है!
hr: Sve je spremno!
id: Semua siap!
it: Tutto pronto!
ka: ყველაფერი მზადაა!
kab: Kullec ihegga!
nb: Alt er klart!
nl: Alles klaar!
pl: Wszystko gotowe!
pt: Tudo pronto!
ru: Всё готово!
sk: Všetko pripravené!
sr: Све је спремно!
sv: Allt är klart!
ta: எல்லாம் தயாராக!
th: ทุกอย่างพร้อมแล้ว!
uk: Усе готово!

# extremeOffensive
source: Extremely offensive
be: Занадта абражальны
bn: অত্যন্ত আপত্তিজনক
bo: མཐར་མཐར་སྤྱོད་མི་ཚུལ་མེད་པ།
ca: Extremadament ofensiu
cs: Extrémně urážlivé
da: Ekstremt krænkende
de: Extrem beleidigend
eo: Tre ofenda
et: Äärmiselt solvav
eu: Izugarri iraingarria
fa: بسیار توهین‌آمیز
fi: Erittäin loukkaavaa
fr: Extrêmement offensant
ga: Fíor-maslach
gl: Extremadamente ofensivo
hi: अत्यंत अपमानजनक
hr: Izrazito uvredljiv
id: Sangat menyinggung
it: Estremamente offensivo
ka: მძიმე შეურაცხყოფა
nb: Veldig
nl: Extreem beledigend
pl: Bardzo obraźliwe
pt: Extremamente ofensivo
ru: Крайне оскорбительный
sk: Extrémne urážlivé
sr: Екстремно увредљив
sv: Extremt stötande
ta: மிகவும் தாக்குதல்
th: รุนแรงมาก
uk: Украй образливий
