Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Unverified
be: Не спраўджана
bn: অপ্রমাণিত
bo: མིན་འཛིན་པ།
ca: No verificat
cs: Neověřeno
da: Uverificeret
de: Unverifiziert
eo: Nekonfirmita
et: Verifitseerimata
eu: Egiaztatu gabe(a)
fa: تأییدنشده
fi: Varmistamaton
fr: Non vérifié
ga: Neamhfhíoraithe
gl: Sen verificar
hi: अप्रमाणित
hr: Nepotvrđeno
id: Tidak terverifikasi
it: Non verificato
ka: არავერიფიცირებული
nb: Uverifisert
nl: Niet geverifieerd
pl: Niezweryfikowane
pt: Não verificado
ru: Не проверено
sk: Neoverené
sr: Непотврђено
sv: Ej verifierad
ta: சரிபார்க்கப்படாதது
th: ยังไม่ได้รับการยืนยัน
uk: Неперевірений

source: Verified
be: Спраўджана
bn: প্রমাণিত
bo: གནང་བའི་སྤྱིར་བཏང་།
ca: Verificat
cs: Ověřeno
da: Verificeret
de: Verifiziert
eo: Kontrolita
et: Verifitseeritud
eu: Egiaztatuta
fa: تاییدشده
fi: Varmistettu
fr: Vérifié
ga: Deimhnithe
gl: Verificado
hi: प्रमाणित
hr: Potvrđeno
id: Terverifikasi
it: Verificato
ka: ვერიფიცირებული
nb: Verifisert
nl: Geverifieerd
pl: Zweryfikowane
pt: Verificado
ru: Проверено
sk: Overené
sr: Оверен
sv: Verifierad
ta: சரிபார்க்கப்பட்டது
th: ได้รับการยืนยันแล้ว
uk: Перевірений

source: Verify
be: Спраўдзіць
bn: প্রমাণীকরণ করুন
bo: བཟོ་བཅོས་
ca: Verifica
cs: Ověřit
da: Bekræft
de: Verifizieren
eo: Kontroli
et: Verifitseeri
eu: Egiaztatu
fa: بازبینی
fi: Varmista
fr: Vérifier
ga: Deimhnigh
gl: Verificar
hi: सत्यापित करें
hr: Potvrdi
id: Verifikasi
it: Verifica
ka: ვერიფიცირება
nb: Bekreft
nl: Verifieer
pl: zweryfikuj
pt: Verificar
ru: Проверить
sk: Overiť
sr: Верификуј
sv: Verifiera
ta: சரிபார்க்கவும்
th: ยืนยัน
uk: Перевірити

# verifyStart
source: Start Verification
be: Пачаць спраўджванне
bn: প্রমাণীকরণ শুরু করুন
bo: བཟོ་བཅོས་ལ་སྦྱོར་བཅོས་
ca: Inicia la verificació
cs: Zahájit ověření
da: Start verifikation
de: Starte Verifikation
eo: Komenci kontrolon
et: Alusta verifitseerimist
eu: Abiarazi egiaztaketa
fa: آغاز بازبینی
fi: Aloita varmennus
fr: Commencer la vérification
ga: Tosaigh Fíorú
gl: Comezar verificación
hi: सत्यापन शुरू करें
hr: Pokreni potvrđivanje
id: Mulai Verifikasi
it: Avvia la verifica
ka: დაწყება ვერიფიკაცია
nb: Start bekreftelse
nl: Verificatie starten
pl: Rozpocznij weryfikację
pt: Iniciar verificação
ru: Начать проверку
sk: Spustiť verifikáciu
sr: Покрени верификацију
sv: Starta verifiering
ta: சரிபார்ப்பைத் தொடங்கவும்
th: เริ่มการยืนยันตัวตน
uk: Почати перевірку

# verifySuccess
source: You successfully verified!
be: Вы паспяхова спраўджаны!
bn: আপনি সফলভাবে প্রমাণিত হয়েছেন!
bo: ཁྱེད་རང་གིས་བཟོ་བཅོས་བྱེད་མཁན་ཡིན།
ca: T'has verificat correctament!
cs: Ověření proběhlo úspěšně!
da: Du har bekræftet med succes!
de: Erfolgreich verifiziert!
eo: Vi sukcese kontrolis!
et: Sinu verifitseerimine õnnestus!
eu: Ondo egiaztatu duzu!
fa: بازبینی با موفقیت انجام شد!
fi: Varmensit onnistuneesti!
fr: La vérification a été effectuée avec succès !
ga: D'fhíoraigh tú go rathúil!
gl: Verificaches correctamente!
hi: आपने सफलतापूर्वक सत्यापित किया!
hr: Uspješno si potvrdio/la!
id: Kamu berhasil memverifikasi!
it: Hai verificato con successo!
ka: თქვენ წარმატებით დაადასტურეთ!
nb: Du har bekreftet!
nl: Je bent succesvol geverifieerd!
pl: Pomyślnie zweryfikowano!
pt: Você verificou com sucesso!
ru: Вы успешно проверены!
sk: Verifikácia bola úspešná!
sr: Успешно сте верификовали!
sv: Du har lyckats verifiera!
ta: நீங்கள் வெற்றிகரமாக சரிபார்த்தீர்கள்!
th: คุณยืนยันตัวตนสำเร็จแล้ว!
uk: Ви успішно перевірені!

# verifyTitle
source: Verifying other account
be: Спраўдзіць іншы ўліковы запіс
bn: অন্য অ্যাকাউন্ট যাচাই করা হচ্ছে
bo: གཞི་བཙུགས་གནང་བའི་གནང་བ།
ca: Verificant un altre compte
cs: Ověřuji druhý účet
da: Bekræfter anden konto
de: Anderes Konto wird verifiziert
eo: Kontrolante alian konton
et: Verifitseerin teist kasutajakontot
eu: Beste kontua egiaztatzen
fa: در حال تایید حساب دیگر
fi: Varmistetaan toista tunnusta
fr: Vérification de l'autre compte
ga: Ag fíorú cuntas eile
gl: Verificando a outra conta
hi: अन्य खाते का सत्यापन कर रहे हैं
hr: Potvrđivanje drugog računa
id: Memverifikasi akun lain
it: Verifica dell'altro account
ka: სხვა ანგარიშის ვერიფიკაცია
nb: Bekrefter annen konto
nl: Ander account verifiëren
pl: Weryfikowanie innego konta
pt: Verificando outra conta
ru: Проверка другой учётной записи
sk: Verifikujem protiľahlý účet
sr: Верификујем други налог
sv: Verifiera andra konton
ta: பிற கணக்கை சரிபார்க்கிறது
th: กำลังตรวจสอบบัญชีอื่น
uk: Перевірка іншого облікового запису

source: Video call
be: Відэа выклік
bn: ভিডিও কল
bo: བརྙན་འདེབས་འཚོལ།
ca: Videotrucada
cs: Video hovor
da: Videoopkald
de: Videoanruf
eo: Vidvoko
et: Videokõne
eu: Bideo-deia
fa: تماس تصویری
fi: Videopuhelu
fr: Appel vidéo
ga: Físghlao
gl: Chamada de vídeo
hi: वीडियो कॉल
hr: Video poziv
id: Panggilan video
it: Videochiamata
ka: ვიდეო ზარი
nb: Videosamtale
nl: Videogesprek
pl: Rozmowa wideo
pt: Chamada de vídeo
ru: Видеозвонок
sk: Videohovor
sr: Видео позив
sv: Videosamtal
ta: வீடியோ அழைப்பு
th: วิดีโอคอล
uk: Відеовиклик

source: Visibility of the chat history
be: Бачнасць гісторыі чату
bn: চ্যাট ইতিহাসের দৃশ্যমানতা
bo: ཆ་ཚང་ལོ་རྟགས་སྟོན་པའི་སྟེང་།
ca: Visibilitat de l’historial del xat
cs: Viditelnost historie chatu
da: Synlighed af chat-historikken
de: Sichtbarkeit des Chat-Verlaufs
eo: Videbleco de historio de la babilo
et: Vestluse ajaloo nähtavus
eu: Txat-historiaren ikusgaitasuna
fa: قابلیت دیدن تاریخچه گپ
fi: Keskusteluhistorian näkyvyys
fr: Visibilité de l'historique de la discussion
ga: Infheictheacht stair na comhrá
gl: Visibilidade do historial da conversa
hi: चैट इतिहास की दृश्यता
hr: Vidljivost povijesti razgovora
id: Visibilitas sejarah obrolan
it: Visibilità della cronologia della discussione
ka: ჩატის ისტორიის ხილვადობა
nb: Sludrehistorikkens synlighet
nl: Chatgeschiedenis zichtbaarheid
pl: Widoczność historii czatu
pt: Visibilidade do histórico do chat
ru: Видимость истории чата
sk: Viditeľnosť histórie chatu
sr: Одреди видљивост историје
sv: Chatt-historikens synlighet
ta: அரட்டை வரலாற்றின் தெரிவுநிலை
th: ความสามารถในการมองเห็นประวัติแชท
uk: Видимість історії бесіди

source: Visible for all participants
be: Бачна для ўсіх удзельнікаў
bn: সকল অংশগ্রহণকারীর জন্য দৃশ্যমান
bo: ཚོགས་མང་པོ་ལ་སྟོན་པ།
ca: Visible per a tots els participants
cs: Viditelné pro všechny účastnící se
da: Synlig for alle deltagere
de: Sichtbar für alle Mitglieder
eo: Videbla al ĉiuj partoprenantoj
et: Nähtav kõikidele osalejatele
eu: Partaide guztientzat ikusgai
fa: قابل‌دید برای همه شرکت‌کنندگان
fi: Näkyy kaikille osallistujille
fr: Visible pour tous les participant·es
ga: Infheicthe do na rannpháirtithe go léir
gl: Visible para todas as participantes
hi: सभी प्रतिभागियों के लिए दृश्य
hr: Vidljivo za sve sudionike
id: Terlihat untuk semua anggota
it: Visibile a tutti i partecipanti
ka: ხილვადია ყველა მონაწილისთვის
nb: Synlig for alle deltagere
nl: Zichtbaar voor alle personen
pl: Widoczny dla wszystkich użytkowników
pt: Visível para todos os participantes
ru: Видима для всех участников
sk: Viditeľné pre všetkých účastníkov
sr: видљиво свим учесницима
sv: Synlig för alla deltagare
ta: பங்கேற்பாளர்கள் அனைவருக்கும் தெரியும்
th: มองเห็นได้สำหรับผู้เข้าร่วมทุกคน
uk: Видима для всіх учасників

source: Visible for everyone
be: Бачна ўсім
bn: সবার জন্য দৃশ্যমান
bo: ཚོགས་མང་པོ་ལ་སྟོན་པ།
ca: Visible per a tothom
cs: Viditelné pro všechny
da: Synlig for alle
de: Für jeden sichtbar
eo: Videbla al ĉiuj
et: Nähtav kõikidele
eu: Edonorentzat ikusgai
fa: قابل‌دید برای همه
fi: Näkyy kaikille
fr: Visible pour tout le monde
ga: Infheicthe do gach duine
gl: Visible para todas
hi: सभी के लिए दृश्य
hr: Vidljivo za sve
id: Terlihat untuk semua orang
it: Visibile a tutti
ka: ხილვადია ყველასთვის
nb: Synlig for alle
nl: Zichtbaar voor iedereen
pl: Widoczne dla każdego
pt: Visível para todos
ru: Видна всем
sk: Viditeľné pre každého
sr: видљиво свима
sv: Synlig för alla
ta: அனைவருக்கும் தெரியும்
th: มองเห็นได้สำหรับทุกคน
uk: Видима для всіх

source: Voice message
be: Галасавое паведамленне
bn: কণ্ঠ বার্তা
bo: སྐད་སྒྱུར་གྱི་ཚིག
ca: Missatge de veu
cs: Hlasová zpráva
da: Stemmebesked
de: Sprachnachricht
eo: Voĉmesaĝo
et: Häälsõnum
eu: Ahozko mezua
fa: پیام صوتی
fi: Ääniviesti
fr: Message vocal
ga: Glórphost
gl: Mensaxe de voz
hi: आवाज संदेश
hr: Glasovna poruka
id: Pesan suara
it: Messaggio vocale
ka: ხმოვანი შეტყობინება
nb: Lydmelding
nl: Spraakbericht versturen
pl: Wiadomość głosowa
pt: Mensagem de voz
ru: Отправить голосовое сообщение
sk: Hlasová správa
sr: Гласовна порука
sv: Röstmeddelande
ta: குரல் செய்தி
th: ข้อความเสียง
uk: Голосове повідомлення

# waitingPartnerAcceptRequest
source: Waiting for partner to accept the request…
be: Чакаем, калі партнёр прыме запыт…
bn: সঙ্গীর অনুরোধ গ্রহণের জন্য অপেক্ষা করছে…
bo: ལག་ཁྱེར་སྤྱོད་འཚོལ་ལག་ཁྱེར་གནང་བའི་འདུག
ca: S’està esperant que l’altre accepti la sol·licitud…
cs: Čeká se na potvrzení žádosti partnerem…
da: Venter på, at partneren accepterer anmodningen…
de: Warte darauf, dass der Partner die Anfrage annimmt …
eo: Atendante konfirmon de peto de la kunulo…
et: Ootan, et teine osapool nõustuks päringuga…
eu: Kideak eskaera onartuko zain…
fa: در انتظار پذیرش درخواست توسط دیگری…
fi: Odotetaan kumppanin varmistavan pyynnön…
fr: En attente de l'acceptation de la demande par le partenaire…
ga: Ag fanacht le comhpháirtí glacadh leis an iarratas…
gl: Agardando a que a outra parte acepte a solicitude…
hi: सहयोगी के अनुरोध को स्वीकार करने की प्रतीक्षा कर रहे हैं…
hr: Čeka se na sugovornika da prihvati zahtjev …
id: Menunggu pengguna untuk menerima permintaan…
it: In attesa che il partner accetti la richiesta…
ka: მიმდინარეობს პარტნიორის მოთხოვნის მიღება…
nb: Venter på at partner skal godta forespørselen…
nl: Wachten tot partner het verzoek accepteert …
pl: Oczekiwanie na zaakceptowanie prośby przez drugą osobę…
pt: Aguardando o parceiro aceitar o solicitação…
ru: Жду, когда партнер примет запроc…
sk: Čaká sa, kým partner prijme požiadavku…
sr: Чекам да саговорник прихвати захтев…
sv: Väntar på att deltagaren accepterar begäran…
ta: கூட்டாளர் கோரிக்கையை ஏற்றுக்கொள்வதற்காக காத்திருக்கிறார்…
th: กำลังรอให้คู่ค้ายอมรับคำขอ…
uk: Очікування прийняття запиту партнером…

# waitingPartnerEmoji
source: Waiting for partner to accept the emoji…
be: Чакаем, калі партнёр прыме эмодзі…
bn: সঙ্গীর ইমোজি গ্রহণের জন্য অপেক্ষা করছে…
bo: ལག་ཁྱེར་སྤྱོད་འཚོལ་ལག་ཁྱེར་གནང་བའི་འདུག
ca: S’està esperant que l’altre accepti l’emoji…
cs: Čeká se na potvrzení emoji partnerem…
da: Venter på, at partneren accepterer emoji…
de: Warte darauf, dass der Partner die Emoji annimmt …
eo: Atendante akcepton de la bildosignoj de la kunulo…
et: Ootan teise osapoole kinnitust, et tegemist on samade emojidega…
eu: Kideak emojia onartuko zain…
fa: در انتظار پذیرش شکلک توسط دیگری…
fi: Odotetaan kumppanin hyväksyvän emojit…
fr: En attente de l'acceptation de l'émoji par le partenaire…
ga: Ag fanacht le comhpháirtí glacadh leis na straoiseoga…
gl: Agardando a que a outra parte acepte as emoticonas…
hi: सहयोगी के इमोजी को स्वीकार करने की प्रतीक्षा कर रहे हैं…
hr: Čeka se na sugovornika da prihvati emoji …
id: Menunggu pengguna untuk menerima emoji…
it: In attesa che il partner accetti l'emoji…
ka: მიმდინარეობს პარტნიორის ემოჯის მიღება…
nb: Venter på at partner skal godta emoji…
nl: Wachten tot je partner de emoji accepteert…
pl: Oczekiwanie na zaakceptowanie emoji przez drugą osobę…
pt: Aguardando o parceiro aceitar o emoji…
ru: Жду, когда партнер примет эмодзи…
sk: Čaká sa, kým partner prijme emotikon…
sr: Чекам да саговорник прихвати емоџије…
sv: Väntar på att deltagaren accepterar emojien…
ta: பங்குதாரர் ஈமோசியை ஏற்றுக்கொள்வதற்காக காத்திருக்கிறார்…
th: กำลังรอให้คู่ค้ายอมรับอิโมจิ…
uk: Очікування прийняття емоджі партнером…

# waitingPartnerNumbers
source: Waiting for partner to accept the numbers…
be: Чакаем, калі партнёр зацвердзіць лічбы…
bn: সঙ্গীর নম্বর গ্রহণের জন্য অপেক্ষা করছে…
bo: ལག་ཁྱེར་སྤྱོད་འཚོལ་ལག་ཁྱེར་གནང་བའི་འདུག
ca: S’està esperant que l’altre accepti els nombres…
cs: Čekání na partnera až přijme čísla…
da: Venter på, at partneren accepterer tallene…
de: Warten, dass der Partner die Zahlen annimmt …
eo: Atendante akcepton de la numeroj, de la kunulo…
et: Ootan teise osapoole kinnitust, et tegemist on samade numbritega…
eu: Kideak zenbakiak onartuko zain…
fa: در انتظار پذیرش اعداد توسط دیگری…
fi: Odotetaan kumppanin hyväksyvän numerot…
fr: En attente de l'acceptation des nombres par le partenaire…
ga: Ag fanacht le comhpháirtí glacadh leis na huimhreacha …
gl: Agardando a que a outra parte acepte os números…
hi: सहयोगी के नंबर स्वीकार करने की प्रतीक्षा कर रहे हैं…
hr: Čeka se na sugovornika da prihvati brojeve …
id: Menunggu pengguna untuk menerima angka…
it: In attesa che il partner accetti i numeri…
ka: მიმდინარეობს პარტნიორის ნომრების მიღება…
nb: Venter på at samtalepartner skal godta tallene …
nl: Wachten tot partner de nummers accepteert …
pl: Oczekiwanie na zaakceptowanie numerów przez drugą osobę…
pt: Aguardando o parceiro aceitar os números…
ru: В ожидании партнёра, чтобы принять числа…
sk: Čaká sa na to, kým partner prijme čísla…
sr: Чекам да саговорник прихвати бројеве…
sv: Väntar på att deltagaren accepterar nummer…
ta: பங்குதாரர் எண்களை ஏற்றுக்கொள்வதற்காக காத்திருக்கிறார்…
th: กำลังรอให้คู่ค้ายอมรับตัวเลข…
uk: Очікування прийняття чисел партнером…

source: Wallpaper:
be: Шпалеры:
bn: ওয়ালপেপার:
bo: རྟེན་འབྲེལ།
ca: Fons:
cs: Pozadí:
da: Tapet:
de: Hintergrund:
eo: Fonbildo
et: Taustapilt:
eu: Horma-irudia:
fa: کاغذدیواری:
fi: Taustakuva:
fr: Image de fond :
ga: Cúlbhrat:
gl: Imaxe de fondo:
hi: वॉलपेपर:
hr: Pozadina:
id: Latar belakang:
it: Immagine di sfondo:
ka: სათაური:
nb: Bakgrunnsbilde
nl: Achtergrond:
pl: Tapeta:
pt: Papel de parede:
ru: Обои:
sk: Pozadie
sr: Тапета
sv: Bakgrund:
ta: வால்பேப்பர்:
th: วอลเปเปอร์:
uk: Шпалери:

source: Warning!
be: Увага!
bn: সতর্কতা!
bo: འགྲོ་བརྗེ!
ca: Atenció!
cs: Varování!
da: Advarsel!
de: Achtung!
eo: Averto!
et: Hoiatus!
eu: Kontuz!
fa: هشدار!
fi: Varoitus!
fr: Attention !
ga: Rabhadh!
gl: Aviso!
hi: चेतावनी!
hr: Upozorenje!
id: Peringatan!
it: Attenzione!
ka: გაფრთხილება!
nb: Advarsel!
nl: Waarschuwing!
pl: Uwaga!
pt: Atenção!
ru: Предупреждение!
sk: Varovanie!
sr: Упозорење!
sv: Varning!
ta: எச்சரிக்கை!
th: คำเตือน!
uk: Попередження!

source: We sent you an email
be: Мы даслалі вам ліст на email
bn: আমরা আপনাকে একটি ইমেল পাঠিয়েছি
bo: ངེད་ཚོས་ཁྱེད་ལ་གློག་འཕྲིན་གཏང་ཡོད།
ca: Us hem enviat un missatge de correu electrònic
cs: Zaslali jsme vám e-mail
da: Vi har sendt dig en e-mail
de: Wir haben dir eine E-Mail gesendet
eo: Ni sendis retleteron al vi
et: Me saatsime sulle e-kirja
eu: ePosta bat bidali dizugu
fa: یک رایانامه برای شما فرستادیم
fi: Lähetimme sinulle sähköpostia
fr: Nous vous avons envoyé un courriel
ga: Sheolamar ríomhphost chugat
gl: Enviamosche un email
hi: हमने आपको एक ईमेल भेजा है
hr: Poslali smo ti e-poruku
id: Kami mengirim kamu sebuah email
it: Ti abbiamo inviato un'e-mail
ka: ჩვენ გაგზავნეთ ელფოსტა
nb: Du har fått en e-post
nl: We hebben je een email gestuurd
pl: Wysłaliśmy Ci wiadomość e-mail
pt: Enviamos um e-mail para você
ru: Мы отправили вам электронное письмо
sk: Poslali sme vám e-mail
sr: Послали смо вам е-пошту
sv: Vi skickade dig ett e-postmeddelande
ta: நாங்கள் உங்களுக்கு ஒரு மின்னஞ்சல் அனுப்பினோம்
th: เราได้ส่งอีเมลให้คุณแล้ว
uk: Ми надіслали вам електронний лист

source: Who can perform which action
be: Хто якія дзеянні можа выконваць
bn: কেউ কোন কাজ করতে পারে
bo: གལ་ཏེ་སྤྱོད་ལེན་གོ་བརྗོད་འབད་རུང་།
ca: Qui pot efectuar quina acció
cs: Kdo může provést jakou akci
da: Hvem kan udføre hvilken handling
de: Wer kann welche Aktion ausführen
eo: Kiu povas kion
et: Erinevatele kasutajatele lubatud toimingud
eu: Nork zer egin dezakeen
fa: چه کسی می‌تواند چه کاری انجام دهد
fi: Kuka voi suorittaa minkä toimenpiteen
fr: Qui peut faire quelle action
ga: Cé atá in ann an gníomh a dhéanamh
gl: Quen pode realizar determinada acción
hi: कौन कौन सा कार्य कर सकता है
hr: Tko može izvršiti koju radnju
id: Siapa yang dapat melakukan tindakan apa
it: Chi può eseguire quale azione
ka: ვინ შეუძლია განახორციელოს რომელიმე მოქმედება
nb: Hvem kan utføre hvilken handling
nl: Wie kan welke actie uitvoeren
pl: Kto może wykonywać jakie czynności
pt: Quem pode realizar qual ação
ru: Кто и какое действие может выполнять
sk: Kto môže vykonať ktorú akciu
sr: ко може шта да ради
sv: Vem kan utföra vilken åtgärd
ta: எந்த செயலைச் செய்ய முடியும்
th: ใครสามารถดำเนินการใดได้บ้าง
uk: Хто і яку дію може виконувати

source: Who is allowed to join this group
be: Каму дазволена далучацца да гэтай группы
bn: এই গ্রুপে যোগদানের অনুমতি কার?
bo: གདན་ཚོགས་ལ་སྤྱོད་ལེན་འབད་ནི་ག་རེ་ཡོད།
ca: Qui pot unir-se a aquest grup
cs: Kdo se může připojit do této skupiny
da: Hvem har tilladelse til at deltage i denne gruppe
de: Wer darf der Gruppe beitreten
eo: Kiu rajtas aliĝi al ĉi tiu grupo
et: Kes võivad selle vestlusrühmaga liituda
eu: Nor batu daiteke talde honetara?
fa: چه کسی اجازه پیوستن به این گروه را دارد
fi: Kenen on sallittua liittyä ryhmään
fr: Qui est autorisé·e à rejoindre ce groupe
ga: Cé a bhfuil cead aige/aici dul isteach sa ghrúpa seo
gl: Quen se pode unir a este grupo
hi: इस समूह में कौन शामिल हो सकता है
hr: Tko se smije pridružiti grupi
id: Siapa yang dapat bergabung ke grup ini
it: Chi è autorizzato a unirsi a questo gruppo
ka: ვინ არის დაშვებული შეუერთდეს ამ ჯგუფს
nb: Hvem tillates å ta del i denne gruppen
nl: Wie mag deelnemen aan deze groep
pl: Kto może dołączyć do tej grupy
pt: Quem tem permissão para entrar neste grupo
ru: Кому разрешено вступать в эту группу
sk: Kto môže vstúpiť do tejto skupiny
sr: Ко може да се придружи групи
sv: Vilka som är tilllåtna att ansluta till denna grupp
ta: இந்த குழுவில் சேர யார் அனுமதிக்கப்படுகிறார்கள்
th: ใครได้รับอนุญาตให้เข้าร่วมกลุ่มนี้
uk: Кому дозволено приєднуватися до цієї групи

source: Why do you want to report this?
be: Чаму вы хаціце паскардзіцца?
bn: আপনি এটি রিপোর্ট করতে চান কেন?
bo: ཁྱེད་རང་ག་རེ་སྤྱོད་འཚོལ་འདི་ལ་འདེམས་གནང་གི་ཡོད།
ca: Per què voleu denunciar això?
cs: Proč to chcete nahlásit?
da: Hvorfor vil du rapportere dette?
de: Warum willst du dies melden?
eo: Kial vi volas tion ĉi raporti?
et: Miks sa soovid sellest teatada?
eu: Zergatik salatu nahi duzu?
fa: چرا می‌خواهید گزارش دهید؟
fi: Miksi haluat ilmoittaa tämän?
fr: Pourquoi voulez-vous le signaler ?
ga: Cén fáth ar mhaith leat é seo a thuairisciú?
gl: Por que queres denunciar esto?
hi: आप इसे रिपोर्ट क्यों करना चाहते हैं?
hr: Zašto želiš ovo prijaviti?
id: Kenapa kamu ingin melaporkannya?
it: Perché vuoi segnalarlo?
ka: რატომ გსურთ ამის შეტყობინება?
nb: Hvorfor ønsker du å rapportere dette?
nl: Waarom wil je dit rapporteren?
pl: Dlaczego chcesz to zgłosić?
pt: Por que você quer denunciar isto?
ru: Почему вы хотите сообщить об этом?
sk: Prečo to chcete nahlásiť?
sr: Зашто желите ово да пријавите?
sv: Varför vill du rapportera detta?
ta: இதை ஏன் புகாரளிக்க விரும்புகிறீர்கள்?
th: ทำไมคุณถึงต้องการรายงานเรื่องนี้?
uk: Чому ви хочете поскаржитися?

# wipeChatBackup
source: Wipe your chat backup to create a new recovery key?
be: Ачысціць рэзервовую копію чата, каб стварыць новы ключ аднаўлення?
bn: আপনার চ্যাট ব্যাকআপ মুছে ফেলুন এবং একটি নতুন পুনরুদ্ধার কী তৈরি করুন?
bo: ཁྱེད་ཀྱི་ཚེས་རིམ་སྤྱོད་འཚོལ་ལས་བརྒྱབ་ནས་གསར་བརྗོད་བྱེད་དགོས་ཀྱི་སྤྱོད་ལེན་འབད་ནི་འདི་ལ་གནང་བ་ཡོད་པས།
ca: Voleu suprimir la còpia de seguretat dels xats per a crear una clau de recuperació nova?
cs: Chcete vymazat zálohu chatu a vytvořit nový bezpečnostní klíč?
da: Slet din chat-sikkerhedskopi for at oprette en ny gendannelsesnøgle?
de: Den Chat-Backup löschen, um einen neuen Wiederherstellungsschlüssel zu erstellen?
eo: Ĉu forviŝi la savkopion de via babilo por krei novan sekurecan ŝlosilon?
et: Kas kustutame sinu vestluste varukoopia ja loome uue taastamiseks mõeldud krüptovõtme?
eu: Ezabatu txataren babeskopia berreskuratze-gako berria sortzeko?
fa: برای ایجاد کلید بازیابی جدید، پشتیبان گپ خود را پاک می‌کنید؟
fi: Pyyhi keskusteluvarmuuskopio luodaksesi uuden palautusavaimen?
fr: Effacer la sauvegarde de votre discussion pour créer une nouvelle clé de récupération ?
ga: An bhfuil fonn ort cúltaca do chomhrá a scriosadh chun eochair athshlánaithe nua a chruthú?
gl: Queres eliminar a copia de apoio da conversa e crear unha nova chave de recuperación?
hi: क्या आप अपने चैट बैकअप को मिटाकर एक नई रिकवरी कुंजी बनाना चाहते हैं?
hr: Izbrisati sigurnosnu kopiju razgovora za stvaranje novog sigurnosnog ključa za obnavljanje?
id: Hapus cadangan obrolan untuk membuat kunci pemulihan baru?
it: Cancellare il backup della discussione per creare una nuova chiave di ripristino?
ka: წაშალეთ თქვენი ჩატის სარეზერვო ასლი ახალი აღდგენის გასაღების შესაქმნელად?
nb: Vil du slette chat-sikkerhetskopien for å opprette en ny gjenopprettingsnøkkel?
nl: Wil je de chatback-up wissen om een nieuwe herstelsleutel te kunnen maken?
pl: Wymazać kopię zapasową czatu, aby utworzyć nowy klucz odzyskiwania?
pt: Deseja apagar o backup do chat para criar uma nova chave de recuperação?
ru: Удалить резервную копию чата, чтобы создать новый ключ восстановления?
sk: Vymazať zálohu chatu na vytvorenie nového kľúča na obnovenie?
sr: Да обришем резервну копију како би направио нови сигурносни кључ?
sv: Radera din chatt-backup för att skapa en ny återställningsnyckel?
ta: புதிய மீட்பு விசையை உருவாக்க உங்கள் அரட்டை காப்புப்பிரதியைத் துடைக்கவா?
th: ลบข้อมูลสำรองการแชทของคุณเพื่อสร้างกุญแจกู้คืนใหม่หรือไม่?
uk: Стерти резервну копію бесіди, щоб створити новий ключ відновлення?

# withTheseAddressesRecoveryDescription
source: With these addresses you can recover your password.
be: З гэтымі адрасамі, вы сожаце аднавіць свой пароль.
bn: এই ঠিকানাগুলির মাধ্যমে আপনি আপনার পাসওয়ার্ড পুনরুদ্ধার করতে পারেন।
bo: དེ་ལས་ཁྱེད་ཀྱི་ནང་ལས་སྤྱོད་འཚོལ་ལས་སྤྱོད་ལེན་གྱི་ལས་སྤྱོད་ལེན་འབད་ནི་འདི་ལ་གནང་བ་ཡོད།
ca: Amb aquestes adreces, si ho necessiteu, podeu recuperar la vostra contrasenya.
cs: S těmito adresami můžete obnovit své heslo.
da: Med disse adresser kan du gendanne din adgangskode.
de: Mit diesen Adressen kannst du dein Passwort wiederherstellen, wenn du es vergessen hast.
eo: Per tiuj ĉi adresoj vi povas rehavi vian pasvorton.
et: Nende e-posti aadresside abil saad taastada oma salasõna.
eu: Helbide hauekin pasahitza berreskuratu dezakezu.
fa: با این آدرس‌ها می‌توانید رمز خود را بازیابی کنید.
fi: Näillä osoitteilla voit palauttaa salasanasi.
fr: Grâce à ces adresses, vous pouvez récupérer votre mot de passe si vous en avez besoin.
ga: Leis na seoltaí seo is féidir leat do phasfhocal a athshlánú.
gl: Con estos enderezos podes recuperar o contrasinal.
hi: इन पतों के साथ आप अपना पासवर्ड पुनः प्राप्त कर सकते हैं।
hr: Lozinku možeš obnoviti pomoću ovih adresa.
id: Dengan alamat ini kamu bisa memulihkan kata sandimu.
it: Con questi indirizzi puoi recuperare la tua password se necessario.
ka: ამ მისამართებით შეგიძლიათ აღადგინოთ თქვენი პაროლი.
nb: Med disse adressene kan du gjenopprette passordet ditt hvis du trenger det.
nl: Met deze adressen kun je je wachtwoord herstellen.
pl: Dzięki tym adresom możesz odzyskać swoje hasło.
pt: Com esses endereços você pode recuperar sua senha.
ru: По этим адресам вы можете восстановить свой пароль.
sk: S týmito adresami môžete obnoviť svoje heslo.
sr: Са овим адресама можете опоравити своју лозинку.
sv: Med dessa addresser kan du återställa ditt lösenord.
ta: இந்த முகவரிகள் மூலம் உங்கள் கடவுச்சொல்லை மீட்டெடுக்கலாம்.
th: ด้วยที่อยู่เหล่านี้คุณสามารถกู้คืนรหัสผ่านของคุณได้
uk: За допомогою цих адрес ви можете відновити свій пароль.
