Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# autocorrectNotAvailable
source: Unfortunately your platform is not currently supported for this feature. Stay tuned for further development!
bn: দুঃখিত, এই বৈশিষ্ট্যের জন্য আপনার প্ল্যাটফর্ম বর্তমানে সমর্থিত নয়। আরও উন্নতির জন্য অপেক্ষা করুন!
bo: གལ་ཏེ་ཁྱེད་ཀྱང་འདི་ལ་ལོག་ལས་བསྐྱར་བརྗེ་མི་འབྱུང་། ལོག་ལས་བསྐྱར་བརྗེ་ལ་ལོག་ལས་བསྐྱར་བརྗེ་ལ་འགྱོ།
ca: Lamentablement, la teva plataforma actualment no és compatible amb aquesta funció. Estigues atent a futurs desenvolupaments!
cs: Bohužel vaše platforma momentálně nepodporuje tuto funkci. Sledujte další vývoj!
da: Desværre understøttes din platform ikke i øjeblikket til denne funktion. Følg med for yderligere udvikling!
de: Leider wird diese Plattform derzeit nicht für diese Funktion unterstützt. Bleiben Sie dran für weitere Entwicklungen!
eo: Bedaŭrinde via platformo ne estas nun subtenata por ĉi tiu trajto. Restu kunlaboranta por plua evoluo!
et: Kahjuks ei ole teie platvorm praegu selle funktsiooni jaoks toetatud. Jälgige edasisi arenguid!
eu: Zoritxarrez, zure plataforma ez da oraindik ezagutzen ez duen ezaugarria. Egon adi aurrerago garapenean!
fi: Valitettavasti alustasi ei tällä hetkellä tue tätä ominaisuutta. Pysy kuulolla jatkokehityksestä!
fr: Malheureusement, votre plateforme n'est pas actuellement prise en charge pour cette fonctionnalité. Restez à l'écoute pour de futures améliorations !
ga: Ar an drochuair, níl do chóras reatha tacaíocht don ghné seo faoi láthair. Fan ar an eolas le haghaidh forbairtí eile!
gl: Lamentablemente, a túa plataforma actualmente non é compatible con esta función. ¡Mantente atento para máis desenvolvementos!
hi: दुर्भाग्यवश, आपका प्लेटफ़ॉर्म इस सुविधा के लिए वर्तमान में समर्थित नहीं है। आगे के विकास के लिए जुड़े रहें!
hr: Nažalost, vaša platforma trenutno nije podržana za ovu značajku. Ostanite s nama za daljnji razvoj!
it: Sfortunatamente, la tua piattaforma non è attualmente supportata per questa funzione. Resta sintonizzato per ulteriori sviluppi!
ka: სამწუხაროდ, თქვენი პლატფორმა ამ ფუნქციისთვის ამჟამად არ არის მხარდაჭერილი. დარჩით განახლებებისთვის!
nb: Dessverre er ikke plattformen din for tiden støttet for denne funksjonen. Følg med for videre utvikling!
nl: Helaas wordt uw platform momenteel niet ondersteund voor deze functie. Blijf op de hoogte voor verdere ontwikkeling!
pl: Niestety, Twoja platforma nie jest obecnie obsługiwana dla tej funkcji. Bądź na bieżąco z dalszym rozwojem!
pt: Infelizmente, sua plataforma não é suportada atualmente para esse recurso. Fique atento para mais desenvolvimentos!
ru: К сожалению, эта платформа в настоящее время не поддерживается для этой функции. Следите за обновлениями!
sk: Bohužiaľ, vaša platforma momentálne nepodporuje túto funkciu. Sledujte ďalší vývoj!
sr: Нажалост, ваша платформа тренутно није подржана за ову функцију. Останите у току за даљи развој!
sv: Tyvärr stöds inte din plattform för den här funktionen för tillfället. Håll utkik efter vidareutveckling!
ta: துரதிருஷ்டவசமாக, உங்கள் தளத்திற்கு இந்த அம்சம் தற்போது ஆதரிக்கப்படவில்லை. மேலும் மேம்பாட்டுக்காக காத்திருக்கவும்!
th: น่าเสียดายที่แพลตฟอร์มของคุณในปัจจุบันไม่รองรับคุณสมบัตินี้ โปรดติดตามการพัฒนาต่อไป!

# pleaseUpdateApp
source: Please update the app to continue.
bn: অ্যাপটি আপডেট করুন চালিয়ে যেতে।
bo: ཁྱེད་རང་ལ་ལོག་ལས་བསྐྱར་བརྗེ་ལ་འགྱོ།
ca: Actualitza l'aplicació per continuar.
cs: Prosím aktualizujte aplikaci, abyste mohli pokračovat.
da: Opdater venligst appen for at fortsætte.
de: Bitte aktualisieren Sie die App, um fortzufahren.
eo: Bonvolu ĝisdatigi la aplikaĵon por daŭrigi.
et: Palun uuendage rakendus, et jätkata.
eu: Mesedez, eguneratu aplikazioa jarraitzeko.
fi: Päivitä sovellus jatkaaksesi.
fr: Veuillez mettre à jour l'application pour continuer.
ga: Le do thoil, déan nuashonrú ar an aip chun leanúint ar aghaidh.
gl: Actualiza a aplicación para continuar.
hi: कृपया ऐप को अपडेट करें ताकि आप जारी रख सकें।
hr: Molimo ažurirajte aplikaciju za nastavak.
it: Aggiorna l'app per continuare.
ka: გთხოვთ განაახლოთ აპლიკაცია გაგრძელებისთვის.
nb: Vennligst oppdater appen for å fortsette.
nl: Update de app om door te gaan.
pl: Zaktualizuj aplikację, aby kontynuować.
pt: Por favor, atualize o aplicativo para continuar.
ru: Пожалуйста, обновите приложение, чтобы продолжить.
sk: Prosím, aktualizujte aplikáciu, aby ste mohli pokračovať.
sr: Молимо вас да ажурирате апликацију да бисте наставили.
sv: Uppdatera appen för att fortsätta.
ta: தயவுசெய்து செயலியை புதுப்பிக்கவும் தொடரவும்.
th: กรุณาอัปเดตแอปเพื่อดำเนินการต่อ

# chooseEmojiInstructionsBody
source: Match emojis with the words they best represent. Don't worry! No points off for disagreeing. 😅
bn: ইমোজি এবং তাদের প্রতিনিধিত্বকারী শব্দের সাথে মিলান। চিন্তা করবেন না! অসম্মতিতে কোনও পয়েন্ট কাটা হবে না। 😅
bo: གྲུབ་ཚིག་ལ་གཅིག་ལ་བསྐྱར་བརྗེ་བྱེད་ནས་ཁྱེད་ཀྱང་གི་ཚིག་གི་སྤྱོད་ལམ་ལ་འགྱོ། བརྗེ་བཅོས་མེད་ནི་ལས་འགྱོ་མི་འདུག! མེད་ཚད་མེད་ལས་འགྱོ་མི་འདུག! 😅
ca: Combina emojis amb les paraules que millor els representen. No et preocupis! No hi haurà penalitzacions per estar en desacord. 😅
cs: Porovnejte emotikony s slovy, která nejlépe reprezentují. Nebojte se! Není žádná penalizace za nesouhlas. 😅
da: Match emojis med de ord, de bedst repræsenterer. Bare rolig! Der er ingen pointtab for uenighed. 😅
de: Ordnen Sie Emojis den Wörtern zu, die sie am besten repräsentieren. Keine Sorge! Es gibt keine Punktabzüge bei Meinungsverschiedenheiten. 😅
eo: Kompareu emojiojn kun la vortoj kiujn ili plej bone reprezentas. Ne zorgu! Neniuj poentoj forlasas pro malkonsento. 😅
et: Sobita emotikonid nende sõnadega, mida nad kõige paremini esindavad. Ära muretse! Ei karistata, kui ei nõustu. 😅
eu: Baliokideak hitzak ondoen ordezkatzen dituzten emojiak parekatu. Ez kezkatu! Ez dago puntuazioaren zatiketarik adostasunik ez badago ere. 😅
fi: Vastaa emojien ja niiden parhaiten kuvaavien sanojen kanssa. Älä huoli! Ei pisteitä, vaikka eri mieltä olisitkin. 😅
fr: Associez les emojis aux mots qu'ils représentent le mieux. Ne vous inquiétez pas ! Pas de pénalité si vous n'êtes pas d'accord. 😅
ga: Comhoiriúnigh na híomhánna le na focail is fearr a léiríonn iad. Ná bí buartha! Níl pointí caillte má aontaíonn tú nó nach n-aontaíonn tú. 😅
gl: Combina emojis coas palabras que mellor as representan. Non te preocupes! Non hai puntos en contra por discrepar. 😅
hi: इमोजी को उनके सबसे अच्छे प्रतिनिधित्व वाले शब्दों के साथ मिलाएं। चिंता मत करें! असहमत होने पर कोई अंक नहीं कटेगा। 😅
hr: Uskladite emojije s riječima koje najbolje predstavljaju. Ne brinite! Nema bodova za neslaganje. 😅
it: Abbina le emoji alle parole che rappresentano al meglio. Non preoccuparti! Nessun punto in meno se non sei d'accordo. 😅
ka: შეადარეთ ემოჯები მათ სიტყვებთან, რომლებიც საუკეთესოდ გამოხატავენ მათ. ნუ იდარდებთ! არ არის ქულები გამოთიშული წინააღმდეგობისთვის. 😅
nb: Match emojis med ordene de best representerer. Ikke bekymre deg! Ingen poeng fratrekk for uenighet. 😅
nl: Match emoji's met de woorden die ze het beste vertegenwoordigen. Maak je geen zorgen! Geen punten aftrek voor het oneens zijn. 😅
pl: Dopasuj emotikony do słów, które najlepiej je reprezentują. Nie martw się! Brak punktów za niezgodę. 😅
pt: Combine emojis com as palavras que eles representam melhor. Não se preocupe! Não há penalizações por discordar. 😅
ru: Совместите эмодзи с словами, которые они лучше всего представляют. Не волнуйтесь! За несогласие баллы не снимаются. 😅
sk: Zodpovedajte emodži slovami, ktoré najlepšie reprezentujú. Nebojte sa! Za nesúhlas nebudú odpočítané body. 😅
sr: Ускладите емотиконе са речима које најбоље представљају. Не брини! Нема поена за неслагање. 😅
sv: Matcha emojis med de ord de bäst representerar. Oroa dig inte! Inga poäng dras av för oenighet. 😅
ta: எழுத்துக்களை சிறந்த முறையில் பிரதிநிதித்துவப்படுத்தும் எமோஜிகளை பொருத்தவும். கவலைப்பட வேண்டாம்! ஒப்பந்தம் இல்லாமல் புள்ளிகள் குறையாது. 😅
th: จับคู่อีโมจิกับคำที่พวกมันแทนได้ดีที่สุด ไม่ต้องกังวล! ไม่มีการหักคะแนนหากไม่เห็นด้วย 😅

# pickAnEmojiFor
source: Pick an emoji for {lemma}
bn: {lemma} এর জন্য একটি ইমোজি নির্বাচন করুন
ca: Tria un emoji per a {lemma}
cs: Vyberte emotikon pro {lemma}
da: Vælg en emoji til {lemma}
de: Wählen Sie ein Emoji für {lemma}
eo: Elektu emojion por {lemma}
et: Vali emotikon ${lemma} jaoks
eu: Hautatu emoji bat {lemma}tzat
fi: Valitse emoji kohteelle {lemma}
fr: Choisissez un emoji pour {lemma}
ga: Roghnaigh íomhá éadaí do {lemma}
gl: Elixe un emoji para {lemma}
hi: {lemma} के लिए एक इमोजी चुनें
hr: Odaberite emoji za {lemma}
it: Scegli un'emoji per {lemma}
ka: აირჩიეთ ემოჯი {lemma}-ისთვის
nb: Velg en emoji for {lemma}
nl: Kies een emoji voor {lemma}
pl: Wybierz emotikonę dla {lemma}
pt: Escolha um emoji para {lemma}
ru: Выберите эмодзи для {lemma}
sk: Vyberte emodži pre {lemma}
sr: Изаберите емотикон за {lemma}
sv: Välj en emoji för {lemma}
ta: {lemma} க்கு ஒரு எமோஜி தேர்ந்தெடுக்கவும்
th: เลือกอีโมจิสำหรับ {lemma}

# analyticsVocabListBody
source: This is all your vocabulary! As you earn XP for each word, they'll go from seedling to full bloom. Click on any word to see more details.
bn: এটি আপনার সমস্ত শব্দভাণ্ডার! আপনি প্রতিটি শব্দের জন্য XP অর্জন করলে, তারা চারা থেকে ফুলে ফুলে উঠবে। আরও বিশদ দেখতে কোনও শব্দে ক্লিক করুন।
ca: Això és tot el teu vocabulari! A mesura que guanyes XP per cada paraula, passaran de ser una llavor a una flor plena. Fes clic en qualsevol paraula per veure més detalls.
cs: To je veškerá vaše slovní zásoba! Jak získáváte XP za každé slovo, přechází od semínka k plnému rozkvětu. Klikněte na jakékoli slovo pro více detailů.
da: Dette er dit hele ordforråd! Når du tjener XP for hvert ord, går de fra spire til fuldt blomstrende. Klik på et hvilket som helst ord for at se flere detaljer.
de: Das ist Ihr gesamter Wortschatz! Während Sie XP für jedes Wort verdienen, entwickeln sie sich vom Keimling zur vollen Blüte. Klicken Sie auf ein Wort, um mehr Details zu sehen.
eo: Ĉi tio estas via vortaro! Kiam vi akiras XP por ĉiu vorto, ili iros de semeto al plena florado. Klaku sur ajna vorto por vidi pli da detaloj.
et: See on kogu teie sõnavara! Kui teenite iga sõna eest XP, kasvab see seemnest täies õies. Klõpsa mis tahes sõnal, et näha rohkem detaile.
eu: Hau da zure hiztegia guztia! Hitzez XP lortzen duzun heinean, hazten joango dira hazia eta loratzen. Klikatu edozein hitz gehiago ikusteko.
fi: Tämä on koko sanastosi! Kun ansaitset XP:tä jokaisesta sanasta, ne kasvavat siemenestä täyteen kukkaan. Klikkaa mitä tahansa sanaa nähdäksesi lisää tietoja.
fr: Voici tout votre vocabulaire ! À mesure que vous gagnez des XP pour chaque mot, ils passeront de la graine à la pleine floraison. Cliquez sur n'importe quel mot pour voir plus de détails.
ga: Seo do gach focail atá agat! De réir mar a fhaigheann tú XP do gach focal, téann siad ó shíog go bláth iomlán. Cliceáil ar aon fhocal chun tuilleadh sonraí a fheiceáil.
gl: Esta é toda a túa vocabulario! Á medida que gañas XP por cada palabra, pasará de semente a flor completa. Fai clic en calquera palabra para ver máis detalles.
hi: यह आपका सभी शब्दावली है! जैसे ही आप प्रत्येक शब्द के लिए XP कमाते हैं, वे अंकुर से पूर्ण खिलने तक पहुंचेंगे। अधिक विवरण देखने के लिए किसी भी शब्द पर क्लिक करें।
hr: Ovo je sav vaš rječnik! Kako zaradite XP za svaku riječ, one će od sjemenke doći do punog cvata. Kliknite na bilo koju riječ za više detalja.
it: Questo è tutto il tuo vocabolario! Man mano che guadagni XP per ogni parola, passeranno da germoglio a piena fioritura. Clicca su qualsiasi parola per vedere più dettagli.
ka: ეს არის თქვენი ყველა სიტყვა! როგორც თქვენ მიიღებთ XP-ს თითოეულ სიტყვაზე, ისინი გაიზრდებიან ნერგიდან სრული ყვავილამდე. დაწკაპეთ ნებისმიერ სიტყვაზე მეტი დეტალებისთვის.
nb: Dette er all vokabularet ditt! Når du tjener XP for hvert ord, går de fra spire til full blomst. Klikk på hvilket som helst ord for å se mer detaljer.
nl: Dit is al je vocabulaire! Terwijl je XP verdient voor elk woord, groeien ze van zaadje tot volle bloei. Klik op een woord voor meer details.
pl: To jest cała Twoja słownictwo! Gdy zdobywasz punkty XP za każde słowo, będą one przechodzić od nasionka do pełnego rozkwitu. Kliknij dowolne słowo, aby zobaczyć więcej szczegółów.
pt: Esta é toda a sua vocabulário! Conforme você ganha XP para cada palavra, elas passarão de broto a florada completa. Clique em qualquer palavra para ver mais detalhes.
ru: Это весь ваш словарный запас! По мере накопления опыта за каждое слово оно будет переходить от ростка к полному цветению. Нажмите на любое слово, чтобы увидеть больше деталей.
sk: Toto je všetka vaša slovná zásoba! Ako získavate XP za každé slovo, prejdú od semienka po plný kvitnúci strom. Kliknite na akékoľvek slovo pre viac detailov.
sr: Ово је ваш речник! Док зарађујете XP за сваку реч, она ће од семенке прерасти у пун цвет. Кликните на било коју реч за више детаља.
sv: Det här är all din vokabulär! När du tjänar XP för varje ord, går de från frö till full blom. Klicka på vilket ord som helst för att se mer detaljer.
ta: இது உங்கள் அனைத்து சொற்பொருள்களும்! ஒவ்வொரு சொல்லுக்கும் நீங்கள் பெறும் XP மூலம், அவை விதைமரத்திலிருந்து முழுமையான மலர்வரை செல்லும். மேலும் விவரங்களை காண எந்த சொல்லையும் கிளிக் செய்யவும்.
th: นี่คือคำศัพท์ทั้งหมดของคุณ! เมื่อคุณสะสม XP สำหรับแต่ละคำ คำเหล่านั้นจะเปลี่ยนจากต้นกล้าเป็นดอกบานเต็มที่ คลิกที่คำใดก็ได้เพื่อดูรายละเอียดเพิ่มเติม

# morphAnalyticsListBody
source: These are all the grammar concepts in the language you're learning! You'll unlock them as you encounter them while chatting. Click for details.
bn: এগুলি আপনার শেখা ভাষার সমস্ত ব্যাকরণ ধারণা! আপনি এগুলিকে চ্যাটের সময় আবিষ্কার করবেন। বিস্তারিত জানার জন্য ক্লিক করুন।
ca: Aquests són tots els conceptes gramaticals de l'idioma que estàs aprenent! Els desbloquejaràs a mesura que els trobis mentre xateges. Fes clic per veure els detalls.
cs: To jsou všechny gramatické koncepty v jazyce, který se učíte! Odemykají se, jak je potkáte při chatování. Klikněte pro podrobnosti.
da: Disse er alle grammatiske begreber i det sprog, du lærer! Du låser dem op, når du støder på dem under chat. Klik for flere oplysninger.
de: Dies sind alle Grammatik-Konzepte in der Sprache, die Sie lernen! Sie werden sie freischalten, wenn Sie ihnen beim Chatten begegnen. Klicken Sie für Details.
eo: Ĉi tiuj estas ĉiuj gramatikaj konceptoj en la lingvo, kiun vi lernas! Vi malŝlosos ilin kiam vi renkontos ilin dum babilego. Klaku por detaloj.
et: Need on kõik grammatika kontseptsioonid keeles, mida õpid! Sa avad need, kui kohtad neid vestluse käigus. Klõpsa detailide jaoks.
eu: Hau da ikasten ari zaren hizkuntzako gramatika kontzeptu guztiak! Zure aurrean agertzen direnean zabalduko dituzu. Klikatu xehetasunak ikusteko.
fi: Nämä ovat kaikki oppimasi kielen kielioppikäsitteet! Saat ne avautumaan, kun kohtaat ne keskustelussa. Klikkaa lisätietoja varten.
fr: Voici tous les concepts grammaticaux de la langue que vous apprenez ! Vous les débloquerez au fur et à mesure de vos rencontres lors de vos conversations. Cliquez pour plus de détails.
ga: Seo iad na coincheapa gramadaí go léir sa teanga atá tú ag foghlaim! Gheobhaidh tú iad de réir mar a thagann tú orthu agus tú ag comhrá. Cliceáil chun sonraí a fháil.
gl: Estes son todos os conceptos gramaticais na lingua que estás aprendendo! Desbloquearásos ao atopalos mentres chateas. Fai clic para detalles.
hi: ये सभी व्याकरण अवधारणाएँ हैं जो आप सीख रहे हैं! आप इन्हें चैट करते समय अनलॉक करेंगे। विवरण के लिए क्लिक करें।
hr: Ovo su svi gramatički koncepti u jeziku koji učite! Otključat ćete ih kako ih budete susretali tijekom razgovora. Kliknite za detalje.
it: Questi sono tutti i concetti grammaticali nella lingua che stai imparando! Li sbloccherai man mano che li incontri durante la chat. Clicca per i dettagli.
ka: ეს არის ყველა გრამატიკული კონცეფცია თქვენს ეანში! თქვენ გააღრმავებთ მათ საუბრის დროს. დაწკაპეთ დეტალებისთვის.
nb: Dette er alle grammatikkonseptene i språket du lærer! Du låser opp dem etter hvert som du møter dem mens du chatter. Klikk for detaljer.
nl: Dit zijn alle grammaticaconcepten in de taal die je leert! Je ontgrendelt ze terwijl je ze tegenkomt tijdens het chatten. Klik voor details.
pl: To są wszystkie koncepcje gramatyczne w języku, którego się uczysz! Odblokujesz je, gdy napotkasz je podczas rozmowy. Kliknij, aby zobaczyć szczegóły.
pt: Estes são todos os conceitos gramaticais na língua que você está aprendendo! Você os desbloqueará à medida que os encontrar ao conversar. Clique para detalhes.
ru: Это все грамматические концепции в изучаемом вами языке! Вы разблокируете их по мере их появления во время общения. Нажмите для деталей.
sk: Toto sú všetky gramatické koncepty v jazyku, ktorý sa učíte! Odblokujú sa, keď ich počas rozhovoru stretnete. Kliknite pre detaily.
sr: Ово су сви граматички концепти у језику који учите! Откључаћете их како их будете сусретали током ћаскања. Кликните за детаље.
sv: Det här är alla grammatikbegrepp i språket du lär dig! Du låser upp dem när du stöter på dem medan du chattar. Klicka för detaljer.
ta: இவை நீங்கள் கற்றுக் கொண்ட மொழியின் அனைத்து இலக்கண கருத்துக்களும்! நீங்கள் அவற்றை சந்திக்கும் போது அவற்றை திறக்கப்போகும்! விவரங்களுக்கு கிளிக் செய்யவும்.
th: นี่คือแนวคิดทางไวยากรณ์ทั้งหมดในภาษาที่คุณกำลังเรียนรู้! คุณจะปลดล็อกมันเมื่อคุณพบเจอในขณะสนทนา คลิกเพื่อดูรายละเอียด

# knockSpaceSuccess
source: You have requested to join this course! An admin will respond to your request when they receive it 😀
bn: আপনি এই কোর্সে যোগদানের জন্য অনুরোধ করেছেন! একজন অ্যাডমিন আপনার অনুরোধ পেলে উত্তর দেবেন 😄
ca: Has sol·licitat unir-te a aquest curs! Un administrador respondre la teva sol·licitud quan la rebi 😀
cs: Požádali jste o připojení k tomuto kurzu! Administrátor odpoví na vaši žádost, jakmile ji obdrží 😄
da: Du har anmodet om at deltage i dette kursus! En administrator vil svare på din anmodning, når de modtager den 😄
de: Sie haben die Anfrage gestellt, an diesem Kurs teilzunehmen! Ein Administrator wird auf Ihre Anfrage antworten, sobald er sie erhält 😄
eo: Vi petis aliĝi al ĉi tiu kurso! Administranto respondos al via peto kiam ili ricevos ĝin 😄
et: Oled esitanud taotluse selle ruumi liitumiseks! Admin vastab sinu taotlusele, kui ta selle saab 😀
eu: Eskatu duzu ikastaro honetan parte hartzeko! Administratzaile batek erantzungo dizu eskaera jaso duenean 😃
fi: Olet pyytänyt liittymistä tähän kurssiin! Järjestelmänvalvoja vastaa pyyntöön, kun se on vastaanotettu 😊
fr: Vous avez demandé à rejoindre ce cours ! Un administrateur répondra à votre demande lorsqu'il la recevra 😊
ga: Tá tú tar éis iarraidh a bheith páirteach sa chúrsa seo! Freagróidh riarthóir do iarratas nuair a fhaigheann sé é 😀
gl: Solicitaches unirte a este curso! Un administrador responderache cando o reciba 😊
hi: आपने इस कोर्स में शामिल होने का अनुरोध किया है! जब उन्हें यह प्राप्त होगा तो एक व्यवस्थापक आपकी प्रतिक्रिया देगा 😄
hr: Zatražili ste pridruživanje ovom tečaju! Administrator će odgovoriti na vaš zahtjev kada ga primi. 😀
it: Hai richiesto di unirti a questo corso! Un amministratore risponderà alla tua richiesta quando la riceverà 😊
ka: თქვენ მოითხოვეთ ამ კურსში ჩართვა! ადმინისტრატორი უპასუხებს თქვენს მოთხოვნას, როდესაც მიიღებს მას 😊
nb: Du har bedt om å bli med i dette kurset! En administrator vil svare på forespørselen din når de mottar den 😀
nl: Je hebt verzocht om lid te worden van deze cursus! Een beheerder zal op je verzoek reageren zodra hij het ontvangt 😄
pl: Poprosiłeś o dołączenie do tego kursu! Administrator odpowie na Twoją prośbę, gdy ją otrzyma 😊
pt: Você solicitou ingressar neste curso! Um administrador responderá à sua solicitação quando a receber 😊
ru: Вы запросили присоединиться к этому курсу! Администратор ответит на ваш запрос, как только получит его 😊
sk: Požiadali ste o pripojenie k tomuto kurzu! Administrátor vám odpovie, keď to obdrží 😀
sr: Затражили сте да се придружите овом курсу! Админ ће одговорити на ваш захтев када га прими 😄
sv: Du har begärt att gå med i den här kursen! En administratör kommer att svara på din förfrågan när de mottagit den 😄
ta: இந்த பாடத்திட்டத்தில் சேர விரும்புகிறீர்கள்! நீங்கள் அதை பெறும்போது ஒரு நிர்வாகி உங்கள் கோரிக்கைக்கு பதில் அளிப்பார் 😀
th: คุณได้ส่งคำขอเข้าร่วมคอร์สนี้! ผู้ดูแลระบบจะตอบสนองคำขอของคุณเมื่อได้รับ 😀

source: Join by code
bn: কোড দ্বারা যোগ দিন
ca: Uneix-te amb un codi
cs: Připojit se pomocí kódu
da: Deltag med kode
de: Per Code beitreten
eo: Aliĝi per kodo
et: Liitu koodiga
eu: Baliokide bidez parte hartu
fi: Liity koodilla
fr: Rejoindre par code
ga: Bí páirteach le cód
gl: Unirse por código
hi: कोड द्वारा शामिल हों
hr: Pridruži se putem koda
it: Unisciti con il codice
ka: შეერთება კოდის საშუალებით
nb: Bli med med kode
nl: Deelname via code
pl: Dołącz kodem
pt: Entrar por código
ru: Присоединиться по коду
sk: Pripojiť sa pomocou kódu
sr: Придружи се кодом
sv: Gå med med kod
ta: குறியீட்டால் சேரவும்
th: เข้าร่วมโดยใช้รหัส

# chooseWordAudioInstructionsBody
source: Listen to the complete message. Then match the audios with the words.
bn: সম্পূর্ণ বার্তাটি শুনুন। তারপর শব্দের সাথে অডিও মিলান করুন।
ca: Escolta el missatge complet. Després, combina els àudios amb les paraules.
cs: Poslouchejte úplnou zprávu. Poté přiřaďte audia ke slovům.
da: Lyt til den komplette besked. Match derefter lydene med ordene.
de: Hören Sie sich die vollständige Nachricht an. Ordnen Sie dann die Audios den Wörtern zu.
eo: Aŭskultu la plenan mesaĝon. Poste egaligu la aŭdiojn kun la vortoj.
et: Kuula kogu sõnumit. Seejärel sobita helid sõnadega, mida nad kõige paremini esindavad.
eu: Entzun mezua osorik. Ondoren, parekatu audioak hitzekin.
fi: Kuuntele koko viesti. Sitten yhdistä äänitiedostot sanoihin.
fr: Écoutez le message complet. Ensuite, associez les audios aux mots.
ga: Éist leis an teachtaireacht iomlán. Ansin, déan comparáid idir na fuaimeanna agus na focail.
gl: Escoita a mensaxe completa. Logo combina os audios coas palabras.
hi: पूर्ण संदेश सुनें। फिर ऑडियो को शब्दों के साथ मिलाएं।
hr: Slušajte cijelu poruku. Zatim uskladite audiozapise s riječima.
it: Ascolta il messaggio completo. Poi abbina gli audio alle parole.
ka: მოსმინეთ სრულ შეტყობინებას. შემდეგ შეადარეთ აუდიოები მათ სიტყვებთან.
nb: Lytt til hele meldingen. Deretter matcher du lydene med ordene.
nl: Luister naar het volledige bericht. Match daarna de audio's met de woorden.
pl: Posłuchaj pełnej wiadomości. Następnie dopasuj dźwięki do słów.
pt: Ouça a mensagem completa. Depois, associe os áudios às palavras.
ru: Прослушайте полное сообщение. Затем сопоставьте аудио с словами.
sk: Počúvajte úplnú správu. Potom zodpovedajte audia slovami.
sr: Слушајте целу поруку. Затим ускладите аудио записе са речима.
sv: Lyssna på hela meddelandet. Matcha sedan ljuden med orden.
ta: முழுமையான செய்தியை கேளுங்கள். பின்னர் ஆடியோவை சொற்களுடன் பொருத்தவும்.
th: ฟังข้อความให้ครบถ้วน จากนั้นจับคู่เสียงกับคำ
