Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# commandHint_markasgroup
source: Mark as group
be: Пазначыць як групу
bn: গ্রুপ হিসেবে চিহ্নিত করুন
bo: དེ་ཚོའི་མ་ལག་ལས་སྤྱོད་ལ་བརྗེས་སྤྱོད་ལག་ལ་སྤྱོད་ཡོད་པ།
ca: Marca com un grup
cs: Označit jako skupinu
da: Marker som gruppe
de: Als Gruppe markieren
eo: Marku kiel grupon
et: Märgi vestlusrühmaks
eu: Markatu talde bezala
fa: علامت‌گذاری به‌عنوان گروه
fi: Merkitse ryhmäksi
fr: Marquer comme groupe
ga: Marcáil mar ghrúpa
gl: Marcar como grupo
hi: समूह के रूप में चिह्नित करें
hr: Označi kao grupu
id: Tandai sebagai grup
it: Segna come gruppo
ka: აღნიშვნა, როგორც ჯგუფის
kab: Creḍ am ugraw
nb: Merk som gruppe
nl: Markeer als groep
pl: Oznacz jako grupę
pt: Marcar como grupo
ru: Пометить как группу
sk: Označiť ako skupinu
sr: Označi kao grupu
sv: Märk som grupp
ta: குழுவாக குறி
th: ทำเครื่องหมายเป็นกลุ่ม
uk: Позначити групою

# commandHint_ban
source: Ban the given user from this room
be: Заблакіраваць карыстальніка у гэтым пакое
bn: এই রুম থেকে নির্দিষ্ট ব্যবহারকারীকে নিষিদ্ধ করুন
bo: དེ་ཚོའི་ལུས་སྤྱོད་ལ་ལོག་ལས་བཏོན་བྱེད་ཡོད་པ།
ca: Veta uni usuàriï d'aquesta sala
cs: Zakázat danému uživateli přístup do této místnosti
da: Forbyd den givne bruger fra dette rum
de: Banne ausgewählten Benutzer aus diesen Raum
eo: Forbari la donitan uzanton de ĉi tiu ĉambro
et: Sea sellele kasutajale antud jututoas suhtluskeeld
eu: Debekatu erabiltzailea gela honetan
fa: محروم کردن کاربر مشخص‌شده از این اتاق
fi: Anna syötetylle käyttäjälle porttikielto tähän huoneeseen
fr: Bannir l'utilisateur/trice donné(e) de ce salon
ga: Cuir cosc ar an úsáideoir áirithe ón seomra seo
gl: Vetar a usuaria indicada desta sala
hi: इस रूम से दिए गए उपयोगकर्ता को प्रतिबंधित करें
hr: Isključi navedenog korisnika iz ove sobe
id: Cekal pengguna yang dicantumkan dari ruangan ini
it: Banna l'utente specificato da questa stanza
ka: მოცემული მომხმარებლის ბლოკირება ამ ოთახში
kab: Gdel aseqdac i d-ittunefken seg texxamt-agi
nb: Forby den gitte brukeren fra dette rommet
nl: Persoon uit deze kamer verbannen
pl: Zbanuj użytkownika w tym pokoju
pt: Banir o usuário fornecido desta sala
ru: Заблокировать данного пользователя в этой комнате
sk: Zablokovať daného používateľa v tejto miestnosti
sr: Блокирај задатог корисника за ову собу
sv: Bannlys användaren från detta rum
ta: கொடுக்கப்பட்ட பயனரை இந்த அறையிலிருந்து தடை செய்யுங்கள்
th: แบนผู้ใช้ที่ให้มาออกจากห้องนี้
uk: Заблокувати цього користувача кімнати

# commandHint_clearcache
source: Clear cache
be: Ачысціць кэш
bn: ক্যাশে ক্লিয়ার করুন
bo: ཁེབས་ཁུངས་བཀོལ་ནས།
ca: Neteja la memòria cau
cs: Vymazat mezipamět
da: Ryd cache
de: Zwischenspeicher löschen
eo: Forviŝu kaŝmemoron
et: Tühjenda vahemälu
eu: Ezabatu katxea
fa: پاک کردن حافظه نهان
fi: Tyhjennä välimuisti
fr: Vider le cache
ga: Glan an taisce
gl: Baleirar caché
hi: कैश साफ़ करें
hr: Isprazni predmemoriju
id: Bersihkan tembolok
it: Pulisci cache
ka: ­ქეშის გაწმენდა
kab: Sfeḍ tazarkatut
nb: Tøm cache
nl: Cache wissen
pl: Wyczyść pamięć podręczną
pt: Limpar cache
ru: Очистить кэш
sk: Vyčistiť vyrovnávaciu pamäť
sr: Očisti keš
sv: Rensa cache
ta: தெளிவான தற்காலிக சேமிப்பு
th: ล้างแคช
uk: Очистити кеш

# commandHint_create
source: Create an empty group chat Use --no-encryption to disable encryption
be: Стварыць пусты групавы чат. Выкарыстоўвайце --no-encryption каб адключыць шыфраванне
bn: একটি খালি গ্রুপ চ্যাট তৈরি করুন এনক্রিপশন বন্ধ করতে --no-encryption ব্যবহার করুন
bo: གདམ་ཁང་གི་དབང་གི་སྒོ་བཅོས། --no-encryption ལུགས་སྤྱོད་ལུང་བརྗེ་བཅོས་བཏང་ན།
ca: Crea un xat de grup buit Usa --no-encryption per desactivar l'encriptatge
cs: Vytvořte prázdný skupinový chat K deaktivaci šifrování použijte --no-encryption
da: Opret en tom gruppechat Brug --no-encryption for at deaktivere kryptering
de: Erstelle ein leeren Gruppenchat Benutze --no-encryption, um die Verschlüsselung auszuschalten
eo: Kreu malplenan babilgrupon Uzu --no-encryption por malaktivigi ĉifron
et: Loo tühi vestlusrühm Krüptimise keelamiseks kasuta --no-encryption võtit
eu: Sortu taldeko-txat huts bat Erabili --no-encyption zifratzea desgaitzeko
fa: ساختن یک گپ گروهی خالی از «--no-encryption» برای غیرفعال کردن رمزنگاری استفاده کنید
fi: Luo tyhjä ryhmäkeskustelu Käytä parametria --no-encryption poistaaksesi salauksen käytöstä
fr: Créer un groupe de discussion vide Utilisez --no-encryption pour désactiver le chiffrement
ga: Cruthaigh comhrá grúpa folamh Úsáid --no-encryption chun criptiúchán a dhíchumasú
gl: Crear un grupo de conversa baleiro Usa --no-encryption para desactivar a cifraxe
hi: एक खाली समूह चैट बनाएं एन्क्रिप्शन को अक्षम करने के लिए --no-encryption का उपयोग करें
hr: Stvori prazan grupni razgovor Koristi --no-encryption za deaktiviranje šifriranja
id: Buat sebuah grup obrolan kosong Gunakan --no-encryption untuk menonaktifkan enkripsi
it: Crea una chat di gruppo vuota Utilizza --no-encryption per disattivare la criptazione
ka: ცარიელი ჯგუფური ჩატის შექმნა გამოიყენეთ --no-encryption გაშიფვრის გასათიშად
kab: Snulfu-d agraw n udiwenni ilem Seqdec -- war awgelhen i tukksa n uwgelhen
nb: Opprett en tom gruppechat Bruk --no-encryption for å deaktivere kryptering
nl: Maak een lege groepschat Gebruik --no-encryption om de versleuteling uit te schakelen
pl: Stwórz pusty czat Użyj --no-encryption by wyłączyć szyfrowanie
pt: Criar um bate-papo em grupo vazio Use --no-encryption para desativar a criptografia
ru: Создайте пустой групповой чат Используйте --no-encryption, чтобы отключить шифрование
sk: Vytvoriť prázdnu skupinovú konverzáciu Použite --no-encryption na zakázanie šifrovania
sr: Kreiraj praznu grupnu čet
sv: Skapa en tom grupp-chatt Använd --no-encryption för att inaktivera kryptering
ta: வெற்று குழு அரட்டையை உருவாக்கவும் குறியாக்கத்தை முடக்க-இல்லை-குறியாக்கத்தைப் பயன்படுத்தவும்
th: สร้างกลุ่มแชทว่าง ใช้ --no-encryption เพื่อปิดการเข้ารหัส
uk: Створіть порожню групову бесіду Використовуйте --no-encryption, щоб вимкнути шифрування

# commandHint_discardsession
source: Discard session
be: Спыніць сеанс
bn: সেশন বাতিল করুন
bo: ཚེར་བཏང་འབད།
ca: Descarta la sessió
cs: Zahodit relaci
da: Kassér session
de: Sitzung verwerfen
eo: Forĵetu sesion
et: Loobu sessioonist
eu: Baztertu saioa
fa: رد کردن نشست
fi: Hylkää istunto
fr: Abandonner la session
ga: Scrios an seisiún
gl: Descartar sesión
hi: सत्र छोड़ें
hr: Odbaci sesiju
id: Buang sesi
it: Scarta sessione
ka: სესიის გაუქმება
kab: Kkes tiɣimit
nb: Forklar økt
nl: Sessie weggooien
pl: Odrzuć sesję
pt: Descartar sessão
ru: Удалить сеанс
sk: Zahodiť reláciu
sr: Odbaci sesiju
sv: Kasta bort sessionen
ta: அமர்வை நிராகரிக்கவும்
th: ละเว้นเซสชัน
uk: Відкинути сеанс

# commandHint_dm
source: Start a direct chat Use --no-encryption to disable encryption
be: Пачаць асобны чат. Выкарыстоўвайце --no-encryption, каб адключыць шыфраванне
bn: একটি সরাসরি চ্যাট শুরু করুন এনক্রিপশন বন্ধ করতে --no-encryption ব্যবহার করুন
bo: གནང་བའི་གནང་བ་ལུགས་སྤྱོད་ལུང་བརྗེ་བཅོས། --no-encryption ལུགས་སྤྱོད་ལུང་བརྗེ་བཅོས་བཏང་ན།
ca: Inicia un xat directe Usa --no-encryption per desactivar l'encriptatge
cs: Zahajte přímý chat K deaktivaci šifrování použijte --no-encryption
da: Start en direkte chat Brug --no-encryption for at deaktivere kryptering
de: Starte einen direkten Chat Benutze --no-encryption, um die Verschlüsselung auszuschalten
eo: Komencu rektan babilon Uzu --no-encryption por malaktivigi ĉifron
et: Alusta otsevestlust Krüptimise keelamiseks kasuta --no-encryption võtit
eu: Hasi banakako txat bat Erabili --no-encyption zifratzea desgaitzeko
fa: شروع یک گپ مستقیم از «--no-encryption» برای غیرفعال کردن رمزنگاری استفاده کنید
fi: Aloita yksityiskeskustelu Käytä parametria --no-encryption poistaaksesi salauksen käytöstä
fr: Commencer une discussion directe Utilisez --no-encryption pour désactiver le chiffrement
ga: Cuir tús le comhrá díreach Úsáid --no-cription chun criptiúchán a dhíchumasú
gl: Iniciar unha charla directa Usa --no-encryption para desactivar a cifraxe
hi: एक डायरेक्ट चैट शुरू करें एन्क्रिप्शन को अक्षम करने के लिए --no-encryption का उपयोग करें
hr: Započni izravni razgovor Koristi --no-encryption za deaktiviranje šifriranja
id: Mulai sebuah obrolan langsung Gunakan --no-encryption untuk menonaktifkan enkripsi
it: Avvia una chat diretta Usa --no-encryption per disabilitare la crittografia
ka: პირდაპირი ჩატის დაწყება გამოიყენეთ --no-encryption გაშიფვრის გასათიშად
kab: Senker adiwenni usrid Seqdec --war awgelhen i tukksa n uwgelhen
nb: Start en direktemelding Bruk --no-encryption for å deaktivere kryptering
nl: Start een directe chat Gebruik --no-encryption om de versleuteling uit te schakelen
pl: Rozpocznij czat bezpośredni Użyj --no-encryption by wyłączyć szyfrowanie
pt: Iniciar um bate-papo direto Use --no-encryption para desativar a criptografia
ru: Начните личный чат Используйте --no-encryption, чтобы отключить шифрование
sk: Začať súkromnú konverzáciu Použite --no-encryption na zakázanie šifrovania
sr: Započni direktni chat
sv: Starta en direkt-chatt Använd --no-encryption för att inaktivera kryptering
ta: நேரடி அரட்டையைத் தொடங்கவும் குறியாக்கத்தை முடக்க-இல்லை-குறியாக்கத்தைப் பயன்படுத்தவும்
th: เริ่มแชทส่วนตัว ใช้ --no-encryption เพื่อปิดการเข้ารหัส
uk: Початок особистої бесіди Використовуйте --no-encryption, що вимкнути шифрування

# commandHint_html
source: Send HTML-formatted text
be: Даслаць тэкст з разметкай HTML
bn: HTML-রূপে টেক্সট পাঠান
bo: HTML རིགས་སྒྲིག་གི་ཚིགས་ཚིགས་ཕུལ།
ca: Envia text en format HTML
cs: Odeslat text ve formátu HTML
da: Send HTML-formateret tekst
de: Sende HTML-formatierten Text
eo: Sendi tekston formatan je HTML
et: Saada HTML-vormingus tekst
eu: Bidali testua HTML formatuan
fa: فرستادن متن با قالب HTML
fi: Lähetä HTML-muotoiltua tekstiä
fr: Envoyer du texte au format HTML
ga: Seol téacs HTML-formáidithe
gl: Enviar texto con formato HTML
hi: HTML-फॉर्मेटेड टेक्स्ट भेजें
hr: Pošalji HTML formatirani tekst
id: Kirim teks yang diformat dengan HTML
it: Invia testo formattato in HTML
ka: HTML ფორმატირებული ტექსტის გაგზავნა
kab: Azen aḍris s umasal HTML
nb: Send tekst i HTML-format
nl: Tekst met HTML-opmaak versturen
pl: Wyślij tekst sformatowany w HTML
pt: Enviar texto formatado em HTML
ru: Отправить текст формата HTML
sk: Odoslať text vo formáte HTML
sr: Шаљи ХТМЛ обликован текст
sv: Skicka HTML-formatted text
ta: உஉகுமொ வடிவமைக்கப்பட்ட உரையை அனுப்பவும்
th: ส่งข้อความในรูปแบบ HTML
uk: Надіслати текст у форматі HTML

# commandHint_invite
source: Invite the given user to this room
be: Запрасіць карыстальніка ў гэты пакой
bn: এই রুমে প্রদত্ত ব্যবহারকারীকে আমন্ত্রণ জানান
bo: འདི་ལུགས་སྤྱོད་མཁན་ལ་འདེམས་བཅོས།
ca: Convida uni usuàriï a aquesta sala
cs: Pozvěte daného uživatele do této místnosti
da: Inviter den givne bruger til dette rum
de: Lade den Benutzer in diesen Raum ein
eo: Inviti la donitan uzanton al ĉi tiu ĉambro
et: Kutsu see kasutaja antud jututuppa
eu: Gonbidatu erabiltzailea gela honetara
fa: دعوت از کاربر مشخص‌شده به این اتاق
fi: Kutsu syötetty käyttäjä tähän huoneeseen
fr: Inviter l'utilisateur/trice donné(e) dans ce salon
ga: Cuir cosc ar an úsáideoir áirithe ón seomra seo
gl: Convidar á usuaria a esta sala
hi: इस रूम में दिए गए उपयोगकर्ता को आमंत्रित करें
hr: Pozovi navedenog korisnika u ovu sobu
id: Undang pengguna yang dicantum ke ruangan ini
it: Invia l utente fornito in questa stanza
ka: მოცემული მომხმარებლის მოწვევა ამ ოთახში
kab: Snubeg aseqdac i d-ittunefken ɣer texxamt-agi
nb: Inviter brukeren til dette rommet
nl: Persoon in deze kamer uitnodigen
pl: Zaproś użytkownika do pokoju
pt: Convidar o usuário fornecido para esta sala
ru: Пригласить данного пользователя в эту комнату
sk: Pozvať daného používateľa do tejto miestnosti
sr: Позови задатог корисника у собу
sv: Bjud in användaren till detta rum
ta: கொடுக்கப்பட்ட பயனரை இந்த அறைக்கு அழைக்கவும்
th: เชิญผู้ใช้ที่กำหนดเข้าร่วมในห้องนี้
uk: Запросіть цього користувача до цієї кімнати

# commandHint_join
source: Join the given room
be: Далучыцца да гэтага пакою
bn: প্রদত্ত রুমে যোগ দিন
bo: འདི་ལུགས་སྤྱོད་ལ་སྒོ་བཅོས།
ca: Uneix-te a la sala
cs: Připojte se k dané místnosti
da: Deltag i det givne rum
de: Betritt den ausgewählten Raum
eo: Aliĝi al la donita ĉambro
et: Liitu selle jututoaga
eu: Batu gelara
fa: پیوستن به اتاق مشخص‌شده
fi: Liity syötettyyn huoneeseen
fr: Rejoindre le salon donné
ga: Téigh isteach sa seomra áirithe
gl: Unirte á sala indicada
hi: दिए गए रूम में शामिल हों
hr: Pridruži se navedenoj sobi
id: Gabung ke ruangan yang dicantum
it: Unisciti alla stanza fornita
ka: მოცემულ ოთახში გაწევრიანება
kab: Ddu ɣer texxamt i d-ittunefken
nb: Bli med i dette rommet
nl: Toetreden tot de vermelde kamer
pl: Dołącz do podanego pokoju
pt: Entrar na sala fornecida
ru: Присоединиться к данной комнате
sk: Pripojiť sa k danej miestnosti
sr: Придружи се наведеној соби
sv: Gå med i rum
ta: கொடுக்கப்பட்ட அறையில் சேரவும்
th: เข้าร่วมในห้องที่กำหนด
uk: Приєднатися до цієї кімнати

# commandHint_kick
source: Remove the given user from this room
be: Выдаліць карыстальніка з гэтага пакою
bn: এই রুম থেকে প্রদত্ত ব্যবহারকারীকে সরান
bo: འདི་ལུགས་སྤྱོད་མཁན་ལ་བཀོལ་ནས་གཙོ་བོ་བཏོན།
ca: Expulsa uni usuàriï d'aquesta sala
cs: Odeberte daného uživatele z této místnosti
da: Fjern den givne bruger fra dette rum
de: Entferne den übergebenen Benutzer aus diesem Raum
eo: Forigi la donitan uzanton de ĉi tiu ĉambro
et: Eemalda antud kasutaja sellest jututoast
eu: Kendu erabiltzaile hori gela honetatik
fa: بیرون کردن کاربر مشخص‌شده از این اتاق
fi: Poista syötetty käyttäjä huoneesta
fr: Supprime l'utilisateur/trice donné(e) de ce salon
ga: Bain an t-úsáideoir áirithe den seomra seo
gl: Eliminar a usuaria indicada desta sala
hi: इस कमरे से दिए गए उपयोगकर्ता को हटा दें
hr: Ukloni navedenog korisnika iz ove sobe
id: Keluarkan pengguna yang dicantum dari ruangan ini
it: Rimuovi l'utente fornito da questa stanza
ka: მოცემული მომხმარებლის წაშლა ამ ოთახიდან
kab: Kkes aseqdac i d-ittunefken seg texxamt-agi
nb: Fjern brukeren fra dette rommet
nl: Persoon uit deze kamer verwijderen
pl: Usuń tego użytkownika z tego pokoju
pt: Remover o usuário fornecido desta sala
ru: Удалить данного пользователя из этой комнаты
sk: Odstrániť daného používateľa z tejto miestnosti
sr: Уклони задатог корисника из собе
sv: Ta bort användare från detta rum
ta: இந்த அறையிலிருந்து கொடுக்கப்பட்ட பயனரை அகற்றவும்
th: นำผู้ใช้ที่กำหนดออกจากห้องนี้
uk: Вилучити цього користувача з цієї кімнати

# commandHint_leave
source: Leave this room
be: Пакінуць гэты пакой
bn: এই রুম থেকে ছেড়ে যান
bo: འདི་ལུགས་སྤྱོད་ལ་འགྱོ།
ca: Abandona aquesta sala
cs: Opusťte tuto místnost
da: Forlad dette rum
de: Diesen Raum verlassen
eo: Foriri de ĉi tiu ĉambro
et: Lahku sellest jututoast
eu: Utzi gela hau
fa: ترک این اتاق
fi: Poistu tästä huoneesta
fr: Quitter ce salon
ga: Fág an seomra seo
gl: Saír desta sala
hi: इस कमरे को छोड़ें
hr: Napusti ovu sobu
id: Tinggalkan ruangan ini
it: Abbandona questa stanza
ka: ამ ოთახიდან გასვლა
kab: Ffeɣ seg texxamt-a
nb: Forlat dette rommet
nl: Deze kamer verlaten
pl: Opuść ten pokój
pt: Sair desta sala
ru: Покинуть эту комнату
sk: Opustiť túto miestnosť
sr: Напусти ову собу
sv: Lämna detta rum
ta: இந்த அறையை விட்டு விடுங்கள்
th: ออกจากห้องนี้
uk: Вийти з цієї кімнати

# commandHint_me
source: Describe yourself
be: Апішыце сябе
bn: নিজেকে বর্ণনা করুন
bo: རང་ཁོངས་ལ་སྣང་བརྗོད།
ca: Descriviu-vos
cs: Představ se
da: Beskriv dig selv
de: Beschreibe dich selbst
eo: Priskribu vian agon
et: Kirjelda ennast
eu: Deskribatu zure burua
fa: توصیف خود
fi: Kuvaile itseäsi
fr: Décrivez-vous
ga: Déan cur síos ort féin
gl: Conta algo sobre ti
hi: अपनी व्याख्या करें
hr: Opiši se
id: Jelaskan dirimu
it: Descriviti
ka: აღწერეთ თქვენი თავი
kab: Glem-d iman-ik·im
nb: Beskriv deg selv
nl: Beschrijf jezelf
pl: Opisz siebie
pt: Descreva-se
ru: Опишите себя
sk: Opísať seba
sr: Опишите себе
sv: Beskriv dig själv
ta: உங்களை விவரிக்கவும்
th: อธิบายตัวเอง
uk: Опишіть себе

# commandHint_myroomavatar
source: Set your picture for this room (by mxc-uri)
be: Задаць выяву гэтага пакою (ад mxc-uri)
bn: এই রুমের জন্য আপনার ছবি সেট করুন (mxc-uri দ্বারা)
bo: འདི་ལུགས་སྤྱོད་ལ་ཁྱེད་རང་གི་རང་བཞིན་རང་བཞིན་ལུགས་སྤྱོད་ལུང་བརྗེ་བཅོས། (mxc-uri ལ་གནང་བ།)
ca: Establiu la imatge per a aquesta sala (per mxc-uri)
cs: Nastavte si obrázek pro tuto místnost (autor mxc-uri)
da: Indstil dit billede for dette rum (ved mxc-uri)
de: Setze dein Profilbild nur für diesen Raum (MXC-Uri)
eo: Agordi vian profilbildon por ĉi tiu ĉambro (laŭ mxc-uri)
et: Määra selles jututoas oma tunnuspilt (mxc-uri vahendusel)
eu: Ezarri zure irudia gela honetarako (mxc-uri bidez)
fa: تنظیم نماد نمایه برای این اتاق (با mxc-uri)
fi: Aseta profiilikuvasi tähän huoneeseen (syöttämällä mxc-uri)
fr: Définir votre image pour ce salon (par mxc-uri)
ga: Cuir do phictiúr don seomra seo (le mxc-uri)
gl: Establece a túa imaxe para esta sala (por mxc-uri)
hi: इस कमरे के लिए अपनी तस्वीर सेट करें (mxc-uri द्वारा)
hr: Postavi svoju sliku za ovu sobu (mxc-uri)
id: Tetapkan gambarmu untuk ruangan ini (oleh uri-mxc)
it: Importa la foto profilo per questa stanza ( mxc-uri)
ka: თქვენი ფოტოს დაყენება ამ ოთახისათვის(mxc-uri-ს დახმარებით)
kab: Sbadu tawlaft-ik·im i texxamt-a (s mxc-uri)
nb: Sett bildet ditt for dette rommet (ved mxc-uri)
nl: Jouw avatar voor deze kamer instellen (met mxc-uri)
pl: Ustaw swoje zdjęcie w tym pokoju (przez mxc-uri)
pt: Defina sua imagem para esta sala (por mxc-uri)
ru: Установите свою фотографию для этой комнаты (автор: mxc-uri)
sk: Nastaviť svoju fotografiu pre túto miestnosť (podľa mxc-uri)
sr: Postavi svoju sliku za ovu sobu (preko mxc-uri)
sv: Sätt din bild för detta rum (by mxc-uri)
ta: இந்த அறைக்கு உங்கள் படத்தை அமைக்கவும் (MXC-URI எழுதியது)
th: ตั้งรูปภาพของคุณสำหรับห้องนี้ (โดย mxc-uri)
uk: Встановіть зображення для цієї кімнати (від mxc-uri)

# commandHint_myroomnick
source: Set your display name for this room
be: Задайце адлюстроўваемае імя для гэтага пакою
bn: এই রুমের জন্য আপনার প্রদর্শন নাম সেট করুন
bo: འདི་ལུགས་སྤྱོད་ལ་ཁྱེད་རང་གི་སྟོང་བརྗོད་མིང་།
ca: Estableix el teu àlies per a aquesta sala
cs: Nastavte si váš zobrazovaný název pro tuto místnost
da: Indstil dit visningsnavn for dette rum
de: Setze deinen Anzeigenamen nur für diesen Raum
eo: Agordi vian prezentan nomon en ĉi tiu ĉambro
et: Määra selles jututoas oma kuvatav nimi
eu: Ezarri zure ezizena gela honetarako
fa: تنظیم نام نمایشی برای این اتاق
fi: Aseta näyttönimesi vain tässä huoneessa
fr: Définir votre nom d'affichage pour ce salon
ga: Socraigh d'ainm taispeána don seomra seo
gl: Establece o teu nome público para esta sala
hi: इस कमरे के लिए अपना डिस्प्ले नाम सेट करें
hr: Postavi svoje ime za ovu sobu
id: Tetapkan nama tampilanmu untuk ruangan ini
it: Imposta il nome visualizzato per questa stanza
ka: ამ ოთახისათვის ნაჩვენები სახელის დაყენება
kab: Sbadu isem n uskan i texxamt-agi
nb: Sett visningsnavnet ditt for dette rommet
nl: Jouw naam voor deze kamer instellen
pl: Ustaw swoją nazwę wyświetlaną w tym pokoju
pt: Defina seu nome de exibição para esta sala
ru: Задайте отображаемое имя для этой комнаты
sk: Nastaviť svoje zobrazovacie meno pre túto miestnosť
sr: Поставља ваш надимак за ову собу
sv: Sätt ditt användarnamn för rummet
ta: இந்த அறைக்கு உங்கள் காட்சி பெயரை அமைக்கவும்
th: ตั้งชื่อแสดงของคุณสำหรับห้องนี้
uk: Укажіть показуване ім'я для цієї кімнати

# commandHint_op
source: Set the given user's power level (default: 50)
be: Задайце ўзровень правоў гэтага карыстальніка (па змаўчанні: 50)
bn: প্রদত্ত ব্যবহারকারীর ক্ষমতা স্তর সেট করুন (ডিফল্ট: ৫০)
bo: འདི་ལུགས་སྤྱོད་མཁན་ལ་རྒྱུན་ལས་ཚད་ལྟར་སྤྱོད། (གཙོ་བོ: 50)
ca: Estableix el nivell d'autoritat d'uni usuàriï (per defecte: 50)
cs: Nastavit úroveň práv daného uživatele (výchozí: 50)
da: Indstil den givne brugers magtniveau (standard: 50)
de: Setze den übergeben Powerlevel des Benutzers (Standard: 50)
eo: Agordi povnivelon de la donita uzanto (implicite: 50)
et: Seadista selle kasutaja õigusi (vaikimisi: 50)
eu: Zehaztu erabiltzaile honen botere-maila (defektuz: 50)
fa: تنظیم سطح دسترسی کاربر مشخص‌شده (پیش‌فرض: ۵۰)
fi: Aseta käyttäjän voimataso (oletus: 50)
fr: Définir le niveau de puissance de l'utilisateur/trice donné(e) (par défaut : 50)
ga: Socraigh leibhéal cumhachta an úsáideora áirithe (réamhshocrú: 50)
gl: Establecer o nivel de responsabilidade da usuaria (por defecto: 50)
hi: दिए गए उपयोगकर्ता की शक्ति स्तर सेट करें (डिफ़ॉल्ट: 50)
hr: Postavi razinu prava navedenog korisnika (standardno: 50)
id: Tetapkan tingkat kekuatan pengguna yang dicantum (default: 50)
it: Imposta il livello di privilegi dell'utente specificato (predefinito: 50)
ka: მოცემული მომხმარებლისათვის უფლებების დონის დაყენება (ჩვეულებრივ: 50)
kab: Sbadu aswir n tnezmert n useqdac i d-ittunefken (amezwer: 50)
nb: Sett brukerens maktnivå (standard: 50)
nl: Machtsniveau van de persoon instellen (standaard: 50)
pl: Ustaw poziom uprawnień tego użytkownika (domyślnie: 50)
pt: Defina o nível de poder do usuário fornecido (padrão: 50)
ru: Установить уровень прав данного пользователя (по умолчанию: 50)
sk: Nastaviť úroveň práv daného používateľa (predvolene: 50)
sr: Подеси ниво задатог корисника (подразумевано: 50)
sv: Sätt användarens kraft nivå ( standard: 50)
ta: கொடுக்கப்பட்ட பயனரின் ஆற்றல் மட்டத்தை அமைக்கவும் (இயல்புநிலை: 50)
th: ตั้งระดับพลังของผู้ใช้ที่กำหนด (ค่าเริ่มต้น: 50)
uk: Укажіть рівень повноважень цього користувача (типово: 50)

# commandHint_plain
source: Send unformatted text
be: Даслаць неадфарматыраваны тэкст
bn: অবিন্যস্ত টেক্সট পাঠান
bo: མངོན་སྟོང་མེད་པའི་ཚིགས་ཕུལ།
ca: Envia text sense format
cs: Odeslat neformátovaný text
da: Send uformateret tekst
de: Sende unformatierten Text
eo: Sendi senformatan tekston
et: Saada vormindamata tekst
eu: Bidali formaturik gabeko testua
fa: فرستادن متن بدون قالب
fi: Lähetä muotoilematonta tekstiä
fr: Envoyer du texte non formaté
ga: Seol téacs neamhfhoirmithe
gl: Enviar texto sen formato
hi: बिना फॉर्मेट किए गए टेक्स्ट भेजें
hr: Pošalji neformatirani tekst
id: Kirim teks yang tidak diformat
it: Invia testo non formattato
ka: არაფორმატირებული ტექსტის გაგზავნა
nb: Send uformatert tekst
nl: Niet-opgemaakte tekst versturen
pl: Wyślij niesformatowany tekst
pt: Enviar texto sem formatação
ru: Отправить неотформатированный текст
sk: Odoslať neformátovaný text
sr: Шаљи неформатиран текст
sv: Skicka oformaterad text
ta: வடிவமைக்கப்படாத உரையை அனுப்பவும்
th: ส่งข้อความที่ไม่มีรูปแบบ
uk: Надіслати неформатований текст

# commandHint_react
source: Send reply as a reaction
be: Даслаць адказ як рэакцыю
bn: প্রতিক্রিয়া হিসেবে উত্তর পাঠান
bo: ལེབ་སྤྱོད་ལ་ལེབ་ལུགས་སྤྱོད་ལུང་བརྗེ་བཅོས།
ca: Envia una resposta com a reacció
cs: Odeslat odpověď jako reakci
da: Send svar som en reaktion
de: Sende die Antwort als Reaction
eo: Sendi respondon kiel reagon
et: Saada vastus reaktsioonina
eu: Bidali erantzuna erreakzio gisa
fa: فرستادن پاسخ به‌عنوان واکنش
fi: Lähetä vastaus reaktiona
fr: Envoyer une réponse en tant que réaction
ga: Seol freagra mar fhreagairt
gl: Enviar resposta como reacción
hi: प्रतिक्रिया के रूप में उत्तर भेजें
hr: Pošalji odgovor kao reakciju
id: Kirim balasan sebagai reaksi
it: Rispondi con una reazione
ka: რეაქციის სახით პასუხის გაგზავნა
nb: Send svar som en reaksjon
nl: Antwoord als reactie versturen
pl: Wyślij odpowiedź jako reakcję
pt: Enviar resposta como uma reação
ru: Отправить ответ как реакцию
sk: Odoslať odpoveď ako reakciu
sr: Шаљи одговор као реакцију
sv: Skicka svar som reaktion
ta: ஒரு எதிர்வினையாக பதிலை அனுப்பவும்
th: ส่งคำตอบเป็นปฏิกิริยา
uk: Надіслати відповідь як реакцію
