Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# listGrammarConceptsUsedIncorrectly
source: Grammar concepts used correctly in original messages less than 80% of the time
bn: অন্তত ৮০% সময় মূল বার্তাগুলিতে ভুলভাবে ব্যবহৃত ব্যাকরণ ধারণা
bo: རྒྱན་རྟགས་ལས་བརྗེས་སྒྲིག་བྱེད་པའི་སྣོམ་ཚིག་ལོ་མཐར་བཅད་ 80% ལྟར་མི་འགྱོ
ca: Conceptes de gramàtica utilitzats correctament en missatges originals menys del 80% del temps
cs: Gramatické koncepty nesprávně použité v původních zprávách méně než 80 % času
da: Grammatiske begreber brugt korrekt i originale beskeder mindre end 80% af tiden
de: Grammatikbegriffe, die in Originalnachrichten weniger als 80 % der Zeit korrekt verwendet wurden
eo: Gramatikaj konceptoj uzitaj ĝuste en originalaj mesaĝoj malpli ol 80% de la tempo
et: Grammatika kontseptsioonid õigesti kasutatud algsõnumites vähem kui 80% ajast
eu: Jatorrizko mezuetan %80 baino gutxiago egoki erabili diren gramatika kontzeptuak
fi: Kielioppikäsitteet, joita on käytetty oikein alle 80 % ajasta alkuperäisissä viesteissä
fr: Concepts grammaticaux utilisés incorrectement dans les messages originaux moins de 80% du temps
ga: Coincheapa gramadála a úsáidtear i gceart i teachtaireachtaí bunaidh níos lú ná 80% den am
gl: Conceptos de gramática utilizados incorrectamente nos mensaxes orixinais menos do 80% das veces
hi: मूल संदेशों में सही ढंग से उपयोग किए गए व्याकरण अवधारणाएँ 80% से कम बार होती हैं
hr: Gramatički koncepti koji su ispravno korišteni u originalnim porukama manje od 80% vremena
it: Concetti grammaticali usati correttamente meno dell'80% delle volte nei messaggi originali
ka: სიტყვის კონცეფციები სწორად გამოყენებულია ორიგინალურ შეტყობინებებში 80%-ზე ნაკლებად
nb: Grammatikkbegreper brukt riktig i originale meldinger mindre enn 80% av tiden
nl: Grammaticaconcepten correct gebruikt in originele berichten minder dan 80% van de tijd
pl: Pojęcia gramatyczne używane poprawnie w oryginalnych wiadomościach mniej niż 80% czasu
pt: Conceitos gramaticais usados incorretamente em mensagens originais menos de 80% das vezes
ru: Грамматические концепции, использованные правильно в оригинальных сообщениях менее 80% времени
sk: Gramatické koncepty nesprávne použité v pôvodných správach menej ako 80% času
sr: Граматички концепти коришћени исправно у оригиналним порукама мање од 80% времена
sv: Grammatiska koncept som används korrekt mindre än 80% av tiden
ta: அசல் செய்திகளில் 80% க்கு குறைவான நேரங்களில் சரியாக பயன்படுத்தப்பட்ட வாக்கியவியல் கருத்துக்கள்
th: แนวคิดทางไวยากรณ์ที่ใช้ผิดพลาดในข้อความต้นฉบับน้อยกว่า 80% ของเวลา

# listGrammarConceptsUseCorrectlySystemGenerated
source: Grammar concepts chosen correctly from system-generated suggestions at least 80% of the time
bn: সিস্টেম-উৎপন্ন প্রস্তাবনাগুলি থেকে সঠিকভাবে নির্বাচিত ব্যাকরণ ধারণা অন্তত ৮০% সময়
bo: རྒྱན་རྟགས་ལས་བརྗེས་སྒྲིག་བྱེད་པའི་སྣོམ་ཚིག་ལོ་མཐར་བཅད་ 80% ལྟར་འགྱོ་བ
ca: Conceptes de gramàtica escollits correctament a partir de suggeriments generats pel sistema almenys el 80% del temps
cs: Gramatické koncepty správně vybrané z návrhů systému alespoň 80 % času
da: Grammatiske begreber valgt korrekt ud fra systemgenererede forslag mindst 80% af tiden
de: Grammatikbegriffe, die aus systemgenerierten Vorschlägen mindestens 80 % der Zeit korrekt ausgewählt wurden
eo: Gramatikaj konceptoj elektitaj ĝuste el sistem-generitaj sugestoj almenaŭ 80% de la tempo
et: Grammatika kontseptsioonid õigesti valitud süsteemipõhistest soovitustest vähemalt 80% ajast
eu: Sistema sortutako gomendioetatik egoki aukeratutako gramatika kontzeptuak gutxienez %80ean
fi: Kielioppikäsitteet, jotka on valittu oikein järjestelmän ehdotuksista vähintään 80 % ajasta
fr: Concepts grammaticaux choisis correctement parmi les suggestions générées par le système au moins 80% du temps
ga: Coincheapa gramadála a roghnaítear i gceart ó mholtaí ginte ag an gcóras ar a laghad 80% den am
gl: Conceptos de gramática escollidos correctamente a partir de suxestións xeradas polo sistema polo menos o 80% das veces
hi: सिस्टम-जनित सुझावों से सही ढंग से चुनी गई व्याकरण अवधारणाएँ कम से कम 80% बार होती हैं
hr: Gramatički koncepti odabrani ispravno iz sustavom generiranih prijedloga najmanje 80% vremena
it: Concetti grammaticali scelti correttamente tra le suggerimenti generate dal sistema almeno l'80% delle volte
ka: სიტყვის კონცეფციები სწორად შერჩეულია სისტემის მიერ გენერირებული წინადადებებიდან მინიმუმ 80%-ზე
nb: Grammatikkbegreper valgt riktig fra systemgenererte forslag minst 80% av tiden
nl: Grammaticaconcepten correct gekozen uit systeemgegenereerde suggesties minstens 80% van de tijd
pl: Pojęcia gramatyczne wybrane poprawnie z sugestii systemowych co najmniej 80% czasu
pt: Conceitos gramaticais escolhidos corretamente a partir de sugestões geradas pelo sistema pelo menos 80% das vezes
ru: Грамматические концепции, выбранные правильно из системных предложений не менее 80% времени
sk: Gramatické koncepty správne vybrané zo systémom generovaných návrhov aspoň 80% času
sr: Граматички концепти изабрани исправно из системски генерисаних предлога најмање 80% времена
sv: Grammatiska koncept valda korrekt från systemgenererade förslag minst 80% av tiden
ta: கணினி உருவாக்கிய பரிந்துரைகளில் குறைந்தது 80% நேரங்களில் சரியாக தேர்ந்தெடுக்கப்பட்ட வாக்கியவியல் கருத்துக்கள்
th: แนวคิดทางไวยากรณ์ที่เลือกถูกต้องจากคำแนะนำที่สร้างโดยระบบอย่างน้อย 80% ของเวลา

# listGrammarConceptsUseIncorrectlySystemGenerated
source: Grammar concepts chosen correctly from system-generated suggestions less than 80% of the time
bn: সিস্টেম-উৎপন্ন প্রস্তাবনাগুলি থেকে ভুলভাবে নির্বাচিত ব্যাকরণ ধারণা কমপক্ষে ৮০% সময়
bo: རྒྱན་རྟགས་ལས་བརྗེས་སྒྲིག་བྱེད་པའི་སྣོམ་ཚིག་ལོ་མཐར་བཅད་ 80% ལྟར་མི་འགྱོ
ca: Conceptes de gramàtica escollits correctament a partir de suggeriments generats pel sistema menys del 80% del temps
cs: Gramatické koncepty nesprávně vybrané z návrhů systému méně než 80 % času
da: Grammatiske begreber valgt korrekt ud fra systemgenererede forslag mindre end 80% af tiden
de: Grammatikbegriffe, die aus systemgenerierten Vorschlägen weniger als 80 % der Zeit korrekt ausgewählt wurden
eo: Gramatikaj konceptoj elektitaj ĝuste el sistem-generitaj sugestoj malpli ol 80% de la tempo
et: Grammatika kontseptsioonid õigesti valitud süsteemipõhistest soovitustest vähem kui 80% ajast
eu: Sistema sortutako gomendioetatik ez egoki aukeratutako gramatika kontzeptuak %80 baino gutxiagoan
fi: Kielioppikäsitteet, jotka on valittu oikein järjestelmän ehdotuksista alle 80 % ajasta
fr: Concepts grammaticaux choisis incorrectement parmi les suggestions générées par le système moins de 80% du temps
ga: Coincheapa gramadála a roghnaítear i gceart ó mholtaí ginte ag an gcóras níos lú ná 80% den am
gl: Conceptos de gramática escollidos correctamente a partir de suxestións xeradas polo sistema menos do 80% das veces
hi: सिस्टम-जनित सुझावों से गलत ढंग से चुनी गई व्याकरण अवधारणाएँ 80% से कम बार होती हैं
hr: Gramatički koncepti odabrani ispravno iz sustavom generiranih prijedloga manje od 80% vremena
it: Concetti grammaticali scelti correttamente tra le suggerimenti generate dal sistema meno del 80% delle volte
ka: სიტყვის კონცეფციები სწორად შერჩეულია სისტემის მიერ გენერირებული წინადადებებიდან ნაკლებად 80%-ზე
nb: Grammatikkbegreper valgt riktig fra systemgenererte forslag mindre enn 80% av tiden
nl: Grammaticaconcepten correct gekozen uit systeemgegenereerde suggesties minder dan 80% van de tijd
pl: Pojęcia gramatyczne wybrane poprawnie z sugestii systemowych mniej niż 80% czasu
pt: Conceitos gramaticais escolhidos corretamente a partir de sugestões geradas pelo sistema menos de 80% das vezes
ru: Грамматические концепции, выбранные правильно из системных предложений менее 80% времени
sk: Gramatické koncepty nesprávne vybrané zo systémom generovaných návrhov menej ako 80% času
sr: Граматички концепти изабрани исправно из системски генерисаних предлога мање од 80% времена
sv: Grammatiska koncept valda korrekt från systemgenererade förslag mindre än 80% av tiden
ta: கணினி உருவாக்கிய பரிந்துரைகளில் 80% க்கு குறைவான நேரங்களில் சரியாக தேர்ந்தெடுக்கப்பட்ட வாக்கியவியல் கருத்துக்கள்
th: แนวคิดทางไวยากรณ์ที่เลือกถูกต้องจากคำแนะนำที่สร้างโดยระบบน้อยกว่า 80% ของเวลา

# listGrammarConceptsSmallXP
source: Grammar concepts with 0-50 xp
bn: 0-50 এক্সপি সহ ব্যাকরণ ধারণা
bo: རྒྱན་རྟགས་ལས་སྣོམ་ཚིག 0-50 XP
ca: Conceptes de gramàtica amb 0-50 punts d'experiència
cs: Gramatické koncepty s 0-50 xp
da: Grammatiske begreber med 0-50 XP
de: Grammatikbegriffe mit 0-50 XP
eo: Gramatikaj konceptoj kun 0-50 xp
et: Grammatika mõisted 0-50 xp-ga
eu: 0-50 XP dituen gramatika kontzeptuak
fi: Kielioppikäsitteet, joilla on 0-50 XP:tä
fr: Concepts grammaticaux avec 0-50 xp
ga: Coincheapa gramadála le 0-50 xp
gl: Conceptos de gramática con 0-50 xp
hi: 0-50 XP के साथ व्याकरण अवधारणाएँ
hr: Gramatički koncepti s 0-50 XP
it: Concetti grammaticali con 0-50 XP
ka: სიტყვის კონცეფციები 0-50 XP
nb: Grammatikkbegreper med 0-50 XP
nl: Grammaticaconcepten met 0-50 XP
pl: Pojęcia gramatyczne z 0-50 punktami XP
pt: Conceitos gramaticais com 0-50 XP
ru: Грамматические концепции с 0-50 очками опыта
sk: Gramatické koncepty s 0-50 XP
sr: Gramatički koncepti sa 0-50 xp
sv: Grammatiska koncept med 0-50 xp
ta: 0-50 XP உடைய வாக்கியவியல் கருத்துக்கள்
th: แนวคิดทางไวยากรณ์ที่มี 0-50 คะแนน XP

# listGrammarConceptsMediumXP
source: Grammar concepts with 51-200 xp
bn: 51-200 এক্সপি সহ ব্যাকরণ ধারণা
bo: རྒྱན་རྟགས་ལས་སྣོམ་ཚིག 51-200 XP
ca: Conceptes de gramàtica amb 51-200 punts d'experiència
cs: Gramatické koncepty s 51-200 xp
da: Grammatiske begreber med 51-200 XP
de: Grammatikbegriffe mit 51-200 XP
eo: Gramatikaj konceptoj kun 51-200 punktoj
et: Grammatika mõisted 51-200 xp-ga
eu: 51-200 XP dituen gramatika kontzeptuak
fi: Kielioppikäsitteet, joilla on 51-200 XP:tä
fr: Concepts grammaticaux avec 51-200 xp
ga: Coincheapa gramadála le 51-200 xp
gl: Conceptos de gramática con 51-200 xp
hi: 51-200 XP के साथ व्याकरण अवधारणाएँ
hr: Gramatički koncepti s 51-200 XP
it: Concetti grammaticali con 51-200 XP
ka: სიტყვის კონცეფციები 51-200 XP
nb: Grammatikkbegreper med 51-200 XP
nl: Grammaticaconcepten met 51-200 XP
pl: Pojęcia gramatyczne z 51-200 punktami XP
pt: Conceitos gramaticais com 51-200 XP
ru: Грамматические концепции с 51-200 очками опыта
sk: Gramatické koncepty s 51-200 XP
sr: Gramatički koncepti sa 51-200 xp
sv: Grammatiska koncept med 51-200 xp
ta: 51-200 XP உடைய வாக்கியவியல் கருத்துக்கள்
th: แนวคิดทางไวยากรณ์ที่มี 51-200 คะแนน XP

# listGrammarConceptsLargeXP
source: Grammar concepts 201-500 xp
bn: 201-500 এক্সপি সহ ব্যাকরণ ধারণা
bo: རྒྱན་རྟགས་ལས་སྣོམ་ཚིག 201-500 XP
ca: Conceptes de gramàtica amb 201-500 punts d'experiència
cs: Gramatické koncepty s 201-500 xp
da: Grammatiske begreber 201-500 XP
de: Grammatikbegriffe mit 201-500 XP
eo: Gramatikaj konceptoj 201-500 punktoj
et: Grammatika mõisted 201-500 xp-ga
eu: 201-500 XP dituen gramatika kontzeptuak
fi: Kielioppikäsitteet, 201-500 XP:tä
fr: Concepts grammaticaux 201-500 xp
ga: Coincheapa gramadála le 201-500 xp
gl: Conceptos de gramática con 201-500 xp
hi: 201-500 XP के साथ व्याकरण अवधारणाएँ
hr: Gramatički koncepti 201-500 XP
it: Concetti grammaticali con 201-500 XP
ka: სიტყვის კონცეფციები 201-500 XP
nb: Grammatikkbegreper 201-500 XP
nl: Grammaticaconcepten 201-500 XP
pl: Pojęcia gramatyczne 201-500 punktów XP
pt: Conceitos gramaticais 201-500 XP
ru: Грамматические концепции с 201-500 очками опыта
sk: Gramatické koncepty s 201-500 XP
sr: Gramatički koncepti 201-500 xp
sv: Grammatiska koncept 201-500 xp
ta: 201-500 XP உடைய வாக்கியவியல் கருத்துக்கள்
th: แนวคิดทางไวยากรณ์ที่มี 201-500 คะแนน XP

# listGrammarConceptsHugeXP
source: Grammar concepts >500 xp
bn: 500 এর বেশি এক্সপি সহ ব্যাকরণ ধারণা
bo: རྒྱན་རྟགས་ལས་སྣོམ་ཚིག > 500 XP
ca: Conceptes de gramàtica >500 punts d'experiència
cs: Gramatické koncepty >500 xp
da: Grammatiske begreber >500 XP
de: Grammatikbegriffe mit > 500 XP
eo: Gramatikaj konceptoj >500 punktoj
et: Grammatika mõisted >500 xp-ga
eu: 500 XP baino gehiago dituen gramatika kontzeptuak
fi: Kielioppikäsitteet, >500 XP:tä
fr: Concepts grammaticaux >500 xp
ga: Coincheapa gramadála >500 xp
gl: Conceptos de gramática >500 xp
hi: 500 XP से अधिक व्याकरण अवधारणाएँ
hr: Gramatički koncepti >500 XP
it: Concetti grammaticali con >500 XP
ka: სიტყვის კონცეფციები >500 XP
nb: Grammatikkbegreper >500 XP
nl: Grammaticaconcepten >500 XP
pl: Pojęcia gramatyczne powyżej 500 punktów XP
pt: Conceitos gramaticais >500 XP
ru: Грамматические концепции с более чем 500 очками опыта
sk: Gramatické koncepty s >500 XP
sr: Gramatički koncepti >500 xp
sv: Grammatiska koncept >500 xp
ta: 500 XP க்கு மேல் உள்ள வாக்கியவியல் கருத்துக்கள்
th: แนวคิดทางไวยากรณ์ที่มีมากกว่า 500 คะแนน XP

# numMessagesSent
source: Number of messages sent
bn: পাঠানো বার্তার সংখ্যা
bo: དཔེ་ཚིག་ལག་ལེན་བྱེད་པའི་རྒྱབ་ལོ
ca: Nombre de missatges enviats
cs: Počet odeslaných zpráv
da: Antal sendte beskeder
de: Anzahl der gesendeten Nachrichten
eo: Nombro da mesaĝoj senditaj
et: Sõnumite arv saadetud
eu: Bidali diren mezu kopurua
fi: Lähetettyjen viestien määrä
fr: Nombre de messages envoyés
ga: An líon teachairteanna a sheoladh
gl: Número de mensaxes enviadas
hi: भेजे गए संदेशों की संख्या
hr: Broj poslanih poruka
it: Numero di messaggi inviati
ka: გაგზავნილი შეტყობინებების რაოდენობა
nb: Antall sendte meldinger
nl: Aantal verzonden berichten
pl: Liczba wysłanych wiadomości
pt: Número de mensagens enviadas
ru: Количество отправленных сообщений
sk: Počet odoslaných správ
sr: Broj poslatih poruka
sv: Antal skickade meddelanden
ta: அனுப்பப்பட்ட செய்திகளின் எண்ணிக்கை
th: จำนวนข้อความที่ส่ง

# numWordsTyped
source: Number of words typed in original messages
bn: মূল বার্তাগুলিতে টাইপ করা শব্দের সংখ্যা
bo: དཔེ་ཚིག་ལག་ལེན་བྱེད་པའི་ཚིག་ཚིག
ca: Nombre de paraules escrites en missatges originals
cs: Počet napsaných slov v původních zprávách
da: Antal indtastede ord i originale beskeder
de: Anzahl der in Originalnachrichten getippten Wörter
eo: Nombro da vortoj tajpitaj en originalaj mesaĝoj
et: Sõnade arv sisestatud algsõnumites
eu: Jatorrizko mezuetan idatzitako hitzen kopurua
fi: Sanottujen sanojen määrä alkuperäisissä viesteissä
fr: Nombre de mots tapés dans les messages originaux
ga: An líon focail a chlóscríobhadh i gceart i teachtaireachtaí bunaidh
gl: Número de palabras escritas nos mensaxes orixinais
hi: मूल संदेशों में टाइप किए गए शब्दों की संख्या
hr: Broj upisanih riječi u originalnim porukama
it: Numero di parole digitate nei messaggi originali
ka: შესწორებული სიტყვების რაოდენობა ორიგინალურ შეტყობინებებში
nb: Antall tastede ord i originale meldinger
nl: Aantal getypte woorden in originele berichten
pl: Liczba wpisanych słów w oryginalnych wiadomościach
pt: Número de palavras digitadas em mensagens originais
ru: Количество набранных слов в оригинальных сообщениях
sk: Počet napísaných slov v pôvodných správach
sr: Broj ukucanih reči u originalnim porukama
sv: Antal skrivna ord i originalmeddelanden
ta: அசல் செய்திகளில் உள்ள சொற்களின் எண்ணிக்கை
th: จำนวนคำที่พิมพ์ในข้อความต้นฉบับ

# numCorrectChoices
source: Number of correct words chosen from system-generated suggestions
bn: সিস্টেম-উৎপন্ন প্রস্তাবনাগুলি থেকে সঠিক শব্দের সংখ্যা
bo: རྒྱབ་ལོ་ལས་བརྗེས་སྒྲིག་བྱེད་པའི་ཚིག་ཚིག
ca: Nombre de paraules correctes escollides a partir de suggeriments generats pel sistema
cs: Počet správně vybraných slov z návrhů systému
da: Antal korrekte ord valgt ud fra systemgenererede forslag
de: Anzahl der korrekt gewählten Wörter aus systemgenerierten Vorschlägen
eo: Nombro da ĝustaj vortoj elektitaj el sistem-generitaj sugestoj
et: Õige sõnade arv, mis on valitud süsteemi soovitustest
eu: Sistema sortutako gomendioetatik aukeratutako hitz egokiak
fi: Oikeiden sanojen määrä, jotka on valittu järjestelmän ehdotuksista
fr: Nombre de mots corrects choisis parmi les suggestions générées par le système
ga: An líon focail chrua a roghnaítear i gceart ó mholtaí ginte ag an gcóras
gl: Número de palabras correctas escollidas a partir de suxestións xeradas polo sistema
hi: सिस्टम-जनित सुझावों से चुने गए सही शब्दों की संख्या
hr: Broj ispravno odabranih riječi iz sustavom generiranih prijedloga
it: Numero di parole corrette scelte tra i suggerimenti generati dal sistema
ka: სწორი სიტყვების რაოდენობა სისტემის მიერ გენერირებული წინადადებებიდან
nb: Antall riktige ord valgt fra systemgenererte forslag
nl: Aantal correct gekozen woorden uit systeemgegenereerde suggesties
pl: Liczba poprawnie wybranych słów z sugestii systemowych
pt: Número de palavras corretas escolhidas a partir de sugestões geradas pelo sistema
ru: Количество правильно выбранных слов из системных предложений
sk: Počet správnych slov vybraných z návrhov systému
sr: Broj tačno odabranih reči iz predloga sistema
sv: Antal rätt valda ord från systemgenererade förslag
ta: சிஸ்டம் உருவாக்கிய பரிந்துரைகளில் இருந்து சரியான சொற்களின் எண்ணிக்கை
th: จำนวนคำที่เลือกถูกต้องจากคำแนะนำที่ระบบสร้างขึ้น

# numIncorrectChoices
source: Number of incorrect words chosen from system-generated suggestions
bn: সিস্টেম-উৎপন্ন প্রস্তাবনাগুলি থেকে ভুল শব্দের সংখ্যা
bo: མི་འགྱོ་བའི་ཚིག་ཚིག
ca: Nombre de paraules incorrectes escollides a partir de suggeriments generats pel sistema
cs: Počet nesprávně vybraných slov z návrhů systému
da: Antal forkerte ord valgt ud fra systemgenererede forslag
de: Anzahl der falsch gewählten Wörter aus systemgenerierten Vorschlägen
eo: Nombro da malĝustaj vortoj elektitaj el sistem-generitaj sugestoj
et: Vale sõnade arv, mis on valitud süsteemi soovitustest
eu: Zenbakia aukeratutako hitz okerren sistematik sortutako gomendietatik
fi: Väärien sanojen määrä, jotka on valittu järjestelmän ehdotuksista
fr: Nombre de mots incorrects choisis parmi les suggestions générées par le système
ga: An líon focail mhícheart a roghnaítear ó mholtaí ginte ag an gcóras
gl: Número de palabras incorrectas escollidas a partir de suxestións xeradas polo sistema
hi: सिस्टम-जनित सुझावों से चुने गए गलत शब्दों की संख्या
hr: Broj pogrešno odabranih riječi iz sustavom generiranih prijedloga
it: Numero di parole errate scelte tra i suggerimenti generati dal sistema
ka: არასწორი სიტყვების რაოდენობა სისტემის მიერ გენერირებული წინადადებებიდან
nb: Antall feilaktige ord valgt fra systemgenererte forslag
nl: Aantal onjuiste woorden gekozen uit door het systeem gegenereerde suggesties
pl: Liczba niepoprawnych słów wybranych z systemowych sugestii
pt: Número de palavras incorretas escolhidas a partir de sugestões geradas pelo sistema
ru: Количество неправильно выбранных слов из системных предложений
sk: Počet nesprávnych slov vybraných z návrhov systému
sr: Broj netačno odabranih reči iz predloga sistema
sv: Antal felaktiga ord valda från systemgenererade förslag
ta: சிஸ்டம் உருவாக்கிய பரிந்துரைகளில் இருந்து தவறான சொற்களின் எண்ணிக்கை
th: จำนวนคำที่เลือกผิดจากคำแนะนำที่ระบบสร้างขึ้น

# excelFile
source: Excel
bn: এক্সেল
ta: எக்செல்
th: ไฟล์ Excel

source: File type
bn: ফাইলের ধরন
bo: ཡིག་ཆ།
ca: Tipus de fitxer
cs: Typ souboru
da: Filtype
de: Dateityp
eo: Tipo de dosiero
et: Failitüüp
eu: Fitxategi mota
fi: Tiedostotyyppi
fr: Type de fichier
ga: Cineál comhaid
gl: Tipo de ficheiro
hi: फ़ाइल प्रकार
hr: Vrsta datoteke
it: Tipo di file
ka: ფაილის ტიპი
nb: Filtype
nl: Bestandstype
pl: Typ pliku
pt: Tipo de arquivo
ru: Тип файла
sk: Typ súboru
sr: Tip fajla
sv: Filtyp
ta: கோப்பு வகை
th: ประเภทไฟล์

source: Download
bn: ডাউনলোড করুন
bo: རེལ་འཁོད།
ca: Descarregar
cs: Stáhnout
de: Herunterladen
eo: Elŝuti
et: Laadi alla
eu: Deskarga
fi: Lataa
fr: Télécharger
ga: Íoslódáil
gl: Descargar
hi: डाउनलोड करें
hr: Preuzmi
it: Scarica
ka: ჩამოტვირთვა
nb: Last ned
nl: Downloaden
pl: Pobierz
pt: Baixar
ru: Скачать
sk: Stiahnuť
sr: Preuzmi
sv: Ladda ner
ta: பதிவிறக்கம் செய்க
th: ดาวน์โหลด

# analyticsNotAvailable
source: User analytics not available
bn: ব্যবহারকারীর বিশ্লেষণ উপলব্ধ নয়
bo: བཀོད་རིམ་ལས་བརྗེ་མི་འདུག
ca: Anàlisi d'usuari no disponible
cs: Analytika uživatele není k dispozici
da: Brugeranalyse ikke tilgængelig
de: Benutzeranalysen nicht verfügbar
eo: Uzantaj analizoj ne disponeblas
et: Kasutaja analüütikat ei ole saadaval
eu: Erabiltzailearen analitikak ez daude eskuragarri
fi: Käyttäjäanalytiikka ei saatavilla
fr: Analytique utilisateur non disponible
ga: Ní féidir anailís úsáideora a fháil
gl: Analíticas de usuario non dispoñibles
hi: उपयोगकर्ता विश्लेषण उपलब्ध नहीं है
hr: Analitika korisnika nije dostupna
it: Analisi utente non disponibile
ka: მომხმარებლის ანალიტიკა ხელმისაწვდომი არაა
nb: Brukeranalyse tilgjengelig ikke
nl: Gebruikersanalyse niet beschikbaar
pl: Analiza użytkownika niedostępna
pt: Análises de usuário não disponíveis
ru: Аналитика пользователя недоступна
sk: Analytika používateľa nie je k dispozícii
sr: Analitika korisnika nije dostupna
sv: Användaranalys tillgänglig inte
ta: பயனர் பகுப்பாய்வு கிடைக்கவில்லை
th: ไม่สามารถให้ข้อมูลวิเคราะห์ผู้ใช้ได้

source: Downloading...
bn: ডাউনলোড হচ্ছে...
bo: རེལ་འཁོད་ནས་ལེན་པ།...
ca: Descarregant...
cs: Stahování...
da: Downloader...
de: Wird heruntergeladen...
eo: Elŝutado...
et: Laadimine...
eu: Deskargatzen...
fi: Ladataan...
fr: Téléchargement en cours...
ga: Ag íoslódáil...
gl: Descargando...
hi: डाउनलोड हो रहा है...
hr: Preuzimanje...
it: Download in corso...
ka: ჩამოტვირთვა...
nb: Laster ned...
nl: Bezig met downloaden...
pl: Pobieranie...
pt: Baixando...
ru: Загрузка...
sk: Stiahnutie...
sr: Preuzimanje...
sv: Laddar ner...
ta: பதிவிறக்கம் செய்கிறது...
th: กำลังดาวน์โหลด...

# failedFetchUserAnalytics
source: Failed to download user analytics
bn: ব্যবহারকারীর বিশ্লেষণ ডাউনলোড করতে ব্যর্থ হয়েছে
bo: བཀོད་རིམ་ལས་བརྗེ་མི་འབད་ནས་བརྗེ་འབྱེད་མི་འདུག
ca: Error en descarregar l'anàlisi d'usuari
cs: Nepodařilo se stáhnout analytiku uživatele
da: Mislykkedes med at hente brugeranalyse
de: Fehler beim Herunterladen der Benutzeranalysen
eo: Malsukcesis elŝuti uzantajn analizojn
et: Kasutaja analüütika allalaadimine ebaõnnestus
eu: Ezin izan da erabiltzailearen analitikak deskargatu
fi: Käyttäjäanalytiikan lataaminen epäonnistui
fr: Échec du téléchargement de l'analytique utilisateur
ga: Níor éirigh le híoslódáil anailís úsáideora
gl: Fallou ao descargar as analíticas de usuario
hi: उपयोगकर्ता विश्लेषण डाउनलोड करने में विफल
hr: Neuspješno preuzimanje analitike korisnika
it: Impossibile scaricare l'analisi utente
ka: მომხმარებლის ანალიტიკის ჩამოტვირთვა ვერ მოხერხდა
nb: Mislyktes i å laste ned brukeranalyse
nl: Het downloaden van gebruikersanalyse is mislukt
pl: Nie udało się pobrać analizy użytkownika
pt: Falha ao baixar análises de usuário
ru: Не удалось загрузить аналитику пользователя
sk: Nepodarilo sa stiahnuť analytiku používateľa
sr: Neuspešno preuzimanje analitike korisnika
sv: Misslyckades med att hämta användaranalys
ta: பயனர் பகுப்பாய்வை பதிவிறக்கம் செய்ய முடியவில்லை
th: ไม่สามารถดาวน์โหลดข้อมูลวิเคราะห์ผู้ใช้

source: Download complete!
bn: ডাউনলোড সম্পন্ন!
bo: རེལ་འཁོད་ཚར་མི་འབད་བཀོད་ཡོད།
ca: Descarrega completada!
cs: Stahování dokončeno!
da: Download fuldført!
de: Download abgeschlossen!
eo: Elŝuto kompleta!
et: Laadimine lõpetatud!
eu: Deskarga amaitu da!
fi: Lataus valmis!
fr: Téléchargement terminé !
ga: Críochnaithe an t-íoslódáil!
gl: Descarga completa!
hi: डाउनलोड पूरा!
hr: Preuzimanje završeno!
it: Download completato!
ka: ჩამოტვირთვა დასრულდა!
nb: Nedlasting fullført!
nl: Download voltooid!
pl: Pobieranie zakończone!
pt: Download completo!
ru: Загрузка завершена!
sk: Stiahnutie dokončené!
sr: Preuzimanje završeno!
sv: Nedladdning klar!
ta: பதிவிறக்கம் முடிந்தது!
th: ดาวน์โหลดเสร็จสมบูรณ์!
