Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# kickUserDescription
source: The user is kicked out of the chat but not banned. In public chats, the user can rejoin at any time.
be: Карыстальнік будзе выгнаны, але не заблакіраваны. У публічных чатах, ён зможа далучыцца зноў у любы час.
bn: ব্যবহারকারী চ্যাট থেকে বের করে দেওয়া হয়েছে কিন্তু নিষিদ্ধ নয়। পাবলিক চ্যাটে, ব্যবহারকারী যেকোনো সময় পুনরায় যোগ দিতে পারে।
bo: བཀོད་ཡོད་པའི་སྒོ་ནས་བཀོད་པ་མེད་པའི་སྒོ་ནས་བཀོད་པ་ཡིན། མི་ཚེས་ཁང་ལ་སྤྱོད་ལམ་ལས་སྤྱོད་མི་ཚེས་ཁང་ལ་ལོག་འགྱོ་བ་ཡིན།
ca: Li usuàrïi ha estat expulsadi però no vetadi. Als xats públics, pot tornar-hi a entrar en qualsevol moment.
cs: Uživatel je vyhozen z chatu, ale není zablokován. Ve veřejných chatech se může kdykoli znovu připojit.
da: Brugeren bliver smidt ud af chatten, men er ikke udelukket. I offentlige chats kan brugeren genindtræde når som helst.
de: Der Benutzer wird aus dem Chat geworfen, aber nicht gebannt. In öffentlichen Chats kann der Benutzer jederzeit wieder beitreten.
eo: La uzanto estas forpelita el la babilono sed ne estas malpermesita. En publikaĵoj, la uzanto povas reiri iam ajn.
et: See kasutaja on nüüd jutuoast välja müksatud, kuid talle pole seatud suhtluskeeldu. Avaliku jututoa puhul saab ta alati uuesti liituda.
eu: Erabiltzailea txatetik kanporatu da baina ez zaio debekua ezarri. Txat publikoen kasuan, edozein momentutan batu daiteke berriro.
fa: کاربر از گپ بیرون میشود اما محروم نمیشود. در گپ‌های عمومی، کاربر میتواند هر زمان دوباره بپیوندد.
fi: Käyttäjä poistetaan keskustelusta, mutta häntä ei estetä. Julkisissa keskusteluissa käyttäjä voi liittyä uudelleen milloin tahansa.
fr: L'utilisateur/trice est expulsé de la discussion mais n'est pas banni. Dans les discussions publiques, l'utilisateur/trice peut revenir à tout moment.
ga: Ciceáiltear an t-úsáideoir as an gcomhrá ach níl cosc air. I gcomhráite poiblí, is féidir leis an úsáideoir teacht ar ais ag am ar bith.
gl: A usuaria foi expulsada pero non vetada. En conversas públicas a usuaria pode volver cando queira.
hi: उपयोगकर्ता को चैट से बाहर निकाल दिया गया है लेकिन प्रतिबंधित नहीं किया गया है। सार्वजनिक चैट में, उपयोगकर्ता कभी भी फिर से जुड़ सकते हैं।
hr: Korisnik je izbačen iz razgovora, ali nije blokiran. U javnim razgovorima se korisnik može ponovo pridružiti u bilo kojem trenutku.
id: Pengguna ini dikeluarkan dari percakapan tetapi tidak dicekal. Dalam percakapan publik, penggunanya dapat bergabung ulang kapan pun.
it: L'utente è stato rimosso, ma non bannato. Nelle chat pubbliche, l'utente potrà rientrare quando vuole.
ka: მომხმარებელი გამოდევნილია ჩატიდან, მაგრამ ბლოკილი არაა. საჯარო ჩატებში, ის ნებისმიერ დროს შეუძლია დაბრუნება.
nb: Brukeren blir kastet ut av chatten, men er ikke utestengt. I offentlige chatter kan brukeren bli med igjen når som helst.
nl: De persoon is verwijderd uit de chat, maar is niet verbannen. In openbare chats kan de persoon op elk moment opnieuw deelnemen.
pl: Użytkownik jest wyrzucony z czatu, ale nie zbanowany. Do czatu publicznego może dołączyć ponownie.
pt: O usuário será expulso do chat, mas não banido. Em chats públicos, o usuário pode reentrar a qualquer momento.
ru: Пользователь будет изгнан из чата, но не будет заблокирован. В публичных чатах пользователь может перезайти когда угодно.
sk: Používateľ je vykopnutý z chatu, ale nie je zablokovaný. Vo verejných chatov môže sa k nemu pripojiť kedykoľvek znova.
sr: Корисник је избачен из разговора али није забрањен. У јавним разговорима, корисник може поново да се придружи у било ком тренутку.
sv: Användaren sparkas ut ur chatten men bannlyses inte. I offentliga chattar kan användaren gå med igen när som helst.
ta: பயனர் அரட்டையிலிருந்து வெளியேற்றப்படுகிறார், ஆனால் தடை செய்யப்படவில்லை. பொது அரட்டைகளில், பயனர் எந்த நேரத்திலும் மீண்டும் சேரலாம்.
th: ผู้ใช้ถูกไล่ออกจากแชทแต่ไม่ถูกแบน ในแชทสาธารณะ ผู้ใช้สามารถเข้าร่วมใหม่ได้ทุกเมื่อ
uk: Користувача вигнали з бесіди, але не заблокували. До загальнодоступних бесід користувач може приєднатися будь-коли.

# makeAdminDescription
source: Once you make this user admin, you may not be able to undo this as they will then have the same permissions as you.
be: Калі вы зробіце карыстальніка адміністратарам, вы не зможаце адмяніць гэта дзеянне, бо ён будзе мець такія ж правы, як і вы.
bn: একবার আপনি এই ব্যবহারকারীকে অ্যাডমিন করলে, আপনি হয়তো এটি ফিরিয়ে দিতে পারবেন না কারণ তাদের তখন আপনার মতোই অনুমতি থাকবে।
bo: འདི་ལས་སྤྱོད་མི་ཚེས་ཁང་ལ་ལོག་འགྱོ་བ་ལས་སྤྱོད་མི་ཚེས་ཁང་ལ་ལོག་འགྱོ་བ་ཡིན། ཁོང་ཚོས་ཁྱེད་ཀྱིས་སྤྱོད་ལམ་ལས་སྤྱོད་མི་ཚེས་ཁང་ལ་ལོག་འགྱོ་བ་མེད་པ་ཡིན།
ca: Un cop hagis fet admin aquesta persona ja no podràs desfer-ho, ja que llavors tindrà els mateixos permisos que tu.
cs: Jakmile tohoto uživatele udělíte správcem, možná nebudete moci toto změnit, protože bude mít stejná oprávnění jako vy.
da: Når du gør denne bruger til administrator, kan det være, at du ikke kan fortryde dette, da de derefter får de samme tilladelser som dig.
de: Sobald du diesen Benutzer zum Administrator gemacht hast, kannst du das möglicherweise nicht mehr rückgängig machen, da er dann über dieselben Berechtigungen wie du verfügt.
eo: Post kiam vi faras ĉi tiun uzanton administranto, vi eble ne povos malfari tion ĉar li tiam havos la saman permeson kiel vi.
et: Kui annad sellele kasutajale peakasutaja õigused, siis kuna tal on sinuga samad õigused, sa ei saa seda toimingut enam tagasi pöörata.
eu: Behin erabiltzaile hau administratzaile eginda, litekeena da desegin ezin izatea zuk dituzun baimenak izango dituelako.
fa: پس از مدیر کردن این کاربر، ممکن است نتوانید این کار را لغو کنید، زیرا آن‌ها همان دسترسی‌های شما را خواهند داشت.
fi: Kun teet tämän käyttäjän ylläpitäjäksi, et ehkä voi peruuttaa tätä, koska hänellä on samat oikeudet kuin sinulla.
fr: Une fois que vous aurez nommé cet utilisateur/trice administrateur, vous ne pourrez peut-être plus annuler cette opération, car il disposera alors des mêmes autorisations que vous.
ga: Nuair a dhéanann tú an riarachán úsáideora seo, b'fhéidir nach mbeidh tú in ann é seo a chealú mar go mbeidh na ceadanna céanna acu agus atá agat.
gl: Cando convirtas a esta usuaria en admin non poderás desfacer a acción xa que terá os mesmos permisos ca ti.
hi: एक बार जब आप इस उपयोगकर्ता को व्यवस्थापक बनाते हैं, तो आप इसे पूर्ववत नहीं कर सकते क्योंकि उनके पास आपके समान अनुमतियां होंगी।
hr: Nakon postavljanja ovog korisnika kao administratora, to možda nećeš moći poništiti jer će on tada imati iste dozvole kao i ti.
id: Setelah kamu membuat pengguna ini admin, kamu tidak akan dapat mengurungkan ini karena penggunanya akan memiliki perizinan yang sama seperti kamu.
it: Una volta che fai questo utente amministratore, potresti non essere in grado di rimuoverlo, in quanto avrà i tuoi stessi privilegi.
ka: როდესაც ამ მომხმარებელს ადმინისტრატორად აქცევთ, შესაძლოა, ვერ შეძლოთ ამის გაუქმება, რადგან მას ექნება იგივე უფლებები, როგორც თქვენ.
nb: Når du gjør denne brukeren til administrator, kan det hende du ikke kan angre dette, da de da vil ha de samme tillatelsene som deg.
nl: Wanneer je deze persoon beheerder maakt kun je dit niet ongedaan maken als jullie dezelfde rechten hebben.
pl: Kiedy użytkownik zostanie adminem, nie będziesz móc tego cofnąć, bo nabierze takich samych uprawnień, jak Ty.
pt: Depois de tornar este usuário administrador, talvez você não consiga desfazer isso, pois ele terá as mesmas permissões que você.
ru: Как только вы назначите этого пользователя администратором, вы не сможете этого отменить, так как их права доступа и ваши будут одинаковы.
sk: Ak tomuto používateľovi udelite status správcu, nemusíte to môcť zvrátiť, pretože bude mať rovnaké oprávnenia ako vy.
sr: Када овом кориснику доделите улогу администратора, можда нећете моћи да то поништите јер ће имати исте дозволе као и ви.
sv: När du gör denna användare till administratör kommer du inte kunna ångra det eftersom de kommer ha samma behörigheter som du.
ta: இந்த பயனர் நிர்வாகியை நீங்கள் செய்தவுடன், இதை நீங்கள் செயல்தவிர்க்க முடியாமல் போகலாம், ஏனெனில் அவை உங்களைப் போன்ற அதே அனுமதிகளைக் கொண்டிருக்கும்.
th: เมื่อคุณทำให้ผู้ใช้นี้เป็นผู้ดูแล ระบบอาจไม่สามารถย้อนกลับได้เนื่องจากเขาจะมีสิทธิ์เท่ากับคุณ
uk: Після того, як ви зробите цього користувача адміністратором, ви, можливо, не зможете це скасувати, оскільки він матиме ті самі права, що й ви.

source: Push notifications not available
be: Пуш-паведамленні недаступны
bn: পুশ নোটিফিকেশন উপলব্ধ নয়
bo: ཕྱིར་འཕྲིན་ཚུལ་མེད།
ca: Les notificacions push no estan disponibles
cs: Oznámení push nejsou dostupná
da: Push-notifikationer er ikke tilgængelige
de: Push-Benachrichtigungen nicht verfügbar
eo: Push-ajnoncaj noticoj ne disponeblas
et: Tõuketeavitused pole saadaval
eu: Push jakinarazpenak ez daude erabilgarri
fa: آگاه‌سازهای فشاری در دسترس نیستند
fi: Ponnahdusilmoitukset eivät ole saatavilla
fr: Notifications poussées indisponibles
ga: Níl fógraí brú ar fáil
gl: Non están dispoñibles as notificacións push
hi: पुश सूचनाएं उपलब्ध नहीं हैं
hr: Automatsko slanje obavijesti nije dostupno
id: Notifikasi dorongan tidak tersedia
it: Notifiche push non disponibili
ka: სწრაფი შეტყობინებები ხელმისაწვდომი არაა
nb: Push-varsler er ikke tilgjengelige
nl: Pushmeldingen zijn niet beschikbaar
pl: Powiadomienia push nie są dostępne
pt: Notificações push não disponíveis
ru: Push-уведомления недоступны
sk: Push notifikácie nie sú dostupné
sr: Пуш обавештења нису доступна
sv: Aviseringar är inte tillgängligt
ta: புச் அறிவிப்புகள் கிடைக்கவில்லை
th: ไม่สามารถใช้งานการแจ้งเตือนแบบพุชได้
uk: Push-сповіщення недоступні

source: Learn more
be: Даведацца больш
bn: আরও জানুন
bo: བཟོ་བཅོས་བསླབས།
ca: Llegeix-ne més
cs: Zjistit více
da: Lær mere
de: Erfahre mehr
eo: Lerni pli
et: Loe lisaks
eu: Gehiago irakurri
fa: بیشتر بدانید
fi: Lisätietoja
fr: En savoir plus
ga: Faigh tuilleadh eolais
gl: Saber máis
hi: अधिक जानें
hr: Saznaj više
id: Pelajari lebih lanjut
it: Scopri di più
ka: მეტი ინფორმაციისთვის
nb: Lær mer
nl: Lees meer
pl: Dowiedz się więcej
pt: Saiba mais
ru: Узнать больше
sk: Zistiť viac
sr: Сазнајте више
sv: Lär dig mer
ta: மேலும் அறிக
th: เรียนรู้เพิ่มเติม
uk: Докладніше

source: Your global user-ID is:
be: Ваш глабальны ID-карыстальніка:
bn: আপনার গ্লোবাল ইউজার-আইডি হলো:
bo: ཁྱེད་ཀྱི་གླེང་བརྗོད་ཁུངས་གྱི་རྒྱལ་ཁབ་ཁུངས་ནང་ཡོད།:
ca: La teva ID global és:
cs: Váš globální uživatelský ID je:
da: Dit globale bruger-ID er:
de: Deine globale Benutzer-ID ist:
eo: Via tutmonda uzant-ID estas:
et: Sinu üldine kasutajatunnus on:
eu: Zure erabiltzaile-ID orokorra:
fa: شناسه کاربری سراسری شما:
fi: Kansainvälinen käyttäjätunnuksesi on:
fr: Votre identifiant utilisateur global est :
ga: Is é d'aitheantas úsáideora domhanda:
gl: O teu ID-usuaria global é:
hi: आपका वैश्विक उपयोगकर्ता-आईडी है:
hr: Tvoj globalni korisnički ID je:
id: ID pengguna globalmu adalah:
it: Il tuo ID dell'utente globale è:
ka: თქვენი გლობალური მომხმარებლის ID არის:
nb: Din globale bruker-ID er:
nl: Je Matrix ID is:
pl: Twój globalny identyfikator to:
pt: Seu ID de usuário global é:
ru: Ваш глобальный идентификатор -
sk: Váš globálny používateľský identifikátor je:
sr: Ваш глобални кориснички ID је:
sv: Ditt globala användar-ID är:
ta: உங்கள் உலகளாவிய பயனர் ஐடி:
th: รหัสผู้ใช้ทั่วโลกของคุณคือ:
uk: Ваш глобальний ID користувача:

# noUsersFoundWithQuery
source: Unfortunately no user could be found with "{query}". Please check whether you made a typo.
be: На жаль, мы не змаглі знайсці карыстальніка з імём "{query}". Калі ласка, праверце наяўнасць памылак.
bn: দুঃখিত, "{query}" এর সাথে কোনও ব্যবহারকারী পাওয়া যায়নি। দয়া করে ভুল টাইপ হয়েছে কি না তা পরীক্ষা করুন।
bo: གཙོ་བོ་ལ་བརྗོད་བྱེད་ "{query}" ལ་ལེགས་སྤྱོད་མི་ཚེས་ཁང་ལ་ལོག་འགྱོ་བ་མེད། ཁྱེད་ཀྱིས་བརྗོད་བྱེད་པའི་སྐབས་ལ་བརྗོད་བྱེད་མི་ཚེས་ཁང་ལ་ལོག་འགྱོ་བ་ཡིན་ནམ།
ca: No s'ha trobat cap usuàrïi amb "{query}". Revisa si ho has escrit malament.
cs: Bohužel nebyl nalezen žádný uživatel s "{query}". Zkontrolujte, zda jste neudělali překlep.
da: Desværre kunne der ikke findes nogen bruger med "{query}". Tjek venligst, om du har lavet en stavefejl.
de: Leider konnte mit "{query}" kein Benutzer gefunden werden. Bitte schau nach, ob dir ein Tippfehler unterlaufen ist.
eo: Bedaŭrinde, neniu uzanto povis esti trovita kun "{query}". Bonvolu kontroli ĉu vi eraris en tajpado.
et: Päringuga „{query}“ ei leidunud kahkus ühtegi kasutajat. Palun kontrolli, et päringus poleks vigu.
eu: Zoritxarrez ez da "{query}" duen erabiltzailerik aurkitu. Egiaztatu zuzen idatzi duzula.
fa: متأسفانه کاربری با «{query}» پیدا نشد. لطفاً بررسی کنید که آیا اشتباه نوشتاری دارید.
fi: Valitettavasti käyttäjää ei löytynyt haulla "{query}". Tarkista, onko kirjoitusvirhe.
fr: Malheureusement, aucun utilisateur/trice n'a pu être trouvé avec "{query}". Veuillez vérifier si vous n'avez pas fait de faute de frappe.
ga: Ar an drochuair ní fhéadfaí aon úsáideoir a aimsiú le "{query}". Seiceáil le do thoil an ndearna tú typo.
gl: Lamentamos non atopar ningunha usuaria con "{query}". Comproba se está ben escrito.
hi: दुर्भाग्यवश "{query}" के साथ कोई उपयोगकर्ता नहीं मिला। कृपया जांचें कि आपने टाइपो तो नहीं किया है।
hr: Nažalost nije pronađen nijedan korisnik s „{query}”. Provjeri točnost upisa.
id: Sayangnya tidak ada pengguna yang dapat ditemukan dengan "{query}". Silakan periksa jika ada tipo.
it: Sfortunatamente non è stato trovato nessun utente con "{query}". Per favore controlla se hai fatto un errore di battitura.
ka: სამწუხაროდ, ვერ მოიძებნა მომხმარებელი "{query}"-ით. გთხოვთ, გადაამოწმოთ შეცდომა.
nb: Dessverre ble ingen bruker funnet med "{query}". Vennligst sjekk om du har skrevet feil.
nl: Helaas kan er geen persoon gevonden worden met "{query}". Controleer of je een typfout hebt gemaakt.
pl: Niestety nie udało się nikogo znaleźć poprzez "{query}". Proszę sprawdzić, czy w zapytaniu nie ma literówek.
pt: Infelizmente, nenhum usuário foi encontrado com "{query}". Por favor, verifique se você digitou corretamente.
ru: К сожалению пользователей с именем "{query}" не найдено. Убедитесь, что вы не совершили опечатку.
sk: Bohužiaľ, s "{query}" sa nenašiel žiadny používateľ. Skontrolujte, či ste neurobili preklep.
sr: Нажалост, није пронађен ниједан корисник са "{query}". Проверите да ли сте направили грешку у тастатури.
sv: Tyvärr kunde ingen användare hittas med ”{query}”. Vänligen kontrollera om du gjort ett stavfel.
ta: துரதிர்ச்டவசமாக "{query}" உடன் எந்த பயனரையும் காண முடியவில்லை. நீங்கள் ஒரு எழுத்துப்பிழை செய்தீர்களா என்பதை சரிபார்க்கவும்.
th: น่าเสียดาย ไม่พบผู้ใช้ที่ตรงกับ "{query}" กรุณาตรวจสอบว่าคุณพิมพ์ผิดหรือไม่
uk: На жаль, не знайдено жодного користувача з запитом "{query}".Перевірте, чи не було допущено помилки.

source: Knocking
be: Грукацца
bn: নক করা হচ্ছে
bo: བཀོད་ཡོད་པ།
ca: S'està picant
cs: Klepání
da: Banker på
de: Klopft
eo: Knokado
et: Koputus uksele
eu: Baimena eskatzen
fa: در زدن
fi: Koputtaa
fr: Frapper
ga: Cnagadh
gl: A solicitar
hr: Kucanje
id: Mengetuk
it: Bussare
ka: საკაკუნო
nb: Banker på
nl: Kloppen
pl: Pukanie
pt: Batendo
ru: Стучаться
sk: Klopanie
sr: Куцање
sv: Knackar
ta: தட்டுதல்
th: เคาะประตู
uk: Стукаються

# chatCanBeDiscoveredViaSearchOnServer
source: Chat can be discovered via the search on {server}
be: Чат можа быць знойдзены праз пошук у {server}
bn: চ্যাটটি সার্ভারে অনুসন্ধানের মাধ্যমে খুঁজে পাওয়া যেতে পারে {server} এ
bo: ཚོད་ལམ་ལས་བརྗོད་བྱེད་ {server} ལ་ལེགས་སྤྱོད་མི་ཚེས་ཁང་ལ་ལོག་འགྱོ་བ་ཡིན།
ca: El xat es pot descobrir amb la cerca de {server}
cs: Chat lze najít přes vyhledávání na {server}
da: Chat kan findes via søgning på {server}
de: Chat kann über die Suche auf {server} gefunden werden
eo: La babilono povas esti trovita per serĉo en {server}
et: Vestluse või jututoa saad leida otsingust serveris {server}
eu: Txata {server}(e)n bilaketa eginez aurkitu daiteke
fa: گپ با جستجو در {server} قابل کشف است
fi: Keskustelu voidaan löytää haun avulla palvelimella {server}
fr: La discussion peut être découverte via la recherche sur {server}
ga: Is féidir comhrá a aimsiú tríd an gcuardach ar {server}
gl: A charla pode ser atopada ao buscar en {server}
hi: चैट को {server} पर खोज के माध्यम से खोजा जा सकता है
hr: Razgovor se može otkriti pretraživanjem servera {server}
id: Obrolan dapat ditemukan melalui pencarian di {server}
it: La chat può essere trovata tramite la ricerca su {server}
ka: ჩათი შეიძლება იპოვოთ სერვერზე ძიებით {server}
nb: Chat kan oppdages via søk på {server}
nl: Chat kan worden gevonden via een zoekopdracht op {server}
pl: Czat będzie można znaleźć, szukając na {server}
pt: O chat pode ser descoberto via busca no {server}
ru: Чат может быть обнаружен через поиск в {server}
sk: Chat je možné nájsť cez vyhľadávanie na {server}
sr: Разговор се може открити преко претраге на {server}
sv: Chat kan upptäckas via sökningen på {server}
ta: {server}
th: สามารถค้นหาแชทได้ผ่านการค้นหาใน {server}
uk: Бесіду можна знайти за допомогою пошуку на {server}

# searchChatsRooms
source: Search for #chats, @users...
be: Пошук #чатаў, @карыстальнікаў...
bn: #চ্যাট, @ব্যবহারকারীদের জন্য অনুসন্ধান করুন...
bo: #ཚོད་ལམ།, @བརྗོད་ཚེས།...
ca: Cerca #sales, @usuariïs...
cs: Hledat #chaty, @uživatele...
da: Søg efter #chats, @brugere...
de: Suche nach #Chats, @Nutzer ...
eo: Serĉu #babilonojn, @uzantojn...
et: Otsi #vestlusi, @kasutajaid...
eu: Bilatu #txatak, @erabiltzaileak…
fa: جستجو برای #گپ‌ها، @کاربران...
fi: Etsi #keskusteluja, @käyttäjiä...
fr: Rechercher des #discussions, @utilisateurs/trices...
ga: Cuardaigh #chats, @users...
gl: Buscar #conversas, @usuarias...
hi: #चैट्स, @उपयोगकर्ताओं के लिए खोजें...
hr: Traži #chats, @users …
id: Cari #percakapan, @pengguna...
it: Cerca per #chat, @utenti...
ka: ძებნა #ჩატებს, @მომხმარებლებს...
nb: Søk etter #chatter, @brukere...
nl: Zoek naar #chats, @personen...
pl: Szukaj #czatów, @użytkowników...
pt: Pesquisar por #conversas, @usuários...
ru: Поиск #чатов, @людей...
sk: Hľadať #chaty, @používatelia...
sr: Pretraži #chatove, @korisnike...
sv: Sök efter #chattar, @användare…
ta: #Chats, Us பயனர்களைத் தேடுங்கள் ...
th: ค้นหา #แชท, @ผู้ใช้...
uk: Пошук для #chats, @users...

source: Nothing found...
be: Нічога не знойдзена...
bn: কিছুই পাওয়া যায়নি...
bo: མི་ཚེས་ལ་ལེགས་སྤྱོད་མི་ཚེས་ཁང་ལ་ལོག་འགྱོ་བ་མེད།
ca: No s'ha trobat res...
cs: Není nic nalezeno...
da: Intet fundet...
de: Nichts gefunden ...
eo: Neniam trovita...
et: Ei leidnud mitte midagi...
eu: Ez da ezer aurkitu…
fa: چیزی پیدا نشد...
fi: Ei mitään löytynyt...
fr: Rien n'a été trouvé...
ga: Níor aimsíodh aon rud...
gl: Non atopamos nada...
hi: कुछ नहीं मिला...
hr: Ništa nije pronađeno...
id: Tidak ada yang ditemukan...
it: Non è stato trovato nulla...
ka: არაფერი მოიძებნა...
nb: Ingen funnet...
nl: Niets gevonden...
pl: Nic nie odnaleziono...
pt: Nada encontrado...
ru: Ничего не найдено...
sk: Nič sa nenašlo...
sr: Ništa nije pronađeno...
sv: Inget hittades…
ta: எதுவும் கிடைக்கவில்லை ...
th: ไม่พบอะไร...
uk: Нічого не знайдено...

source: Group name
be: Назва групы
bn: গ্রুপের নাম
bo: དབྱེན་ཁང་
ca: Nom del grup
cs: Název skupiny
da: Gruppenavn
de: Gruppenname
eo: Grupo nomo
et: Vestlusrühma nimi
eu: Taldearen izena
fa: نام گروه
fi: Ryhmän nimi
fr: Nom du groupe
ga: Ainm an ghrúpa
gl: Nome do grupo
hi: समूह का नाम
hr: Ime grupe
id: Nama grup
it: Nome gruppo
ka: ჯგუფის სახელი
nb: Gruppenavn
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do grupo
ru: Название группы
sk: Názov skupiny
sr: Ime grupe
sv: Gruppnamn
ta: குழு பெயர்
th: ชื่อกลุ่ม
uk: Назва групи

# createGroupAndInviteUsers
source: Create a group and invite users
be: Стварыць групу і запрасіць карыстальнікаў
bn: একটি গ্রুপ তৈরি করুন এবং ব্যবহারকারীদের আমন্ত্রণ জানান
bo: དབྱེན་ཁང་འདི་ལ་བཟོ་བཅོས་ནས་བརྗོད་ཚེས་ལ་བརྗོད་བྱེད།
ca: Crea un grup i convida-hi usuàrïis
cs: Vytvořit skupinu a pozvat uživatele
da: Opret en gruppe og inviter brugere
de: Gruppe erstellen und Nutzer einladen
eo: Krei grupon kaj inviti uzantojn
et: Lisavestlusrühm ja kutsu sinna kasutajaid
eu: Sortu talde bat eta gonbidatu partaideak
fa: ساختن گروه و دعوت کاربران
fi: Luo ryhmä ja kutsu käyttäjiä
fr: Créer un groupe et inviter des utilisateurs/trices
ga: Cruthaigh grúpa agus tabhair cuireadh d'úsáideoirí
gl: Crear un grupo e convidar usuarias
hi: एक समूह बनाएं और उपयोगकर्ताओं को आमंत्रित करें
hr: Stvori grupu i pozovi korisnike
id: Buat sebuah grup dan undang pengguna
it: Crea un gruppo e invita gli utenti
ka: შექმენით ჯგუფი და მიიწვიეთ მომხმარებლები
nb: Opprett en gruppe og inviter brukere
nl: Maak groep en nodig personen uit
pl: Utwórz grupę i zaproś użytkowników
pt: Criar um grupo e convidar usuários
ru: Создать и начать приглашать
sk: Vytvoriť skupinu a pozvať používateľov
sr: Napravite grupu i pozovite korisnike
sv: Skapa en grupp och bjud in användare
ta: ஒரு குழுவை உருவாக்கி பயனர்களை அழைக்கவும்
th: สร้างกลุ่มและเชิญชวนผู้ใช้
uk: Створити групу та запросити користувачів

source: Group can be found via search
be: Група можа быць знойдзена праз пошук
bn: অনুসন্ধানের মাধ্যমে গ্রুপটি খুঁজে পাওয়া যায়
bo: དབྱེན་ཁང་ལ་ལེགས་སྤྱོད་མི་ཚེས་ཁང་ལ་ལོག་འགྱོ་བ་ཡིན།
ca: El grup es pot trobar per la cerca general
cs: Skupinu lze najít přes vyhledávání
da: Gruppen kan findes via søgning
de: Gruppe kann über die Suche gefunden werden
eo: Grupo povas esti trovita per serĉo
et: Vestlusrühm on leitav otsinguga
eu: Bilaketa erabiliz aurkitu daiteke taldea
fa: گروه با جستجو قابل یافتن است
fi: Ryhmän voi löytää haun avulla
fr: Le groupe peut être trouvé via la recherche
ga: Is féidir teacht ar ghrúpa trí chuardach
gl: O grupo pódese atopar ao buscar
hi: खोज के माध्यम से समूह पाया जा सकता है
hr: Grupa se može pronaći putem pretrage
id: Grup dapat dicari melalui pencarian
it: Il gruppo può essere cercato
ka: ჯგუფი შეიძლება იპოვოთ ძიებით
nb: Gruppen kan finnes via søk
nl: Groep kan gevonden worden via zoeken
pl: Grupa może być znaleziona poprzez wyszukiwanie
pt: O grupo pode ser encontrado via busca
ru: Группа может быть найдена поиском
sk: Skupina je možné nájsť prostredníctvom vyhľadávania
sr: Grupu možete pronaći putem pretrage
sv: Gruppen kan hittas genom sökning
ta: தேடல் வழியாக குழுவை காணலாம்
th: สามารถค้นหากลุ่มได้ผ่านการค้นหา
uk: Групу можна знайти через пошук
