Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# grammarCopyVOICEantip
source: Antipassive
bn: প্রতিপ্রতিক্রিয়া
bo: མི་སྤྱོད་བརྗེ་སྤྱོད།
ca: Antipassiu
cs: Antipasivní
da: Antipassiv
de: Antipassiv
eo: Antipasiva
et: Antipassiv
eu: Antipassiboa
fi: Antipassiivi
ga: Frithpháirteach
gl: Antipassivo
hi: विरोधी कर्मवाचक
hr: Antipasiv
it: Antipassivo
ka: ანტიპასიური
nb: Antipasiv
nl: Antipassief
pl: Antypasyw
pt: Antipassivo
ru: Антипассив
sk: Antipasívny
sr: Antipasiv
sv: Antipasiv
ta: எதிர்-பாசிவம்
th: ปฏิเสธกริยา

# grammarCopyVOICEcauVoice
source: Causative
bn: কারণবাচক
bo: ལས་སྤྱོད་སྤྱོད་བརྗེ།
ca: Causatiu
cs: Působící
da: Årsagsaktiv
de: Kausativ
eo: Kaŭzativa
et: Kaasaegne
eu: Kaustiboa
fi: Kausatiivinen
fr: Causatif
gl: Causativo
hi: कारक
hr: Uzročni
it: Causativo
ka: მიზეზობრივი
nb: Årsakende
nl: Causatief
pl: Przyczynowy
pt: Causativo
ru: Причинный залог
sk: Príčinný
sr: Uzročni
sv: Kausativ
ta: காரணம்
th: ทำให้เกิด

# grammarCopyVOICedir
source: Direct
bn: প্রতক্ষ
bo: དབང་སྤྱོད།
ca: Directe
cs: Přímý
da: Direkte
de: Direkt
eo: Rekte
et: Otse
eu: Bide zuzena
fi: Suora
ga: Díreach
gl: Directo
hi: प्रत्यक्ष
hr: Izravni
it: Diretto
ka: მიმართულებული
nb: Direkte
pl: Bezpośredni
pt: Direto
ru: Прямой
sk: Priamy
sr: Direktno
sv: Direkt
ta: நேரடி
th: ตรง

# grammarCopyVOICEinvVoice
source: Inverse
bn: বিপরীত
bo: བརྗེ་སྤྱོད།
ca: Inversa
cs: Inverzní
da: Invers
et: Vastupidine
eu: Inversoa
fi: Käänteinen
ga: Inmhéanach
gl: Inverso
hi: विपरीत
it: Inverso
ka: შებრუნებული
nb: Invers
pl: Odwrócony
pt: Inverso
ru: Обратный
sk: Obrátený
sr: Obrnuto
sv: Invers
ta: மாறும்
th: กลับกัน

# grammarCopyVOICErcpVoice
source: Reciprocal
bn: পারস্পরিক
bo: རང་སྤྱོད་སྤྱོད།
cs: Reciproční
de: Reziprok
eo: Rilata
et: Vastastik
eu: Reciprokoa
fi: Vastavuoroinen
fr: Réciproque
ga: Comhoiriúnach
gl: Recíproco
hi: पारस्परिक
hr: Recipročni
it: Reciproco
ka: ურთიერთსაკავშირო
nl: Reciproque
pl: Wzajemny
pt: Recíproco
ru: Взаимный
sk: Vzájomný
sr: Uzajamno
sv: Reciprokt
ta: பரஸ்பர
th: ตอบโต้กัน

# grammarCopyPOS
source: Part of Speech
bn: অর্থের অংশ
bo: ཚིག་གཟུགས།
ca: Part de la parla
cs: Část řeči
da: Ordklasse
de: Wortart
eo: Parto de Parolo
et: Kõnekeelne osa
eu: Hitzen zatia
fi: Osanpuheesta
fr: Partie du discours
ga: Rannóg Focail
gl: Parte do Discurso
hi: वाक्यांश का भाग
hr: Vrsta riječi
it: Parte del discorso
ka: სიტყვის ნაწილი
nb: Ordklasse
nl: Woordsoort
pl: Część mowy
pt: Parte do Discurso
ru: Часть речи
sk: Časť reči
sr: Vrsta reči
sv: Ordklass
ta: பேச்சு பகுதி
th: ชนิดของคำ

# grammarCopyGENDER
source: Gender
bn: লিঙ্গ
bo: གོང་སྤྱོད།
ca: Gènere
cs: Rod
da: Køn
de: Geschlecht
eo: Genero
et: Kgender
eu: Generoa
fi: Sukupuoli
fr: Genre
ga: Inscne
gl: Xénero
hi: लैंगिकता
hr: Rod
it: Genere
ka: სქესი
nb: Kjønn
nl: Geslacht
pl: Rodzaj
pt: Gênero
ru: Род
sk: Rod
sr: Rod
sv: Kön
ta: பாலினம்
th: เพศ

# grammarCopyPERSON
source: Person
bn: ব্যক্তি
bo: མི།
ca: Persona
cs: Osoba
eo: Persono
et: Isik
eu: Pertsona
fi: Henkilö
fr: Personne
ga: Duine
gl: Persoa
hi: व्यक्ति
hr: Osoba
it: Persona
ka: პერსონა
nl: Persoon
pl: Osoba
pt: Pessoa
ru: Лицо
sk: Osoba
sr: Ličnost
ta: பேர்
th: บุคคล

# grammarCopyMOOD
source: Mood
bn: মেজাজ
bo: རང་སྤྱོད།
ca: Mode
cs: Způsob
da: Modo
de: Modus
eo: Modo
et: Meel
eu: Modua
fi: Modus
fr: Mode
ga: Mothúchán
gl: Modo
hi: मूड
hr: Način
it: Modo
ka: მოდუსი
nb: Modus
nl: Wijs
pl: Tryb
pt: Modo
ru: Наклонение
sk: Móda
sr: Način
sv: Mod
ta: மனோபாவம்
th: อารมณ์

# grammarCopyPUNCTTYPE
source: Punctuation Type
bn: বিরামচিহ্নের ধরন
bo: རག་སྣོན་རིགས།
ca: Tipus de puntuació
cs: Typ interpunkce
da: Tegntype
de: Zeichensetzungstyp
eo: Punkta Tipo
et: Punktuuri tüüp
eu: Ortografia motorea
fi: Pisteytyksen tyyppi
fr: Type de ponctuation
ga: Cineál Ponctuála
gl: Tipo de Puntuación
hi: विराम चिह्न प्रकार
hr: Vrsta interpunkcije
it: Tipo di punteggiatura
ka: სინტაქსის ტიპი
nb: Tegntype
nl: Interpunctietype
pl: Typ interpunkcji
pt: Tipo de Pontuação
ru: Тип пунктуации
sk: Typ interpunkcie
sr: Tip interpunkcije
sv: Interpunktionstyp
ta: புண்டச்செய்தி வகை
th: ประเภทเครื่องหมายวรรคตอน

# grammarCopyASPECT
source: Aspect
bn: দৃষ্টিকোণ
bo: ལས་སྤྱོད།
ca: Aspecte
cs: Aspekt
da: Aspekt
de: Aspekt
eo: Aspekto
et: Aspekt
eu: Aparantzia
fi: Aspekti
ga: Aicme
gl: Aspecto
hi: पहलू
hr: Aspekt
it: Aspetto
ka: მხილველობა
nb: Aspekt
pl: Aspekt
pt: Aspecto
ru: Вид
sr: Aspekt
sv: Aspekt
ta: பகுதி
th: แง่มุม

# grammarCopyCASE
source: Case
bn: বিভাগ
bo: ཁུལ།
ca: Cas
cs: Pád
da: Kasus
de: Fall
eo: Kazo
et: Kass
eu: Kasua
fi: Tapaus
fr: Cas
ga: Cás
gl: Caso
hi: विषय
hr: Padž
it: Caso
ka: დასახელება
nb: Kasus
nl: Naamval
pl: Przypadek
pt: Caso
ru: Падеж
sk: Prípad
sr: Pad
sv: Kasus
ta: வகை
th: กรณี

# grammarCopyVOICE
source: Voice
bn: স্বর
bo: རང་སྤྱོད།
ca: Voz
cs: Hlas
da: Stemning
de: Stimme
eo: Vorto voĉo
et: Häälik
eu: Ahotsa
fi: Ääni
fr: Voix
ga: Guth
gl: Voz
hi: ध्वनि
hr: Glas
it: Voce
ka: ხმოვანი
nb: Aktiv/Passiv
nl: Stem
pl: Strona
pt: Voz
ru: Залог
sk: Hlas
sr: Glas
sv: Röst
ta: குரல்
th: เสียง

# grammarCopyNOUNTYPE
source: Noun Type
bn: বিশেষ্যের ধরন
bo: མིང་ཚིག་རིགས།
ca: Tipus de substantiu
cs: Typ podstatného jména
da: Substantivtype
de: Substantivart
eo: Substantiva Tipo
et: Nimeta tüüp
eu: Izena Igoera
fi: Substantiivin tyyppi
fr: Type de nom
ga: Cineál Ainmfhocail
gl: Tipo de Substantivo
hi: संज्ञा प्रकार
hr: Vrsta imenice
it: Tipo di Sostantivo
ka: სახელის ტიპი
nb: Substantivtype
nl: Zelfstandig naamwoord type
pl: Typ Rzeczownika
pt: Tipo de Substantivo
ru: Тип существительного
sk: Typ podstatného mena
sr: Tip imenice
sv: Typ av substantiv
ta: பெயர் வகை
th: ประเภทคำนาม

# grammarCopyVERBTYPE
source: Verb Type
bn: ক্রিয়ার ধরন
bo: ལས་རིགས།
ca: Tipus de verb
cs: Typ slovesa
da: Verbtpe
de: Verbart
eo: Verba Tipo
et: Verb tüüp
eu: Aditza Mota
fi: Verbityyppi
fr: Type de verbe
ga: Cineál Briathar
gl: Tipo de verbo
hi: क्रिया प्रकार
hr: Vrsta glagola
it: Tipo di Verbo
ka: ზმნის ტიპი
nl: Werkwoordtype
pl: Typ Czasownika
pt: Tipo de Verbo
ru: Тип глагола
sk: Typ slovesa
sr: Tip glagola
sv: Verbtyp
ta: வினை வகை
th: ประเภทคำกริยา

# grammarCopyADVTYPE
source: Adverb Type
bn: ক্রিয়া বিশেষণের ধরন
bo: རང་སྤྱོད་རིགས།
ca: Tipus d'adverbi
cs: Typ příslovce
de: Adverbart
eo: Adverba Tipo
et: Adverb tüüp
eu: Aditz Mota
fi: Adverbityyppi
fr: Type d'adverbe
ga: Cineál Aimsire
gl: Tipo de advérbio
hi: क्रिया विशेषण प्रकार
hr: Vrsta priloga
it: Tipo di Avverbio
ka: ზმნის გარემო
nl: Bijwoordtype
pl: Typ Przysłówka
pt: Tipo de Advérbio
ru: Тип наречия
sk: Typ príslovky
sr: Tip priloga
sv: Adverbtyp
ta: வினைச்சொல் வகை
th: ประเภทคำกริยาวิเศษณ์

# grammarCopyNUMFORM
source: Numeral Form
bn: সংখ্যার রূপ
bo: རང་བཞིན་གྱི་རིགས།
ca: Forma numèrica
cs: Tvar číslovky
eo: Numerala Formo
et: Numbervorm
eu: Zenbaki Forma
fi: Lukumuoto
fr: Forme numérique
ga: Uimhir Foirme
gl: Forma de numeral
hi: संख्या रूप
hr: Oblik broja
it: Forma Numerale
ka: რიცხვის ფორმა
nb: Tallform
nl: Numerale Vorm
pl: Forma Liczebnika
pt: Forma Numérica
ru: Форма числительного
sk: Tvar číslovky
sr: Oblik broja
ta: எண்ணியல் வடிவம்
th: รูปแบบตัวเลข

# grammarCopyNUMTYPE
source: Numeral Type
bn: সংখ্যার ধরন
bo: རིགས་རིགས།
ca: Tipus de numeral
cs: Typ číslovky
de: Numeralart
eo: Numerala Tipo
et: Number tüüp
eu: Zenbaki Mota
fi: Lukumuoto
fr: Type numérique
ga: Cineál Uimhir
gl: Tipo de numeral
hi: संख्या प्रकार
hr: Vrsta broja
it: Tipo Numerale
ka: რიცხვის ტიპი
nl: Numerale Type
pl: Typ Liczebnika
pt: Tipo de Numeral
ru: Тип числительного
sk: Typ číslovky
sr: Tip broja
sv: Numeraltyp
ta: எண்ணியல் வகை
th: ประเภทตัวเลข

# grammarCopyNUMBER
source: Number
bn: সংখ্যা
bo: རིགས།
ca: Nombre
cs: Číslo
da: Nummer
de: Nummer
eo: Nombro
eu: Zenbakia
fi: Luku
fr: Numéro
ga: Uimhir
gl: Número
hi: संख्या
hr: Broj
it: Numero
ka: რიცხვი
nb: Tall
nl: Nummer
pl: Liczba
pt: Número
ru: Число
sk: Číslo
sr: Broj
sv: Nummer
ta: எண்
th: จำนวน

# grammarCopyDEFINITE
source: Definiteness
bn: নিশ্চিততা
bo: གདམ་སྟོན།
ca: Definitud
cs: Určitost
da: Bestemthed
de: Bestimmtheit
eo: Difiniteco
et: Kindluse aste
eu: Definitibitatea
fi: Aukkoisuus
fr: Définitude
ga: Sonrach
gl: Definido
hi: निश्चितता
hr: Određenost
it: Definitudine
ka: დამთავრებული
nb: Bestemmelse
nl: Bepaalbaarheid
pl: Określoność
pt: Definido
ru: Определенность
sk: Určitosť
sr: Određenost
sv: Bestämdhet
ta: தீர்மானம்
th: ความแน่นอน

# grammarCopyDEGREE
source: Degree
bn: ডিগ্রী
bo: ཆོས་ཚད།
ca: Grau
cs: Stupeň
da: Grad
de: Grad
eo: Gradon
et: Kraad
eu: Gradua
fi: Taso
fr: Degré
ga: Grád
gl: Grao
hi: डिग्री
hr: Stupanj
it: Grado
ka: მნიშვნელობა
nb: Grad
nl: Graad
pl: Stopień
pt: Grau
ru: Степень
sk: Stupeň
sr: Stepen
sv: Grad
ta: தரம்
th: ระดับ

# grammarCopyEVIDENT
source: Evidentiality
bn: প্রমাণতা
bo: ཤེས་རབ།
ca: Evidencialitat
cs: Důkaznost
da: Bevisførelse
de: Evidentialität
eo: Evidenteco
et: Tõenduslikkus
eu: Evidentzia
fi: Näyttöperusteisuus
fr: Évidentialité
ga: Fianaise
gl: Evidencialidade
hi: साक्ष्य
hr: Evidentnost
it: Evidenzialità
ka: საბუთიანი
nb: Evidensialitet
nl: Aantoonbaarheid
pl: Ewidentność
pt: Evidencialidade
ru: Эвиденциальность
sk: Dôkaznosť
sr: Evidentnost
sv: Evidentialitet
ta: சான்று
th: หลักฐาน

# grammarCopyFOREIGN
source: Foreign
bn: বিদেশী
bo: རྒྱལ་ཁབ།
ca: Estranger
cs: Zahraniční
da: Fremmed
de: Fremd
eo: Forejna
et: Võõrsõna
eu: Alderantzizkoa
fi: Ulkomainen
fr: Étranger
ga: Céimithe
gl: Estranxeiro
hi: विदेशी
hr: Strani
it: Straniero
ka: საერთაშორისო
nb: Utenlandsk
nl: Vreemd
pl: Obcy
pt: Estrangeiro
ru: Иностранный
sk: Cudzí
sr: Strano
sv: Utländsk
ta: வெளிநாட்டு
th: ต่างประเทศ

# grammarCopyPOLARITY
source: Polarity
bn: ধ্রুবকতা
bo: རང་བཞིན་གྱི་སྤྱི་ཚོགས།
ca: Polaritat
cs: Polarita
da: Polaritets
de: Polarität
eo: Polareco
et: Polaarne väärtus
eu: Polaritatea
fi: Polaarisuus
fr: Polarité
ga: Polaraíocht
gl: Polaridade
hi: ध्रुवता
hr: Polarnost
it: Polarità
ka: პოლარობა
nb: Polaritets
nl: Polariteit
pl: Polaryzacja
pt: Polaridade
ru: Полярность
sk: Polarita
sr: Polarnost
sv: Polaritets
ta: பாலரிட்டி
th: ขั้ว

# grammarCopyPOLITE
source: Politeness
bn: শিষ্টাচার
bo: རང་བཞིན་གྱི་སྤྱི་ཚོགས།
ca: Cortesia
cs: Zdvořilost
da: Høflighed
de: Höflichkeit
eo: Korekteco
et: Austus
eu: Adeitasuna
fi: Kohteliaisuus
fr: Politesse
ga: Beannacht
gl: Cortesía
hi: विनम्रता
hr: Ljubaznost
it: Gentilezza
ka: სადრეკი
nb: Høflighet
nl: Beleefdheid
pl: Uprzejmość
pt: Polidez
ru: Вежливость
sk: Zdvorilosť
sr: Ljubaznost
sv: Artighet
ta: வணக்கம்
th: มารยาท

# grammarCopyPREPCASE
source: Prepositional Case
bn: প্রিপোজিশনাল কেস
bo: གདམ་སྟོན་སྐབས།
ca: Cas Preposicional
cs: Předložkový pád
da: Præpositionskasus
de: Präpositionalfall
eo: Prepozicia Kazo
et: Eessõna kääne
eu: Preposizio Kasua
fi: Prepositiivinen tapaus
fr: Cas Prépositionnel
ga: Cás Réamhfhoclach
gl: Caso preposicional
hi: पूर्वसंबंधात्मक वाक्यांश
hr: Prijedložni padež
it: Caso Preposizionale
ka: პრეპოზიციური შემთხვევა
nb: Preposisjonskasus
nl: Voorzetselvalentie
pl: Przypadek Przyimkowy
pt: Caso Preposicional
ru: Предложный падеж
sk: Predložkový pád
sr: Prijedložni padež
sv: Prepositionsfall
ta: முன் இடைச்சொல் வழக்கு
th: กรณีของคำบุพบท

# grammarCopyPRONTYPE
source: Pronoun Type
bn: সর্বনাম প্রকার
bo: རང་བཞིན་གྱི་རིགས།
ca: Tipus de Pronom
cs: Typ zájmena
da: Pronomen Type
de: Pronomenart
eo: Pronomo Tipo
et: Asesõna tüüp
eu: Aditz Mota
fi: Pronominityyppi
fr: Type de Pronom
ga: Cineál Réamhfhocail
gl: Tipo de pronome
hi: सर्वनाम प्रकार
hr: Vrsta zamjenice
it: Tipo di Pronome
ka: პრონუნის ტიპი
nb: Pronomen Type
nl: Voornaamwoordtype
pl: Typ Zaimek
pt: Tipo de Pronome
ru: Тип местоимения
sk: Typ zámená
sr: Тип заменица
sv: Pronomen typ
ta: பிரதிவினை வகை
th: ประเภทคำสรรพนาม

# grammarCopyPUNCTSIDE
source: Punctuation Side
bn: বিরামচিহ্নের দিক
bo: རྟགས་སྤྱོད་གནས།
ca: Lateralitat de la Puntuació
cs: Strana interpunkce
da: Tegnsæt Side
de: Zeichensetzung
eo: Punkcia Flanko
et: Punktuatsiooni pool
eu: Puntuazio Aldea
fi: Pisteen puoli
fr: Côté de la Ponctuation
ga: Taobh Ponctuála
gl: Lado de puntuación
hi: विराम चिह्न का पक्ष
hr: Strana interpunkcije
it: Lato della Punteggiatura
ka: პუნქტუაციის მხარე
nb: Tegnpunktside
nl: Interpunctiezijde
pl: Strona Interpunkcyjna
pt: Lado de Pontuação
ru: Сторона пунктуации
sk: Strana interpunkcie
sr: Страна интерпункције
sv: Punktuationssida
ta: புண்டு பக்கம்
th: ด้านเครื่องหมายวรรคตอน

# grammarCopyREFLEX
source: Reflexive
bn: প্রতিফলক
bo: རང་སྤྱོད།
ca: Reflexiu
cs: Reflexivní
da: Refleksiv
de: Reflexiv
eo: Refleksiva
et: Refleksiivne
eu: Erreflexiboa
fi: Refleksiivinen
fr: Réfléchi
ga: Féinscríofa
gl: Reflexivo
hi: प्रतिबिंब
hr: Refleksivno
it: Riflessivo
ka: რეფლექსური
nb: Refleksiv
nl: Reflexief
pl: Refleksywny
pt: Reflexivo
ru: Рефлексивный
sk: Reflexívny
sr: Рефлексив
sv: Reflexiv
ta: பின்விளைவான
th: คำสะท้อนตัวเอง

# grammarCopyTENSE
source: Tense
bn: কাল
bo: དུས་ཚོགས།
ca: Temps
cs: Čas
da: Tidsform
de: Zeitform
eo: Tempuso
et: Aeg
eu: Tensea
fi: Aikamuoto
fr: Temps
ga: Am
gl: Tempo
hi: काल
hr: Vremenski oblik
it: Tempo
ka: ზმნის დრო
nb: Tid
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
sk: Čas
sr: Време
sv: Tempus
ta: காலம்
th: กาลเวลา

# grammarCopyVERBFORM
source: Verb Form
bn: ক্রিয়ার রূপ
bo: ལག་ཁྲིམས་རིགས།
ca: Forma del Verb
cs: Tvar slovesa
da: Verbbøjning
eo: Verba Formo
et: Verbi vorm
eu: Aditz Forma
fi: Verbimuoto
fr: Forme du Verbe
ga: Foirm Briathar
gl: Forma do verbo
hi: क्रिया का रूप
hr: Oblik glagola
it: Forma del verbo
ka: ზმნის ფორმა
nl: Werkwoordsvorm
pl: Forma Czasownika
pt: Forma do Verbo
ru: Форма глагола
sk: Tvar slovesa
sr: Облик глагола
ta: வினை வடிவம்
th: รูปแบบคำกริยา

# grammarCopyCONJTYPE
source: Conjunction Type
bn: সংযোগের ধরণ
bo: ཚན་རིགས།
ca: Tipus de Conjunció
cs: Typ spojky
da: Konjunktionstype
de: Konjunktionstyp
eo: Konjunkcia Tipo
et: Sidekonnaliik
eu: Konjuntzio Mota
fi: Konjunktionin tyyppi
fr: Type de Conjonction
ga: Cineál Aontraithe
gl: Tipo de conxunción
hi: संयोजन प्रकार
hr: Vrsta veznika
it: Tipo di congiunzione
ka: კავშირი ტიპი
nb: Konjunksjonstype
nl: Voegwoordtype
pl: Typ Spójnika
pt: Tipo de Conjunção
ru: Тип союза
sk: Typ spojky
sr: Тип conjuncije
sv: Konjunktionstyp
ta: இணைப்பு வகை
th: ประเภทคำเชื่อม

# grammarCopySPC
source: Specificity
bn: বিশেষতা
bo: གདམ་སྟོན།
ca: Especificitat
cs: Specifičnost
da: Specificitet
de: Spezifizität
eo: Specifeeco
et: Spetsifikatsioon
eu: Espezifikazioa
fi: Tarkkuus
fr: Spécificité
ga: Sonraíocht
gl: Especificidade
hi: विशेषता
hr: Specifičnost
it: Specificità
ka: სპეციფიკაცია
nb: Spesifisitet
nl: Specifiteit
pl: Specyficzność
pt: Especificidade
ru: Специфичность
sk: Špecifikácia
sr: Специфичност
sv: Specificitet
ta: தொகுத்தமைப்பு
th: ความเฉพาะเจาะจง

# grammarCopyPARTTYPE
source: Partitive Type
bn: অংশপ্রকার
bo: རང་བཞིན་གྱི་རིགས།
ca: Tipus Partitiu
cs: Dílčí typ
da: Partitivtype
de: Partitivtyp
eo: Partitiva Tipo
et: Osaline tüüp
eu: Atalaren Mota
fi: Partitiivityyppi
fr: Type Partitif
ga: Cineál Rannpháirtíochta
gl: Tipo partitivo
hi: भागात्मक प्रकार
hr: Vrsta djeljivosti
it: Tipo partitivo
ka: პარტიტიული ტიპი
nb: Partitiv Type
nl: Deeltype
pl: Typ partytywny
pt: Tipo Partitivo
ru: Тип частичного
sk: Typ partitivity
sr: Тип делимичног
sv: Partitiv Typ
ta: பகுதி வகை
th: ประเภทคำแบ่งส่วน

# grammarCopyINTREL
source: Interrogative-Relative
bn: প্রশ্নবোধক-সম্পর্কিত
bo: དབྱེ་བའི་རིགས།
ca: Interrogatiu-Relatiu
cs: Otázkově-vztažný
da: Interrogativ-Relativ
de: Interrogativ-Relativ
eo: Interrogativa-Rilata
et: Küsimus-viit
eu: Galdera-Relatiboa
fi: Interogatiivinen-relatiivinen
fr: Interrogatif-Relatif
ga: Ceist-Relatív
gl: Interrogativa-Relativa
hi: प्रश्नवाचक-संबंधी
hr: Upitno-odnosno
it: Interrogativo-Relativo
ka: შეკითხვითი-შესახებ
nb: Interrogativ-Relativ
nl: Vragend-Relatief
pl: Pytanie-rzeczownik
pt: Interrogativo-Relativo
ru: Вопросительно-относительный
sk: Otázka-vzťah
sr: Интерогативно-односно
sv: Interrogativ-Relativ
ta: வினாவும்-உறுப்பினமும்
th: คำถาม-คำอธิบาย

# grammarCopyNUMFORMpsor
source: Possessor's Number
bn: স্বত্তাধিকারীর সংখ্যা
bo: རང་བཞིན་གྱི་རིགས།
ca: Nombre del Possessor
cs: Číslo držitele
da: Possessors Nummer
de: Besitzers Nummer
eo: Posedanto-Nombro
et: Omandaja arv
eu: Jabeeraren Zenbakia
fi: Omistajan lukumäärä
fr: Numéro du Possesseur
ga: Uimhir an Úinéara
gl: Número do poseedor
hi: स्वामित्वकर्ता का संख्या
hr: Broj posjednika
it: Numero del possessore
ka: მქონის ნომერი
nb: Eiers Tall
nl: Bezittende Nummer
pl: Liczba posiadacza
pt: Número do Possuidor
ru: Номер обладателя
sk: Číslo vlastníka
sr: Број поседоваоца
sv: Possessorns Nummer
ta: பொறுப்பதாரரின் எண்
th: จำนวนเจ้าของ

# grammarCopyUNKNOWN
source: Unknown
bn: অজানা
bo: མིང་མེད
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
eo: Nekonata
et: Tundmatu
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
ga: Dáiríre
gl: Descoñecido
hi: अज्ञात
hr: Nepoznato
it: Sconosciuto
ka: უცნობი
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sk: Neznáme
sr: Портрет
sv: Okänd
ta: தெரியாதது
th: ไม่ทราบ

# grammarCopyNUMBERPSOR
source: Possessor's Number
bn: স্বত্তাধিকারীর সংখ্যা
bo: ལག་ལེན་མཁན་གྱི་རྣམ་པར
ca: Nombre del Possessor
cs: Číslo držitele
da: Possessors Nummer
de: Besitzers Nummer
eo: Posedanto-Nombro
et: Omandaja arv
eu: Jabeeraren Zenbakia
fi: Omistajan lukumäärä
fr: Numéro du Possesseur
ga: Uimhir an Úinéara
gl: Número do poseedor
hi: स्वामित्वकर्ता का संख्या
hr: Broj posjednika
it: Numero del possessore
ka: მქონის ნომერი
nb: Eiers tall
nl: Bezittende Nummer
pl: Liczba posiadacza
pt: Número do Possuidor
ru: Номер обладателя
sk: Číslo vlastníka
sr: Број поседоваоца
sv: Possessorns Nummer
ta: பொறுப்பதாரரின் எண்
th: จำนวนเจ้าของ

# grammarCopyPOSS
source: Possessive
bn: স্বত্তাধিকারী
bo: ལག་ལེན་མཁན
ca: Possessiu
cs: Přivlastňovací
da: Possessiv
de: Possessiv
eo: Posseca
et: Omadussõna
eu: Jabetza
fi: Omistussana
fr: Possessif
ga: Seilbh
gl: Posesivo
hi: स्वामित्वसूचक
hr: Posvojni
it: Possessivo
ka: მქონე
nb: Besittende
nl: Bezittelijk
pl: Dzierżawczość
pt: Possessivo
ru: Притяжательное
sk: Príslušnosť
sr: Посесивно
sv: Ägande
ta: உரிமை
th: ความเป็นเจ้าของ

# grammarCopyASPECTimp
source: Imperfective Aspect
bn: অপূর্ণ দৃষ্টিকোণ
bo: མིང་ལུས་མཐར་འཁོར
ca: Aspect Imperfectiu
cs: Nedokonavý aspekt
da: Ufuldkommen aspekt
de: Unvollendeter Aspekt
eo: Imperfektiva Aspekto
et: Ebapiisav aspekt
eu: Ikuspegi Ez-osoa
fi: Epätäydellinen aspekti
fr: Aspect imperfectif
ga: Aisteach neamhfhoirmiúil
gl: Aspecto imperfectivo
hi: अपूर्णात्मक दृष्टिकोण
hr: Nedovršni aspekt
it: Aspetto imperfettivo
ka: მიმღები ასპექტი
nb: Ufullstendig aspekt
nl: Onvoltooid Aspect
pl: Aspekt niedokonany
pt: Aspecto Imperfeito
ru: Несовершенный вид
sk: Neurčitý aspekt
sr: Несовршени аспект
sv: Imperfektiv aspekt
ta: பூர்த்தி இல்லாத பக்கவிளைவுகள்
th: แง่มุมไม่สมบูรณ์

# grammarCopyCASEvoc
source: Vocative
bn: উচ্চারণ
bo: བཀྲམ་བཀྲ
ca: Vocatiu
cs: Vokativ
da: Vokativ
de: Vokativ
eo: Vokativa
et: Vokaal
eu: Deiaren Kasua
fi: Vokaali
fr: Vocatif
ga: Ullmhúchán
gl: Vocativo
hi: संबोधन
hr: Vokativ
it: Vocativo
ka: ვოკატივი
nb: Kallativ
nl: Vocatief
pl: Wołacz
pt: Vocativo
ru: Звательный падеж
sk: Vokatív
sr: Вокатив
sv: Vokativ
ta: அழைப்பு
th: กรณีเรียกชื่อ

# grammarCopyCASEcom
source: Comitative
bn: সহচর্য
bo: མཉམ་གཅིག
ca: Comitatiu
cs: Kombinativní
da: Komitat
de: Kommativ
eo: Komitatika
et: Kooslus
eu: Elkarrekintza Kasua
fi: Yhteisö
fr: Comitatif
ga: Comhthreomhar
gl: Comitativo
hi: सहयोगी
hr: Komitativ
it: Comitativo
ka: კომიტატივი
nb: Komitat
nl: Comitativum
pl: Kombinacyjny
pt: Comitativo
ru: Творительный падеж
sk: Kolektív
sr: Комитатив
sv: Komitativ
ta: சங்கடிப்பு
th: กรณีร่วม

# grammarCopyCASEpar
source: Partitive
bn: অংশীদার
bo: རྣམ་པར
ca: Partitiu
cs: Partitivní
da: Partitiv
de: Partitiv
eo: Partitiva
et: Osaline
eu: Atalaren Kasua
fi: Partitiivi
fr: Partitif
ga: Rannpháirtíocht
gl: Partitivo
hi: भागात्मक
hr: Partitiv
it: Partitivo
ka: პარტიტიული
nb: Partitiv
nl: Deelname
pl: Partytywny
pt: Partitivo
ru: Партитив
sk: Partitív
sr: Делимични
sv: Partitiv
ta: பகுதி
th: กรณีแบ่งส่วน

# grammarCopyCASEadv
source: Adverbial
bn: ক্রিয়া বিশেষণ
bo: རྒྱན་འཕེལ
cs: Příslovečný
da: Adverbielt
eo: Adverbia
et: Adverbiaalne
eu: Aditzaren Kasua
fi: Adverbiaali
ga: Aimsirfhocail
hi: क्रिया विशेषण
hr: Prilogni
it: Avverbiale
ka: მხოლოდობითი
nl: Bijwoordelijk
pl: Przysłówkowy
ru: Обстоятельственный падеж
sk: Príslovkový pád
sr: Адверанцијални
ta: விரிவாக்கம்
th: กรณีคำกริยาวิเศษณ์

# grammarCopyCASEref
source: Referential
bn: উল্লেখ্য
bo: བརྗོད་སྟོན
ca: Referencial
cs: Referenční
da: Referentiel
de: Referenziell
eo: Referenca
et: Viitav
eu: Erreferentziaren Kasua
fi: Viittaus
fr: Référentiel
ga: Tagairt
gl: Referencial
hi: संदर्भात्मक
hr: Referencijalni
it: Riflessivo
ka: საპასუხო
nb: Referensiell
nl: Referentieel
pl: Referencyjny
pt: Referencial
ru: Референтный падеж
sk: Referenčný pád
sr: Референцијални
sv: Referentiell
ta: குறிப்பிடும்
th: กรณีอ้างอิง

# grammarCopyCASErel
source: Relative
bn: সম্পর্কিত
bo: རང་བཞིན
ca: Relatiu
cs: Vztahový
da: Relativ
de: Relativ
eo: Rilata
et: Seotud
eu: Relatiboa
fi: Relatiivi
fr: Relatif
ga: Caidreamh
gl: Relativo
hi: संबंधसूचक
hr: Relativni
it: Relativo
ka: შესახებ
nb: Relativ
nl: Relatief
pl: Rzeczownikowy
pt: Relativo
ru: Относительный падеж
sk: Vztahový pád
sr: Односно
sv: Relativ
ta: உறுப்பினம்
th: กรณีคำเชื่อม

# grammarCopyCASEsub
source: Subessive
bn: অধীন
bo: བཙུགས་སྟོན
ca: Subessiu
cs: Subessivní
da: Subessiv
de: Subessiv
eo: Subessiva
et: Alamvõte
eu: Azpiburu Kasua
fi: Subessiivi
fr: Subessif
ga: Fo-údarás
gl: Subessivo
hi: अधीनस्थ
hr: Subessiv
it: Subessivo
ka: სუბესიური
nb: Subessiv
nl: Subessief
pl: Podmiotowy
pt: Subessivo
ru: Подессив
sk: Subessív
sv: Subessiv
ta: துணை
th: กรณีอิสระ

# grammarCopyCASEsup
source: Superessive
bn: অধিক
bo: རྒྱལ་བརྗོད
ca: Superessiu
cs: Superessivní
da: Superessiv
de: Superessiv
eo: Superesiva
et: Üleval
eu: Goreneko Kasua
fi: Superessiivi
fr: Superessif
gl: Superessivo
hi: अधिपत्यात्मक
hr: Superessiv
it: Superessivo
ka: სუპერესიური
nb: Superessiv
nl: Superessief
pt: Superessivo
ru: Суперессив
sk: Superessív
sv: Superessiv
ta: மேலோட்டம்
th: กรณีเหนือ

# grammarCopyCASEaccdat
source: Accusative-Dative
bn: অভিযোগ-দাতা
bo: བཀྲམ་བཀྲ་དང་རྟེན་པ
ca: Acusatiu-Datiu
cs: Akuzativ-Dativ
da: Akusativ-Dativ
de: Akkusativ-Dativ
eo: Akuzativa-Dativa
et: Otse- ja Datiiv
eu: Auzipena-Datiboa
fi: Akkusatiivi-Datiivi
fr: Accusatif-Datif
ga: Ullmhúchán-Dátaí
gl: Acusativo-Dativo
hi: संबोधन-आश्रित
hr: Akuzativ-Dativ
it: Accusativo-Dativo
ka: საპასუხო-დატიური
nb: Akusativ-Dativ
nl: Accusatief-Dativus
pl: biernik-dative
pt: Acusativo-Dativo
ru: Винительный-Дательный
sk: Akuzatív-Dativ
sr: Akuzativ-Dativ
sv: Ackusativ-Dativ
ta: தோற்றம்-வழங்கல்
th: กรณีอกรรม-กรรมการ

# grammarCopyCASEpre
source: Prepositional
bn: অগ্রগামী
bo: གདམ་སྟོན
ca: Preposicional
cs: Předložkový
da: Præpositions
de: Präpositional
eo: Prepozicia
et: Eessõnaline
eu: Preposizio Kasua
fi: Prepositio
fr: Prépositionnel
ga: Réamhfhocail
gl: Preposicional
hi: पूर्वसर्गात्मक
hr: Prijedložni
it: Preposizionale
ka: პრეპოზიციური
nb: Preposisjonell
nl: Voorzetsel
pl: Przyimkowy
pt: Preposicional
ru: Предложный падеж
sk: Predložkový pád
sr: Prepozicionalni
sv: Prepositionsfall
ta: முன்னெடுக்கும்
th: กรณีบุพบท

# grammarCopyCONJTYPEsub
source: Subordinating
bn: অধীনকারী
bo: བརྟེན་འབྲེལ
ca: Subordinant
cs: Podřadicí
da: Underordnende
de: Subordinierend
eo: Subordinanta
et: Alamliigend
eu: Azpesteko
fi: Alisteinen
fr: Subordonnant
ga: Foshuiteach
gl: Subordinante
hi: अधीनस्थ संयोजक
hr: Podređujući
it: Subordinante
ka: სუბორდინირებული
nb: Underordnende
nl: Onderordelend
pl: Podporządkowujący
pt: Subordinante
ru: Подчинительный
sk: Podriadiaci
sr: Podređujući
sv: Underordnande
ta: துணைச் சேர்க்கும்
th: เชื่อมประโยคย่อย
