Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Prepare sending attachment...
be: Падрыхтоўка адпраўкі прыкладання...
bn: সংযুক্তি পাঠানোর প্রস্তুতি নিচ্ছি...
bo: རྩོལ་བའི་རྟགས་སྤྱོད་ལུས་སྟོན་བསྟན་...
ca: S'està preparant per enviar l'adjunt...
cs: Připravit odeslání přílohy...
da: Forbereder afsendelse af vedhæftning...
de: Anhang zum Senden vorbereiten ...
eo: Preparante sendi aldonaĵon...
et: Valmistume manuse saatmiseks...
eu: Eranskinaren bidalketa prestatzen…
fa: آماده‌سازی برای فرستادن پیوست...
fi: Valmistellaan liitteen lähettämistä...
fr: Préparer l'envoi de la pièce jointe...
ga: Ullmhaigh an t- iatán á sheoladh...
gl: Preparando o envío…
hi: संलग्नक भेजने की तैयारी कर रहा है...
hr: Pripremi slanje priloga …
id: Menyiapkan pengiriman lampiran...
it: Preparazione per l'invio dell'allegato...
ka: მზადება მიმაგრებული ფაილის გაგზავნისთვის...
nb: Forbereder sending av vedlegg...
nl: Bijlage versturen voorbereiden...
pl: Przygotuj wysyłanie załącznika...
pt: Preparando envio de anexo...
ru: Подготовка к отправке вложения...
sk: Príprava na odoslanie prílohy...
sr: Припрема слања прилога...
sv: Förbereder sändning av bilaga...
ta: அனுப்பும் இணைப்பைத் தயாரிக்கவும் ...
th: เตรียมส่งไฟล์แนบ...
uk: Підготовка до надсилання вкладення...

source: Sending attachment...
be: Адпраўка прыкладання...
bn: সংযুক্তি পাঠানো হচ্ছে...
bo: རྩོལ་བའི་རྟགས་སྤྱོད་ལུས་སྟོན་...
ca: S'està enviant l'adjunt...
cs: Odesílám přílohu...
da: Sender vedhæftning...
de: Anhang wird gesendet ...
eo: Sendante aldonaĵon...
et: Saadame manust...
eu: Eranskina bidaltzen…
fa: در حال فرستادن پیوست...
fi: Lähetetään liitettä...
fr: Envoi de la pièce jointe...
ga: Iatán á sheoladh...
gl: Enviando o anexo…
hi: संलग्नक भेज रहा है...
hr: Slanje priloga …
id: Mengirim lampiran...
it: Invio allegato...
ka: მიმაგრებული ფაილის გაგზავნა...
nb: Sender vedlegg...
nl: Bijlage versturen...
pl: Wysyłanie załącznika...
pt: Enviando anexo...
ru: Отправка вложения...
sk: Odosielanie prílohy...
sr: Слање прилога...
sv: Skickar bilaga...
ta: இணைப்பை அனுப்புகிறது ...
th: กำลังส่งไฟล์แนบ...
uk: Надсилання вкладення...

source: Generating video thumbnail...
be: Стварэнне вокладкі відэа...
bn: ভিডিও থাম্বনেল তৈরি হচ্ছে...
bo: བརྙན་རིས་ལུས་སྟོན་བསྟན་...
ca: S'està generant la miniatura del vídeo...
cs: Generuji náhled videa...
da: Genererer videominiatyr...
de: Generiere Video-Vorschaubild ...
eo: Generante videon miniaturon...
et: Loome video pisipilti...
eu: Bideoaren iruditxoa sortzen…
fa: در حال تولید تصویر کوچک ویدئو...
fi: Luodaan videokuvaketta...
fr: Génération de la miniature vidéo...
ga: Mionsamhail físe á cruthú...
gl: Creando miniatura do vídeo…
hi: वीडियो थंबनेल बना रहा है...
hr: Generiranje minijature videa...
id: Membuat gambar kecil video...
it: Generazione miniatura video...
ka: ვიდეოს მინაწერის შექმნა...
nb: Genererer videominiatyr...
nl: Video-voorbeeld genereren...
pl: Generowanie podglądu filmu...
pt: Gerando miniatura de vídeo...
ru: Создание превью видео...
sk: Generovanie náhľadu videa...
sr: Генерисање сличице видеа...
sv: Genererar videominiatyrbild...
ta: வீடியோ சிறு உருவத்தை உருவாக்குதல் ...
th: กำลังสร้างภาพตัวอย่างวิดีโอ...
uk: Генерування мініатюри відео...

# compressVideo
source: Compressing video...
be: Сцісканне відэа...
bn: ভিডিও সংকুচিত করা হচ্ছে...
bo: བརྙན་རིས་ལུས་སྟོན་བསྟན་...
ca: S'està comprimint el vídeo...
cs: Komprimuji video...
da: Komprimerer video...
de: Video wird komprimiert ...
eo: Kompresante videon...
et: Pakime videot väiksemaks...
eu: Bideoa konprimatzen…
fa: در حال فشرده‌سازی ویدئو...
fi: pakataan videota...
fr: Compression de la vidéo...
ga: Físeán á chomhbhrú...
gl: Comprimindo o vídeo…
hi: वीडियो संकुचित कर रहा है...
hr: Kompresiranje videa...
id: Mengompres video...
it: Compressione video...
ka: ვიდეოს კუმშვა...
nb: Komprimerer video...
nl: Video comprimeren...
pl: Kompresowanie filmu...
pt: Comprimindo vídeo...
ru: Сжатие видео...
sk: Kompresia videa...
sr: Компримовање видеа...
sv: Komprimerar video...
ta: அமைக்கும் வீடியோ ...
th: กำลังบีบอัดวิดีโอ...
uk: Стиснення відео...

# sendingAttachmentCountOfCount
source: Sending attachment {index} of {length}...
be: Адпраўляецца прыкладанне {index} з {length}...
bn: সংযুক্তি পাঠানো হচ্ছে {index} থেকে {length}...
bo: རྩོལ་བའི་རྟགས་ {index} ལྟར་ {length}...
ca: S'està enviant l'adjunt {index} de {length}...
cs: Odesílám přílohu {index} z {length}...
da: Sender vedhæftning {index} af {length}...
de: Sende Anhang {index} von {length} ...
eo: Sendante aldonaĵon {index} el {length}...
et: Saadame manust: {index} pikkusega {length}...
eu: {index}. eranskina bidaltzen ({length} guztira)…
fa: در حال فرستادن پیوست {index} از {length}...
fi: Lähetetään liitettä {index} / {length}...
fr: Envoi de la pièce jointe {index} sur {length}...
ga: Ceangaltán {index} de {length} á sheoladh...
gl: Enviando o anexo {index} de {length}…
hi: संलग्नक भेज रहा है {index} में से {length}...
hr: Slanje priloga {index} od {length} …
id: Mengirim lampiran {index} dari {length}...
it: Invio dell'allegato {index} di {length}...
ka: მიმაგრებული ფაილი {index} -დან {length}-მდე...
nb: Sender vedlegg {index} av {length}...
nl: Bijlage versturen {index} van {length}...
pl: Wysyłanie {index} z {length} części załącznika...
pt: Enviando anexo {index} de {length}...
ru: Отправляю... {index} {length}...
sk: Odosielanie prílohy {index} z {length}...
sr: Слање прилога {index} од {length}...
sv: Skickar bilaga {index} av {length}...
ta: {length} இன் இணைப்பு {index}ஐ அனுப்புகிறது...
th: กำลังส่งไฟล์แนบ {index} จาก {length}...
uk: Надсилання вкладення {index} з {length}...

# serverLimitReached
source: Server limit reached! Waiting {seconds} seconds...
be: Дасягнуты серверны ліміт! Пачакайце {seconds} секунд...
bn: সার্ভার সীমা পৌঁছেছে! অপেক্ষা করুন {seconds} সেকেন্ড...
bo: སརྦ་ལུས་ལུས་སྟོན་བསྟན་! {seconds} སྐར་ཆེན་ལ་རེད་...
ca: S'ha arribat al límit del servidor! Esperant {seconds} segons...
cs: Dosáhli jste limitu serveru! Čekám {seconds} sekund...
da: Servergrænse nået! Vent {seconds} sekunder...
de: Server-Limit erreicht! Warte {seconds} Sekunden ...
eo: Limo de la servilo atingita! Atendas {seconds} sekundoj...
et: Serveri poolt lubatud ülempiir on käes. Ootame {seconds} sekundit...
eu: Zerbitzariaren muga gainditu da! Itxaron {seconds} segundo…
fa: محدودیت سرور رسیده است! {seconds} ثانیه صبر کنید...
fi: Palvelimen raja saavutettu! Odotetaan {seconds} sekuntia...
fr: Limite du serveur atteinte ! Attente de {seconds} secondes...
ga: Sroicheadh teorainn an fhreastalaí! Ag fanacht {seconds} soicind...
gl: Acadouse o límite do servidor! Agarda {seconds} segundos…
hi: सर्वर सीमा पहुंच गई है! {seconds} सेकंड प्रतीक्षा कर रहा है...
hr: Dostićićemo ograničenje servera! Čekanje {seconds} sekundi...
id: Batasan server tercapai! Menunggu {seconds} detik...
it: Limite server raggiunto! Attendere {seconds} secondi...
ka: სერვერის ლიმიტი ამოწურულია! ელოდეთ {seconds} წამს...
nb: Servergrensen er nådd! Venter {seconds} sekunder...
nl: Server limiet bereikt! Wacht {seconds} seconden...
pl: Osiągnięto limit serwera. Czekanie {seconds} sekund...
pt: Limite do servidor atingido! Aguardando {seconds} segundos...
ru: Ограничения сервера. Ожидайте{seconds} секунд...
sk: Limit servera dosiahnutý! Čakám {seconds} sekúnd...
sr: Достигнут је лимит сервера! Чекање {seconds} секунди...
sv: Servergräns uppnådd! Väntar {seconds} sekunder...
ta: சேவையக வரம்பு அடைந்தது! {seconds} விநாடிகள் காத்திருக்கிறது ...
th: ถึงขีดจำกัดของเซิร์ฟเวอร์แล้ว! กำลังรอ {seconds} วินาที...
uk: Досягнуто ліміту сервера! Очікування {seconds} секунд...

source: One of your devices is not verified
be: Адна з вашых прылад не спраўджана
bn: আপনার ডিভাইসের একটি যাচাই হয়নি
bo: ཁྱེད་རང་གི་གཞུང་ལས་ཁག་གི་རང་བཞིན་མི་བརྟེན་པ།
ca: Un dels teus dispositius no està verificat
cs: Jedno z vašich zařízení není ověřeno
da: En af dine enheder er ikke verificeret
de: Eines deiner Geräte ist nicht verifiziert
eo: Unu el viaj aparatoj ne estas konfirmita
et: Üks sinu seadmetest pole verifitseeritud
eu: Zure gailuetako bat ez dago egiaztatuta
fa: یکی از دستگاه‌های شما بازبینی نشده است
fi: Yksi laitteistasi ei ole vahvistettu
fr: L'un de vos appareils n'est pas vérifié
ga: Ní fhíoraítear ceann de do ghléasanna
gl: Un dos teus dispositivos non está verificado
hi: आपके एक उपकरण का सत्यापन नहीं हुआ है
hr: Jedan od vaših uređaja nije verificiran
id: Salah satu perangkat Anda tidak terverifikasi
it: Uno dei tuoi dispositivi non è verificato
ka: თქვენს ერთ-ერთ მოწყობილობას ვერ დაუდასტურეს
nb: En av enhetene dine er ikke verifisert
nl: Een van jouw apparaten is niet geverifieerd
pl: Tylko kiedy Twoje urządzenie nie jest zweryfikowane
pt: Um dos seus dispositivos não está verificado
ru: Одно из ваших устройств не подтверждено
sk: Jedno z vašich zariadení nie je overené
sr: Једна од ваших уређаја није верификована
sv: En av dina enheter är inte verifierad
ta: உங்கள் சாதனங்களில் ஒன்று சரிபார்க்கப்படவில்லை
th: อุปกรณ์ของคุณหนึ่งเครื่องยังไม่ได้รับการยืนยัน
uk: Один із ваших пристроїв не верифікований

# noticeChatBackupDeviceVerification
source: Note: When you connect all your devices to the chat backup, they are automatically verified.
be: Заўвага: Калі вы падключыце ўсе свае прылады да рэзервовага капіравання, яны аўтаматычна спраўдзяцца.
bn: নোট: যখন আপনি আপনার সমস্ত ডিভাইস চ্যাট ব্যাকআপের সাথে সংযুক্ত করবেন, তারা স্বয়ংক্রিয়ভাবে যাচাই হয়।
bo: གཙོ་བོ།: ཁྱེད་རང་གི་གཞུང་ལས་ཁག་ཚོད་ལས་སྤྱོད་འབད་ནས་སྤྱོད་ལམ་ལ་བརྟེན་པ་ཡོད།
ca: Nota: quan connectes tots els dispositius al backup del xat, es verifiquen automàticament.
cs: Poznámka: Když připojíte všechna svá zařízení k záloze chatu, jsou automaticky ověřena.
da: Bemærk: Når du tilslutter alle dine enheder til chat-sikkerhedskopien, bliver de automatisk verificeret.
de: Hinweis: Wenn du alle deine Geräte mit dem Chat-Backup verbindest, sind sie automatisch verifiziert.
eo: Noto: Kiam vi konektas ĉiujn viajn aparatojn al la bazo de babilado, ili estas aŭtomate konfirmitaj.
et: Märkus: kui liidad kõik oma seadmed vestluste varundamisega, siis on nad sellega ka automaatselt verifitseeritud.
eu: Oharra: gailu guztiak txat-babeskopiarekin konektatzen dituzunean, automatikoki egiaztatzen dira.
fa: توجه: وقتی همه دستگاه‌های خود را به پشتیبان گپ متصل کنید، به‌صورت خودکار بازبینی میشوند.
fi: Huomautus: Kun yhdistät kaikki laitteesi chat-varmistukseen, ne vahvistetaan automaattisesti.
fr: Remarque : lorsque vous connectez tous vos appareils à la sauvegarde de chat, ils sont automatiquement vérifiés.
ga: Nóta: Nuair a nascann tú do ghléasanna go léir leis an gcúltaca comhrá, déantar iad a fhíorú go huathoibríoch.
gl: Nota: Cando conectas todos os teus dispositivos á copia de apoio da conversa quedan verificados automaticamente.
hi: ध्यान दें: जब आप अपने सभी उपकरणों को चैट बैकअप से जोड़ते हैं, तो वे स्वचालित रूप से सत्यापित हो जाते हैं।
hr: Napomena: Kada povežete sve svoje uređaje na sigurnosnu kopiju chata, oni se automatski verificiraju.
id: Catatan: Ketika Anda menghubungkan semua perangkat Anda ke cadangan chat, mereka akan diverifikasi secara otomatis.
it: Nota: quando colleghi tutti i tuoi dispositivi al backup della chat, vengono verificati automaticamente.
ka: შენიშვნა: როდესაც ყველა თქვენი მოწყობილობა ჩართეთ ჩატის სარეზერვო ასლში, ისინი ავტომატურად დადასტურებული იქნება.
nb: Merk: Når du kobler alle enhetene dine til chat-sikkerhetskopien, blir de automatisk verifisert.
nl: Opmerking: Als al je apparaten zijn verbonden met de chat back-up worden ze automatisch geverifieerd.
pl: Uwaga: Urządzenia dodane do kopii zapasowej czatu automatycznie zostają zweryfikowane.
pt: Nota: Quando você conecta todos os seus dispositivos ao backup de chat, eles são automaticamente verificados.
ru: Примечание: Если вы подключите все свои устройства к резервному копированию чатов, то они автоматически станут подтверждёнными.
sk: Poznámka: Keď pripojíte všetky svoje zariadenia k zálohe chatu, automaticky sa overia.
sr: Напомена: Када повежете све своје уређаје на резервну копију ћаскања, они се аутоматски верификују.
sv: Obs: När du ansluter alla dina enheter till chattbackupen verifieras de automatiskt.
ta: குறிப்பு: உங்கள் எல்லா சாதனங்களையும் அரட்டை காப்புப்பிரதியுடன் இணைக்கும்போது, அவை தானாகவே சரிபார்க்கப்படும்.
th: หมายเหตุ: เมื่อคุณเชื่อมต่ออุปกรณ์ทั้งหมดของคุณกับการสำรองข้อมูลแชท พวกเขาจะได้รับการยืนยันโดยอัตโนมัติ
uk: Примітка: Коли ви під'єднуєте всі свої пристрої до резервної копії бесіди, вони автоматично верифікуються.

# continueText
source: Continue
be: Працягнуць
bn: চালিয়ে যান
bo: རྒྱབ་
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
eo: Daŭrigi
et: Jätka
eu: Jarraitu
fa: ادامه
fi: Jatka
fr: Continuer
ga: Lean ar aghaidh
gl: Continuar
hi: जारी रखें
hr: Nastavi
id: Lanjutkan
it: Continua
ka: გაგრძელება
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sk: Pokračovať
sr: Настави
sv: Fortsätt
ta: தொடரவும்
th: ดำเนินการต่อ
uk: Продовжити

# welcomeText
source: Hey Hey 👋 This is FluffyChat. You can sign in to any homeserver, which is compatible with https://matrix.org. And then chat with anyone. It's a huge decentralized messaging network!
be: Вітаначкі 👋 Гэта FluffyChat. Вы можаце ўвайсці на любы дамашні сервер, што сумяшчальны з https://matrix.org, а потым паразмаўляць з кім-небудзь. Гэта вялізная дэцэнтралізаваная сетка абмену паведамленнямі!
bn: হেই হেই 👋 এটি ফ্লাফি চ্যাট। আপনি যে কোনও হোমসার্ভারে সাইন ইন করতে পারেন, যা https://matrix.org এর সাথে সামঞ্জস্যপূর্ণ। এবং তারপর যে কোনও ব্যক্তির সাথে চ্যাট করুন। এটি একটি বিশাল বিকেন্দ্রীকৃত বার্তা প্রেরণ নেটওয়ার্ক!
bo: བཀྲ་ཤིས་བདེ་ལེགས 👋 འདི་ནི་ཕལུཕི་ཆེད་ཡིག་གི་མིང་། ཁྱེད་རང་གི་གནས་ཚུལ་ལ་འབྲེལ་བ་ཡོད་པའི་སེར་ཧེལ་ལས་སྤྱོད་འབད་ནས་འབྲེལ་བ་འབད་ནི་ཡོད། དེ་ནས་སྐད་རག་ལ་འབྲེལ་བ་འབད། འདི་ནི་རང་བཞིན་གྱི་མངའ་རོལ་འབྲེལ་མཐར་འཁོད་མི་འདུག!
ca: Hola hola! 👋 Això és FluffyChat. Pots iniciar sessió en qualsevol servidor compatible amb https://matrix.org. I llavors xatejar amb qualsevol. És una xarxa enorme de missatgeria descentralitzada !
cs: Ahoj ahoj 👋 Toto je FluffyChat. Můžete se přihlásit na jakýkoli domácí server, který je kompatibilní s https://matrix.org. A pak si můžete psát s kýmkoli. Je to obrovská decentralizovaná síť pro zasílání zpráv!
da: Hej Hej 👋 Dette er FluffyChat. Du kan logge ind på enhver hjemserver, der er kompatibel med https://matrix.org. Og så chatte med hvem som helst. Det er et stort decentraliseret beskednetværk!
de: Hey Hey 👋 Das ist FluffyChat. Du kannst sich bei jedem Homeserver anmelden, der mit https://matrix.org kompatibel ist. Und dann mit jedem chatten. Das hier ist ein riesiges dezentrales Nachrichtennetzwerk!
eo: Saluton 👋 Ĉi tio estas FluffyChat. Vi povas ensaluti al ajna hejmservo, kiu estas kongrua kun https://matrix.org. Kaj poste babilu kun iu ajn. Ĝi estas granda disigita mesaĝa reto!
et: Tere, tere 👋 See on FluffyChat. Sa võid sisse logida igasse koduserverisse, mis ühildub https://matrix.org serveriga. Ja seejärel saad suhelda kõigiga. Tegemist on ikka väga suure detsentraliseeritud sõnumivõrguga!
eu: Ieup 👋 Ongi etorri FluffyChat-era. https://matrix.org-rekin bateragarria den edozein zerbitzaritan hasi dezakezu saioa eta edonorekin txateatu. Mezularitza-sare deszentralizatu eraraldoia da!
fa: درود درود 👋 این فلافی‌چت است. میتوانید به هر سرور خانگی سازگار با https://matrix.org وارد شوید و با هر کسی گپ بزنید. این یک شبکه پیام‌رسانی غیرمتمرکز بزرگ است!
fi: Hei Hei 👋 Tämä on FluffyChat. Voit kirjautua sisään mihin tahansa palvelimeen, joka on yhteensopiva https://matrix.org:n kanssa. Ja sitten keskustella kenen tahansa kanssa. Se on suuri hajautettu viestintäverkosto!
fr: Hé Hé 👋 C'est FluffyChat. Vous pouvez vous connecter à n'importe quel serveur domestique, compatible avec https://matrix.org. Et ensuite discuter avec n'importe qui. C'est un réseau de messagerie décentralisé énorme !
ga: Hey Hey 👋 Is é seo FluffyChat. Is féidir leat síniú isteach in aon fhreastalaí baile, atá comhoiriúnach leis https://matrix.org. Agus ansin comhrá a dhéanamh le duine ar bith. Is líonra teachtaireachtaí díláraithe ollmhór é!
gl: Ola! 👋 Isto é FluffyChat. Podes iniciar sesión en calquera servidor compatible con https://matrix.org. Poderás conversar con calquera. Unha enorme rede de mensaxería descentralizada!
hi: अरे अरे 👋 यह फ्लफीचैट है। आप किसी भी होमसर्वर में साइन इन कर सकते हैं, जो https://matrix.org के साथ संगत है। और फिर किसी के साथ भी चैट करें। यह एक विशाल विकेंद्रीकृत संदेश नेटवर्क है!
hr: Hej Hej 👋 Ovo je FluffyChat. Možete se prijaviti na bilo koji kućni poslužitelj koji je kompatibilan s https://matrix.org. I zatim razgovarajte s bilo kim. To je velika decentralizirana mreža za razmjenu poruka!
id: Halo 👋 Ini FluffyChat. Kamu bisa masuk ke homeserver mana pun, yang kompatibel dengan https://matrix.org. Lalu, chat dengan siapa pun. Ini merupakan jaringan perpesanan besar yang terdesentralisasi!
it: Hey Hey 👋 Questa è FluffyChat. Puoi accedere a qualsiasi homeserver compatibile con https://matrix.org. E poi chattare con chiunque. È un'enorme rete di messaggistica decentralizzata!
ka: გამარჯობა, ეს არის FluffyChat. შეგიძლიათ შეხვიდეთ ნებისმიერ სახლის სერვერზე, რომელიც თავსებადია https://matrix.org-თან. და შემდეგ ისაუბროთ ნებისმიერ ადამიანთან. ეს არის დიდი დეცენტრალიზებული შეტყობინებების ქსელი!
nb: Hei Hei 👋 Dette er FluffyChat. Du kan logge inn på hvilken som helst hjemserver, som er kompatibel med https://matrix.org. Og deretter chatte med hvem som helst. Det er et stort desentralisert meldingsnettverk!
nl: Hallo hallo 👋 Dit is FluffyChat. Je kan inloggen op elke server die werkt met https://matrix.org. En dan chat je met iedereen. Het is een groot decentraal chat-netwerk!
pl: No cześć! 👋 Tutaj FluffyChat. Możesz zapisać się do dowolnego serwera domowego, kompatybilnego z https://matrix.org i rozmawiać ze wszystkimi. To duża zdecentralizowana sieć czatów!
pt: Ei Ei 👋 Esta é a FluffyChat. Você pode fazer login em qualquer servidor doméstico, que seja compatível com https://matrix.org. E então conversar com qualquer pessoa. É uma grande rede de mensagens descentralizada!
ru: Привет. Это FluffyChat. Вы можете подписаться на любой сервер, который совместим с https://matrix.org. А потом поболтать с кем нибудь. Это огромная децентрализованная сеть обмена сообщениями!
sk: Ahoj Ahoj 👋 Toto je FluffyChat. Môžete sa prihlásiť na akýkoľvek domáci server, ktorý je kompatibilný s https://matrix.org. A potom chatovať s kýmkoľvek. Je to obrovská decentralizovaná sieť správ!
sr: Здраво Здраво 👋 Ово је FluffyChat. Можете се пријавити на било који домаћин сервер, који је компатибилан са https://matrix.org. И онда ћаскајте са свима. То је огромна децентрализована мрежа за размену порука!
sv: Hej Hej 👋 Det här är FluffyChat. Du kan logga in på vilken hemserver som helst som är kompatibel med https://matrix.org. Och sedan chatta med vem som helst. Det är ett stort decentraliserat meddelandenätverk!
ta: ஏய் ஏய் 👋 இது பஞ்சுபோன்றது. Https://matrix.org உடன் இணக்கமான எந்த ஓம்சர்வரில் நீங்கள் உள்நுழையலாம். பின்னர் யாருடனும் அரட்டையடிக்கவும். இது ஒரு பெரிய பரவலாக்கப்பட்ட செய்தியிடல் நெட்வொர்க்!
th: สวัสดี สวัสดี 👋 นี่คือ FluffyChat คุณสามารถเข้าสู่ระบบได้ที่ homeserver ใดก็ได้ที่รองรับ https://matrix.org แล้วสนทนากับใครก็ได้ มันคือเครือข่ายส่งข้อความแบบกระจายขนาดใหญ่!
uk: Привіт-привіт 👋 Це FluffyChat. Ви можете увійти на будь-який сервер, сумісний із https://matrix.org. А потім спілкуватися з будь-ким. Це величезна децентралізована мережа для обміну повідомленнями!

source: Blur:
be: Размыццё:
bn: ধূসর:
bo: བརྒྱབ་:
ca: Difumina:
cs: Rozostření:
da: Udsæt:
de: Verwischen:
eo: Malfokusigi:
et: Hägusus:
eu: Lausotu:
fa: محو کردن:
fi: Sumenna:
fr: Flou :
ga: Doiléirigh:
gl: Néboa:
hi: धुंधलापन:
hr: Zamućenje:
id: Buram:
it: Sfocatura:
ka: დაფარვა:
nb: Uskarphet:
nl: Vervaag:
pl: Rozmazanie:
pt: Desfocar:
ru: Размытие:
sk: Rozmazanie:
sr: Замагљивање:
sv: Oskärpa:
ta: மங்கலானது:
th: เบลอ:
uk: Розмиття:

source: Opacity:
be: Празрыстасць:
bn: অপেক্ষা:
bo: མེད་སྟོང་:
ca: Opacitat:
cs: Průhlednost:
da: Gennemsigtighed:
de: Deckkraft:
eo: Opaco:
et: Läbipaistmatus:
eu: Opakutasuna:
fa: شفافیت:
fi: Läpinäkyvyys:
fr: Opacité :
ga: Teimhneacht:
gl: Opacidade:
hi: अस्पष्टता:
hr: Prozirnost:
id: Opasitas:
it: Opacità:
ka: მოჩინვარება:
nl: Doorzichtigheid:
pl: Przezroczystość:
pt: Opacidade:
ru: Прозрачность:
sk: Priehľadnosť:
sr: Прозирност:
sv: Opacitet:
ta: ஒளிபுகாநிலை:
th: ความทึบ:
uk: Прозорість:

source: Set wallpaper
be: Задаць шпалеры
bn: ওয়ালপেপার সেট করুন
bo: གདུང་སྒོར་ཁེབས་སྟེང་
ca: Tria imatge de fons
cs: Nastavit pozadí
da: Indstil baggrund
de: Hintergrund ändern
eo: Agordi fonbildon
et: Määra taustapildiks
eu: Ezarri horma-irudia
fa: تنظیم کاغذدیواری
fi: Aseta taustakuva
fr: Définir le fond d'écran
ga: Socraigh cúlbhrat
gl: Establecer fondo
hi: वॉलपेपर सेट करें
hr: Postavi pozadinu
id: Atur later belakang
it: Imposta sfondo
ka: საფონი დაყენება
nb: Sett bakgrunnsbilde
nl: Wallpaper instellen
pl: Ustaw tapetę
pt: Definir papel de parede
ru: Установить обои
sk: Nastaviť tapetu
sr: Постави позадину
sv: Ställ in bakgrundsbild
ta: வால்பேப்பரை அமைக்கவும்
th: ตั้งพื้นหลัง
uk: Встановити шпалери

source: Manage account
be: Кіраванне ўліковым запісам
bn: অ্যাকাউন্ট পরিচালনা করুন
bo: ཁེབས་སྟེང་ལས་འཛིན་
ca: Gestiona el compte
cs: Spravovat účet
da: Administrer konto
de: Konto verwalten
eo: Administri konton
et: Halda kasutajakontot
eu: Kudeatu kontua
fa: مدیریت حساب
fi: Hallitse tiliä
fr: Gérer le compte
ga: Bainistigh cuntas
gl: Xestionar conta
hi: खाता प्रबंधित करें
hr: Upravljanje računom
id: Kelola akun
it: Gestisci account
ka: ანგარიშის მართვა
nb: Administrer konto
nl: Account beheren
pl: Zarządzaj kontem
pt: Gerenciar conta
ru: Управление аккаунтом
sk: Spravovať účet
sr: Управљање налогом
sv: Hantera konto
ta: கணக்கை நிர்வகிக்கவும்
th: จัดการบัญชี
uk: Керувати обліковим записом

# noContactInformationProvided
source: Server does not provide any valid contact information
be: Сервер не мае ніякай вернай кантактнай інфармацыі
bn: সার্ভার কোনও বৈধ যোগাযোগের তথ্য প্রদান করে না
bo: འབྲེལ་མཐུད་འབད་མི་ཚུལ་ལས་ཁག་གི་གནས་སྟངས་མེད་པ།
ca: El servidor no ofereix cap informació de contacte vàlida
cs: Server neposkytuje žádné platné kontaktní informace
da: Serveren giver ingen gyldige kontaktoplysninger
de: Der Server stellt keine gültigen Kontaktinformationen bereit
eo: La servilo ne provizas validan kontaktinformon
et: Server ei jaga asjakohast kontaktteavet
eu: Zerbitzariak ez du harremanetarako informaziorik zehaztu
fa: سرور هیچ اطلاعات تماس معتبری نمیدهد
fi: Palvelin ei tarjoa mitään kelvollista yhteystietoa
fr: Le serveur ne fournit aucune information de contact valide
ga: Ní sholáthraíonn an freastalaí aon fhaisnéis teagmhála bhailí
gl: O servidor non proporciona información de contacto válida
hi: सर्वर कोई मान्य संपर्क जानकारी प्रदान नहीं करता है
hr: Poslužitelj ne pruža valjane kontakt informacije
id: Server tidak menyediakan informasi kontak valid apa pun
it: Il server non fornisce alcuna informazione di contatto valida
ka: სერვერმა არ უზრუნველყო ვალიდური კონტაქტის ინფორმაცია
nb: Serveren gir ingen gyldige kontaktopplysninger
nl: Server geeft geen geldige contactinformatie
pl: Serwer nie dostarcza żadnych poprawnych danych kontaktowych
pt: O servidor não fornece nenhuma informação de contato válida
ru: Сервер не предоставляет никакой правдивой контактной информации
sk: Server neposkytuje žiadne platné kontaktné informácie
sr: Server ne pruža nikakve važeće kontakt informacije
sv: Servern tillhandahåller ingen giltig kontaktinformation
ta: சேவையகம் எந்த சரியான தொடர்பு தகவலையும் வழங்காது
th: เซิร์ฟเวอร์ไม่ได้ให้ข้อมูลติดต่อที่ถูกต้องใด ๆ
uk: Сервер не надає жодної дійсної контактної інформації
