Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# enableAutocorrectDescription
source: If your device supports the language you're learning, you can enable device autocorrect to fix common errors as you type.
bn: যদি আপনার ডিভাইস শেখার ভাষাটিকে সমর্থন করে, আপনি ডিভাইস অটোকরেক্ট চালু করে সাধারণ ভুলগুলি ঠিক করতে পারেন।
bo: ཁྱེད་རང་གི་སྒྲིག་བཅོས་སྤྱོད་ལས་སྤྱོད་འབད་ན་ཁྱེད་ཀྱིས་སྤྱོད་ལམ་ལ་བརྗེ་བ་འབད་ནས་ཁྱེད་རང་གི་སྤྱོད་ལམ་ལ་བརྗེ་བ་འབད།
ca: Si el teu dispositiu suporta la llengua que estàs aprenent, pots habilitar la correcció automàtica per arreglar errors comuns mentre escrius.
cs: Pokud vaše zařízení podporuje jazyk, který se učíte, můžete povolit automatickou korekci zařízení, která opraví běžné chyby při psaní.
da: Hvis din enhed understøtter det sprog, du lærer, kan du aktivere automatisk rettelse for at rette almindelige fejl, mens du skriver.
de: Wenn Ihr Gerät die Sprache unterstützt, die Sie lernen, können Sie die Gerätekorrektur aktivieren, um häufige Fehler beim Tippen zu korrigieren.
eo: Se via aparato subtenas la lingvon kiun vi lernas, vi povas ŝalti aŭtomatan korektadon por ripari komunajn erarojn dum vi tajpas.
et: Kui teie seade toetab õpitavat keelt, saate lubada seadme automaatparanduse, et parandada tavalisi vigu kirjutamise ajal.
eu: Zure gailuak ikasten ari zaren hizkuntzaren laguntza badu, automatikorrektorea gaituta egon daiteke akats ohikoak zuzentzeko idazten duzunean.
fi: Jos laitteesi tukee oppimaasi kieltä, voit ottaa automaattikorjauksen käyttöön laitteessasi korjataksesi yleisiä virheitä kirjoittaessasi.
fr: Si votre appareil supporte la langue que vous apprenez, vous pouvez activer la correction automatique pour corriger les erreurs courantes en tapant.
ga: Má tá do ghléas tacaíocht ag teanga atá tú ag foghlaim, is féidir leat uathoibriú ceartaitheoir an ghléis a chumasú chun earráidí coitianta a cheartú de réir mar a chlóscríontar.
gl: Se o teu dispositivo soporta a lingua que estás a aprender, podes habilitar a autocorrección para corrixir erros comúns mentres escribes.
hi: यदि आपका डिवाइस उस भाषा का समर्थन करता है जिसे आप सीख रहे हैं, तो आप सामान्य त्रुटियों को ठीक करने के लिए डिवाइस ऑटोकरेक्ट सक्षम कर सकते हैं।
hr: Ako vaš uređaj podržava jezik koji učite, možete omogućiti automatsko ispravljanje za ispravljanje uobičajenih pogrešaka dok kucate.
it: Se il tuo dispositivo supporta la lingua che stai imparando, puoi abilitare la correzione automatica del dispositivo per correggere gli errori comuni mentre scrivi.
ka: თუ თქვენი მოწყობილობა მხარს უჭერს ისლანდიურ ენას, რომელსაც სწავლობთ, შეგიძლიათ ჩართოთ ავტომატური კორექტორი, რათა შეცვალოთ საერთო შეცდომები ტიპინგის დროს.
nb: Hvis enheten din støtter språket du lærer, kan du aktivere automatkorrigering for å rette vanlige feil mens du skriver.
nl: Als je apparaat de taal ondersteunt die je leert, kun je automatische correctie inschakelen om veelvoorkomende fouten te corrigeren terwijl je typt.
pl: Jeśli Twoje urządzenie obsługuje język, którego się uczysz, możesz włączyć automatyczną korektę, aby naprawiać typowe błędy podczas pisania.
pt: Se seu dispositivo suportar o idioma que você está aprendendo, você pode ativar a autocorreção do dispositivo para corrigir erros comuns enquanto digita.
ru: Если ваше устройство поддерживает язык, который вы изучаете, вы можете включить автокоррект для исправления распространенных ошибок во время набора текста.
sk: Ak vaše zariadenie podporuje jazyk, ktorý sa učíte, môžete povoliť automatickú korekciu zariadenia na opravu bežných chýb pri písaní.
sr: Ako vaš uređaj podržava jezik koji učite, možete omogućiti automatsku ispravku uređaja za ispravljanje uobičajenih grešaka dok kucate.
sv: Om din enhet stöder det språk du lär dig kan du aktivera enhetsautokorrigering för att rätta vanliga fel när du skriver.
ta: உங்கள் சாதனம் நீங்கள் கற்றுக் கொண்ட மொழியை ஆதரிக்குமானால், பொதுவான பிழைகளை திருத்துவதற்காக சாதன தானியக்க திருத்தத்தை இயக்கு.
th: หากอุปกรณ์ของคุณรองรับภาษาที่คุณกำลังเรียนรู้ คุณสามารถเปิดใช้งานการแก้ไขอัตโนมัติของอุปกรณ์เพื่อแก้ไขข้อผิดพลาดทั่วไปขณะพิมพ์

# ttsDisbledTitle
source: Text-to-speech disabled
bn: টেক্সট-টু-স্পিচ অক্ষম
bo: ཚིག་རིགས་ལ་སྐད་རིགས་ལ་བརྗེ་བརྗོད་མི་འབད།
ca: Text a veu deshabilitat
cs: Převod textu na řeč je zakázán
da: Tale-til-tekst er deaktiveret
de: Text-zu-Sprache deaktiviert
eo: Teksto-al-parolado malŝaltita
et: Teksti kõneks muutmine on keelatud
eu: Testu-hitzetik ahotsa desgaituta
fi: Tekstistä puheeksi -toiminto on pois käytöstä
fr: Synthèse vocale désactivée
ga: Gáinneáil téacs go guth faoi mhíchumas
gl: Texto a fala desactivado
hi: टेक्स्ट-टू-स्पीच अक्षम
hr: Pretvaranje teksta u govor onemogućeno
it: Sintesi vocale disattivata
ka: ტექსტიდან ხმაში გამოთქმა გამორთულია
nb: Tekst-til-tale deaktivert
nl: Tekst-naar-spraak uitgeschakeld
pl: Funkcja syntezy mowy wyłączona
pt: Texto para fala desativado
ru: Отключена функция преобразования текста в речь
sk: Prehrávanie textu do reči je zakázané
sr: Tekst-u-izgovor onemogućen
sv: Text-till-tal inaktiverat
ta: உரை-தொகுப்பு முடக்கப்பட்டது
th: ปิดใช้งานข้อความเป็นเสียง

# ttsDisabledBody
source: You can enable text-to-speech in your learning settings
bn: আপনি আপনার শেখার সেটিংসে টেক্সট-টু-স্পিচ চালু করতে পারেন
bo: ཁྱེད་རང་གི་སློབ་ཚན་ལ་ཚིག་རིགས་ལ་སྐད་རིགས་ལ་བརྗེ་བརྗོད་འབད་ནས་བཀོད།
ca: Pots habilitar el text a veu a la configuració d'aprenentatge
cs: Můžete povolit převod textu na řeč v nastavení vašeho učení
da: Du kan aktivere tale-til-tekst i dine læringsindstillinger
de: Sie können die Text-zu-Sprache-Funktion in Ihren Lerneinstellungen aktivieren
eo: Vi povas ŝalti tekston-al-paroladon en viaj lernaj agordoj
et: Saate keelata teksti kõneks muutmise oma õpeseadete kaudu
eu: Gaitzeko testu-hizkuntzara itzultzeko aukera gaitzeko zure ikasketa ezarpenetan
fi: Voit ottaa tekstistä puheeksi -toiminnon käyttöön oppimisasetuksissasi
fr: Vous pouvez activer la synthèse vocale dans vos paramètres d'apprentissage
ga: Is féidir leat téacs go guth a chumasú sna socruithe foghlama agat
gl: Podes activar o texto a fala nas túas configuracións de aprendizaxe
hi: आप अपने सीखने की सेटिंग्स में टेक्स्ट-टू-स्पीच सक्षम कर सकते हैं
hr: Možete omogućiti pretvaranje teksta u govor u postavkama učenja
it: Puoi attivare la sintesi vocale nelle impostazioni di apprendimento
ka: თქვენ შეგიძლიათ ჩართოთ ტექსტიდან ხმაში გამოთქმა თქვენი სწავლების პარამეტრებში
nb: Du kan aktivere tekst-til-tale i læringsinnstillingene dine
nl: Je kunt tekst-naar-spraak inschakelen in je leerinstellingen
pl: Możesz włączyć syntezę tekstu na mowie w ustawieniach nauki
pt: Você pode ativar o texto para fala nas configurações de aprendizado
ru: Вы можете включить преобразование текста в речь в настройках обучения
sk: Môžete povoliť prehrávanie textu do reči vo vašich nastaveniach učenia
sr: Možete omogućiti tekst-u-izgovor u vašim postavkama učenja
sv: Du kan aktivera text-till-tal i dina inlärningsinställningar
ta: உங்கள் கற்றல் அமைப்புகளில் உரை-தொகுப்பை இயக்கு முடியும்
th: คุณสามารถเปิดใช้งานข้อความเป็นเสียงในการตั้งค่าการเรียนรู้ของคุณ

# noSpaceDescriptionYet
source: No course description created yet.
bn: এখনো কোনও কোর্সের বিবরণ তৈরি হয়নি।
bo: ཁྱེད་ཀྱིས་ལས་འགན་ལ་བརྗེ་བ་མེད།
ca: Encara no s'ha creat cap descripció del curs.
cs: Ještě nebyl vytvořen popis kurzu.
da: Der er endnu ikke oprettet en kursusbeskrivelse.
de: Noch keine Kursbeschreibung erstellt.
eo: Ankoraŭ ne kreita priskribo de kurso.
et: Hetkel pole ruumi kirjelduse loomist.
eu: Oraindik ez da ikastaroaren deskribapenik sortu
fi: Kurssin kuvausta ei ole vielä luotu.
fr: Aucune description de cours créée pour le moment.
ga: Níl cur síos ar an gcúrsa cruthaithe fós.
gl: Aínda non se creou unha descrición do curso.
hi: अभी तक कोई कोर्स विवरण नहीं बनाया गया है।
hr: Još nije kreiran opis tečaja.
it: Nessuna descrizione del corso ancora creata.
ka: ჯერ არ შექმნილა კურსის აღწერა.
nb: Ingen kursbeskrivelse opprettet ennå.
nl: Nog geen cursusbeschrijving gemaakt.
pl: Nie utworzono jeszcze opisu kursu.
pt: Ainda não foi criada uma descrição do curso.
ru: Описание курса еще не создано.
sk: Ešte nebolo vytvorené žiadne popis kurzu.
sr: Još uvek nije kreiran opis kursa.
sv: Inget kursbeskrivning har skapats än.
ta: இப்போது வரை பாடநெறி விளக்கம் உருவாக்கப்படவில்லை.
th: ยังไม่ได้สร้างคำอธิบายหลักสูตร

# tooLargeToSend
source: This message is too large to send
bn: এই বার্তা পাঠানোর জন্য খুব বড়
bo: འདི་ནས་བརྗེ་བ་ལ་འགྱོ་མི་ཚོད་ལ་མེད།
ca: Aquest missatge és massa gran per enviar
cs: Tato zpráva je příliš velká na odeslání
da: Denne besked er for stor til at sende
de: Diese Nachricht ist zu groß zum Senden
eo: Ĉi tiu mesaĝo estas tro granda por sendi
et: See sõnum on liiga suur saatmiseks
eu: Mezu hau bidaltzeko oso handia da
fi: Tämä viesti on liian suuri lähetettäväksi
fr: Ce message est trop volumineux pour être envoyé
ga: Tá an teachtaireacht seo ró-mhór le seoladh
gl: Este mensaxe é demasiado grande para enviar
hi: यह संदेश भेजने के लिए बहुत बड़ा है
hr: Ova poruka je prevelika za slanje
it: Questo messaggio è troppo grande per essere inviato
ka: ეს შეტყობინება ძალიან დიდია გამოგზავნისთვის
nb: Denne meldingen er for stor til å sende
nl: Dit bericht is te groot om te verzenden
pl: Ta wiadomość jest za duża, aby ją wysłać
pt: Esta mensagem é grande demais para enviar
ru: Это сообщение слишком большое, чтобы отправить
sk: Táto správa je príliš veľká na odoslanie
sr: Ova poruka je prevelika za slanje
sv: Detta meddelande är för stort för att skicka
ta: இந்த செய்தி அனுப்ப மிகவும் பெரியது
th: ข้อความนี้มีขนาดใหญ่มากที่จะส่ง

# exitWithoutSaving
source: Are you sure you want to leave without saving?
bn: আপনি কি নিশ্চিত যে আপনি সংরক্ষণ না করে ছেড়ে যেতে চান?
bo: ཁྱེད་ཀྱང་མེད་རེད་པས་བསྐྱར་བརྗེ་མི་འབྱུང་།
ca: Estàs segur que vols sortir sense desar?
cs: Opravdu chcete odejít bez uložení?
da: Er du sikker på, at du vil forlade uden at gemme?
de: Möchten Sie wirklich ohne Speichern verlassen?
eo: Ĉu vi certas ke vi volas forlasi sen konservi?
et: Olete kindel, et soovite lahkuda ilma salvestamata?
eu: Ziur zaude gordailurik gabe irtengo zarela?
fi: Oletko varma, että haluat poistua tallentamatta?
fr: Êtes-vous sûr de vouloir quitter sans enregistrer ?
ga: An bhfuil tú cinnte go bhfuil tú ag iarraidh imeacht gan sábáil?
gl: Estás seguro de que queres saír sen gardar?
hi: क्या आप सुनिश्चित हैं कि आप बिना सहेजे छोड़ना चाहते हैं?
hr: Jeste li sigurni da želite izaći bez spremanja?
it: Sei sicuro di voler uscire senza salvare?
ka: დარწმუნებული ხართ, რომ გსურთ დატოვოთ შენახვის გარეშე?
nb: Er du sikker på at du vil forlate uten å lagre?
nl: Weet je zeker dat je wilt vertrekken zonder op te slaan?
pl: Czy na pewno chcesz opuścić bez zapisywania?
pt: Tem certeza de que deseja sair sem salvar?
ru: Вы уверены, что хотите выйти без сохранения?
sk: Ste si istí, že chcete odísť bez uloženia?
sr: Da li ste sigurni da želite da izađete bez čuvanja?
sv: Är du säker på att du vill lämna utan att spara?
ta: சேமிக்காமல் வெளியே செல்ல விரும்புகிறீர்களா?
th: คุณแน่ใจหรือว่าต้องการออกโดยไม่บันทึก?

# enableAutocorrectPopupTitle
source: Add your target language keyboard by going to:
bn: আপনার লক্ষ্য ভাষার কীবোর্ড যোগ করুন: সেটিংসে যান
bo: ཁྱེད་ཀྱང་སྒྲོམ་བཅོས་བཀོད་ལག་ཁྱེར་བཀོད་པའི་སྒྲོམ་བཅོས་སྤྱོད་ལམ་ལ་འགྱོ།
ca: Afegeix el teclat del teu idioma objectiu anant a:
cs: Přidejte klávesnici cílového jazyka přechodem na:
da: Tilføj dit målsprog-tastatur ved at gå til:
de: Fügen Sie Ihre Zielsprachentastatur hinzu, indem Sie zu gehen:
eo: Aldoni vian celan lingvon-klavaron per irado al:
et: Lisa oma sihtkeele klaviatuur, minnes aadressile:
eu: Gehitu zure hizkuntza helburuaren teklatua honetara joanez:
fi: Lisää kohdekielesi näppäimistö seuraavasti:
fr: Ajoutez votre clavier de langue cible en allant sur :
ga: Cuir do eochairfhocal teanga sprioc leis trí dul go:
gl: Engade o teu teclado de idioma obxectivo indo a:
hi: अपनी लक्षित भाषा की कीबोर्ड जोड़ने के लिए जाएं:
hr: Dodajte tipkovnicu za ciljani jezik tako da odete na:
it: Aggiungi la tastiera della lingua di destinazione andando su:
ka: დაამატეთ თქვენი მიზნობრივი ენის კლავიატურა შემდეგ მისამართზე გადასვლით:
nb: Legg til tastaturet for målspråket ditt ved å gå til:
nl: Voeg je doeltaal-toetsenbord toe door naar te gaan:
pl: Dodaj klawiaturę języka docelowego, przechodząc do:
pt: Adicione o teclado do seu idioma alvo indo para:
ru: Добавьте клавиатуру целевого языка, перейдя в:
sk: Pridajte klávesnicu cieľového jazyka prechádzaním do:
sr: Dodajte tastaturu za ciljni jezik tako što ćete otići na:
sv: Lägg till ditt tangentbord för målspråket genom att gå till:
ta: உங்கள் இலக்கு மொழி விசைப்பலகையை சேர்க்க கீழே செல்லவும்:
th: เพิ่มแป้นพิมพ์ภาษาที่คุณตั้งเป้าไว้โดยไปที่:

# enableAutocorrectPopupSteps
source: • Settings • General • Keyboard • Keyboards • Add New Keyboard
bn: • সেটিংস • সাধারণ • কীবোর্ড • কীবোর্ডসমূহ • নতুন কীবোর্ড যোগ করুন
bo: • དེའི་སྒྲོམ • དེའི་རང་བཞིན • ཁྱེད་རང་གི་ཁྱེར་སྒྲོམ • ཁྱེད་རང་གི་ཁྱེར་སྒྲོམ་ཚུ • གསར་བའི་ཁྱེར་སྒྲོམ་ལ་འབོད།
ca: • Configuració • General • Teclat • Teclats • Afegeix un teclat nou
cs: • Nastavení • Obecné • Klávesnice • Klávesnice • Přidat novou klávesnici
da: • Indstillinger • Generelt • Tastatur • Tastaturer • Tilføj nyt tastatur
de: • Einstellungen • Allgemein • Tastatur • Tastaturen • Neue Tastatur hinzufügen
eo: • Agordoj • Ĝenerala • Klavaro • Klavaroj • Aldoni novan klavaron
et: • Seaded • Üldine • Klaviatuur • Klaviatuurid • Lisa uus klaviatuur
eu: • Ezarpenak • Orokorra • Teklatu • Teklatuak • Gehitu teklatu berria
fi: • Asetukset • Yleiset • Näppäimistö • Näppäimistöt • Lisää uusi näppäimistö
fr: • Paramètres • Général • Clavier • Claviers • Ajouter un nouveau clavier
ga: • Socruithe • Ginearálta • Eochairfhocal • Eochairfhocail • Cuir Eochairfhocal Nua leis
gl: • Configuración • Xeral • Teclado • Teclados • Engadir novo teclado
hi: • सेटिंग्स • सामान्य • कीबोर्ड • कीबोर्ड्स • नया कीबोर्ड जोड़ें
hr: • Postavke • Općenito • Tipkovnica • Tipkovnice • Dodaj novu tipkovnicu
it: • Impostazioni • Generali • Tastiera • Tastiere • Aggiungi nuova tastiera
ka: • პარამეტრები • ზოგადი • კლავიატურა • კლავიატურები • ახალი კლავიატურის დამატება
nb: • Innstillinger • Generelt • Tastatur • Tastaturer • Legg til nytt tastatur
nl: • Instellingen • Algemeen • Toetsenbord • Toetsenborden • Nieuw toetsenbord toevoegen
pl: • Ustawienia • Ogólne • Klawiatura • Klawiatury • Dodaj nową klawiaturę
pt: • Configurações • Geral • Teclado • Teclados • Adicionar Novo Teclado
ru: • Настройки • Общие • Клавиатура • Клавиатуры • Добавить новую клавиатуру
sk: • Nastavenia • Všeobecné • Klávesnica • Klávesnice • Pridať novú klávesnicu
sr: • Podešavanja • Opšte • Tastatura • Tastature • Dodaj novu tastaturu
sv: • Inställningar • Allmänt • Tangentbord • Tangentbord • Lägg till nytt tangentbord
ta: • அமைப்புகள் • பொது • விசைப்பலகை • விசைப்பலகைகள் • புதிய விசைப்பலகையைச் சேர்க்கவும்
th: • การตั้งค่า • ทั่วไป • คีย์บอร์ด • คีย์บอร์ด • เพิ่มคีย์บอร์ดใหม่

# enableAutocorrectPopupDescription
source: Once the language is selected, you can click the small globe icon on the bottom left of your keyboard to activate the newly installed keyboard.
bn: একবার ভাষা নির্বাচন করলে, আপনি আপনার কীবোর্ডের নিচে বাম পাশে ছোট গ্লোব আইকনে ক্লিক করে নতুন ইনস্টলকৃত কীবোর্ডটি সক্রিয় করতে পারেন।
bo: ལུས་སྐད་གཏོད་ནས་སྒྲོམ་བཅོས་བཀོད་ལག་ཁྱེར་བཀོད་པའི་སྒྲོམ་བཅོས་སྤྱོད་ལམ་ལ་འགྱོ།
ca: Un cop seleccionat l'idioma, pots fer clic a la petita icona del globus a la part inferior esquerra del teclat per activar el teclat recentment instal·lat.
cs: Po výběru jazyka můžete kliknout na malou ikonu glóbu v levém dolním rohu klávesnice, abyste aktivovali nově nainstalovanou klávesnici.
da: Når sproget er valgt, kan du klikke på det lille globus-ikon nederst til venstre på dit tastatur for at aktivere det nyinstallerede tastatur.
de: Sobald die Sprache ausgewählt ist, können Sie auf das kleine Globus-Symbol unten links auf Ihrer Tastatur klicken, um die neu installierte Tastatur zu aktivieren.
eo: Post kiam la lingvo estas elektita, vi povas klaki la malgrandan globan ikonon ĉe la maldekstra angulo de via klavaro por aktivigi la novan instalitan klavaron.
et: Kui keel on valitud, saate klaviatuuri vasakus alumises nurgas oleva väikese globaalse ikooni klõpsates aktiveerida hiljuti installitud klaviatuuri.
eu: Hizkuntza aukeratu ondoren, teklatuaren behealdean ezkerreko globe ikono txikia klik egin dezakezu teklatu berria aktibatzeko.
fi: Kun kieli on valittu, voit klikata pienen maapallon kuvaketta näppäimistön alakulmassa ottaaksesi käyttöön juuri asennetun näppäimistön.
fr: Une fois la langue sélectionnée, vous pouvez cliquer sur la petite icône de globe en bas à gauche de votre clavier pour activer le clavier nouvellement installé.
ga: Nuair a roghnaítear an teanga, is féidir leat cliceáil ar an gcloch beag domhain ar chlé bun do do eochairfhocal chun an eochairfhocal nua a ghníomhachtú.
gl: Unha vez que se seleccione o idioma, podes facer clic na pequena icona do globo na parte inferior esquerda do teu teclado para activar o teclado recentemente instalado.
hi: एक बार भाषा का चयन करने के बाद, आप अपने कीबोर्ड के नीचे बाएं कोने में छोटे ग्लोब आइकन पर क्लिक कर सकते हैं ताकि नए इंस्टॉल किए गए कीबोर्ड को सक्रिय किया जा सके।
hr: Kad odaberete jezik, možete kliknuti na malu globus ikonu u donjem lijevom kutu vaše tipkovnice za aktiviranje nove instalirane tipkovnice.
it: Una volta selezionata la lingua, puoi cliccare sull'icona del globo in basso a sinistra della tastiera per attivare la tastiera appena installata.
ka: როდესაც ენა აირჩევა, შეგიძლიათ დააჭიროთ პატარა გლობუსის ხატულას კლავიატურის ქვედა მარცხენა მხარეს, რათა გააქტიუროთ ახალი ინსტალირებული კლავიატურა.
nb: Når språket er valgt, kan du klikke på det lille globus-ikonet nederst til venstre på tastaturet for å aktivere det nylig installerte tastaturet.
nl: Zodra de taal is geselecteerd, kun je op het kleine wereldbol-icoon linksonder op je toetsenbord klikken om het nieuw geïnstalleerde toetsenbord te activeren.
pl: Po wybraniu języka możesz kliknąć małą ikonę globu w lewym dolnym rogu klawiatury, aby aktywować nowo zainstalowaną klawiaturę.
pt: Depois de selecionar o idioma, você pode clicar no pequeno ícone do globo na parte inferior esquerda do seu teclado para ativar o teclado recentemente instalado.
ru: После выбора языка вы можете нажать на маленькую иконку глобуса в левом нижнем углу клавиатуры, чтобы активировать недавно установленную клавиатуру.
sk: Po výbere jazyka môžete kliknúť na malú ikonu glóbusu v ľavom spodnom rohu klávesnice na aktiváciu novozaloženej klávesnice.
sr: Nakon što odaberete jezik, možete kliknuti na malu globus ikonu na donjem levom uglu vaše tastature da aktivirate novu tastaturu.
sv: När språket är valt kan du klicka på den lilla globikonen längst ner till vänster på ditt tangentbord för att aktivera det nyinstallerade tangentbordet.
ta: மொழி தேர்வு செய்யப்பட்ட பின், உங்கள் விசைப்பலகையின் கீழே இடது பக்கத்தில் உள்ள சிறிய உலகக் குறியீட்டை கிளிக் செய்து புதிய நிறுவப்பட்ட விசைப்பலகையை செயல்படுத்தலாம்.
th: เมื่อเลือกภาษาแล้ว คุณสามารถคลิกไอคอนโลกเล็กที่มุมล่างซ้ายของคีย์บอร์ดเพื่อเปิดใช้งานคีย์บอร์ดที่ติดตั้งใหม่

# downloadGboardTitle
source: Download Gboard from the Google Play Store to enable autocorrect and other keyboard features:
bn: অটোকারেক্ট এবং অন্যান্য কীবোর্ড বৈশিষ্ট্য সক্ষম করতে Google Play Store থেকে Gboard ডাউনলোড করুন:
bo: Google Play Store ནས Gboard ལག་ཁྱེར་བཀོད་ལག་ཁྱེར་བཀོད་པའི་སྒྲོམ་བཅོས་དང་གཅིག་ལས་ཁྱེར་སྒྲོམ་ལ་འགྱོ།
ca: Descarrega Gboard des de Google Play per habilitar la correcció automàtica i altres funcions del teclat:
cs: Stáhněte si Gboard z obchodu Google Play, abyste mohli používat automatické opravy a další funkce klávesnice:
da: Download Gboard fra Google Play Butik for at aktivere automatisk rettelse og andre tastaturfunktioner:
de: Laden Sie Gboard aus dem Google Play Store herunter, um Autokorrektur und andere Tastaturfunktionen zu aktivieren:
eo: Elŝuti Gboard de la Google Play Store por ebligi aŭtomatan korektadon kaj aliajn klavaraĵojn:
et: Laadige Gboard alla Google Play poest, et lubada automaatparandus ja teisi klaviatuuri funktsioone:
eu: Deskargatu Gboard Google Play Store-tik autokorreta eta beste teklatu ezaugarriak gaitzeko:
fi: Lataa Gboard Google Play -kaupasta ottaaksesi automaattikorjauksen ja muut näppäimistötoiminnot käyttöön:
fr: Téléchargez Gboard depuis le Google Play Store pour activer l'autocorrection et d'autres fonctionnalités du clavier :
ga: Íoslódáil Gboard ón Siopa Súgartha Google chun uathoibriú ceartúcháin agus gnéithe eile den eochairfhocal a chumasú:
gl: Descarga Gboard desde a Google Play Store para activar a corrección automática e outras funcións do teclado:
hi: ऑटोकरेक्ट और अन्य कीबोर्ड सुविधाओं को सक्षम करने के लिए Google Play Store से Gboard डाउनलोड करें:
hr: Preuzmite Gboard s Google Play trgovine za omogućavanje automatske ispravke i drugih značajki tipkovnice:
it: Scarica Gboard dal Google Play Store per abilitare la correzione automatica e altre funzioni della tastiera:
ka: გადმოწერეთ Gboard Google Play Store-დან, რათა ჩართოთ ავტომატური კორექტორი და სხვა კლავიატურის ფუნქციები:
nb: Last ned Gboard fra Google Play Store for å aktivere autokorrektur og andre tastaturfunksjoner:
nl: Download Gboard uit de Google Play Store om autocorrectie en andere toetsenbordfuncties in te schakelen:
pl: Pobierz Gboard ze Sklepu Google Play, aby włączyć korektę automatyczną i inne funkcje klawiatury:
pt: Baixe o Gboard da Google Play Store para ativar a correção automática e outros recursos do teclado:
ru: Скачайте Gboard из Google Play, чтобы включить автокорректировку и другие функции клавиатуры:
sk: Stiahnite si Gboard z Obchodu Google Play na povolenie automatickej korekcie a ďalších funkcií klávesnice:
sr: Preuzmite Gboard sa Google Play prodavnice za omogućavanje automatske ispravke i drugih funkcija tastature:
sv: Ladda ner Gboard från Google Play Store för att aktivera autocorrect och andra tangentbordsfunktioner:
ta: Google Play Store-இலிருந்து Gboard-ஐ பதிவிறக்கம் செய்து தானாக சரிசெய்யும் மற்றும் மற்ற விசைப்பலகை அம்சங்களை இயக்கு:
th: ดาวน์โหลด Gboard จาก Google Play Store เพื่อเปิดใช้งานการแก้ไขอัตโนมัติและคุณสมบัติอื่น ๆ ของคีย์บอร์ด:
