Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# activityCompletedDesc
source: Your completed activity was added to analytics where you can review and practice the language you used.
bn: আপনার সম্পন্ন কার্যকলাপটি বিশ্লেষণে যোগ করা হয়েছে যেখানে আপনি ব্যবহার করা ভাষা পর্যালোচনা এবং অনুশীলন করতে পারেন।
bo: ཁྱེད་རང་གིས་བཟོ་བཅོས་ལོག་བྱེད་ནས་སྤྱོད་ལེན་བྱེད་ནས་སྤྱོད་ལེན་ལས་སྤྱོད་འབད་ཡོད།
ca: La teva activitat completada s'ha afegit a l'analítica on pots revisar i practicar l'idioma que has utilitzat.
cs: Vaše dokončená aktivita byla přidána do analytiky, kde si můžete prohlédnout a procvičit použitý jazyk.
da: Din fuldførte aktivitet blev tilføjet til analyser, hvor du kan gennemgå og øve det sprog, du brugte.
de: Deine abgeschlossene Aktivität wurde zu den Analysen hinzugefügt, wo du die verwendete Sprache überprüfen und üben kannst.
eo: Via plenumita agado estis aldonita al analizoj kie vi povas revizii kaj praktiki la uzitan lingvon.
et: Teie lõpetatud tegevus lisati analüütikasse, kus saate vaadata ja harjutada kasutatud keelt.
eu: Zure jarduera osatua analytics-en gehitu da, bertan hizkuntza erabili duzuna berrikusi eta praktika dezakezu.
fi: Valmis aktiviteettisi lisättiin analytiikkaan, jossa voit tarkastella ja harjoitella käyttämääsi kieltä.
fr: Votre activité terminée a été ajoutée aux analyses où vous pouvez revoir et pratiquer la langue utilisée.
ga: Cuireadh do ghníomhaíocht chríochnaithe chuig anailísí, áit ar féidir leat athbhreithniú a dhéanamh agus cleachtadh a dhéanamh ar an teanga a úsáideadh.
gl: A túa actividade completada engadiuse ás análises onde podes revisar e practicar a lingua que usaches.
hi: आपकी पूरी की गई गतिविधि को विश्लेषण में जोड़ा गया है जहां आप उपयोग की गई भाषा की समीक्षा और अभ्यास कर सकते हैं।
hr: Vaša dovršena aktivnost dodana je u analitiku gdje možete pregledati i vježbati jezik koji ste koristili.
it: La tua attività completata è stata aggiunta alle analisi dove puoi rivedere e praticare la lingua che hai usato.
ka: თქვენი დასრულებული აქტივობა დამატებულია ანალიტიკაში, სადაც შეგიძლიათ მიმოხილოთ და პრაქტიკულად გამოიყენოთ თქვენი გამოყენებული ენა.
nb: Din fullførte aktivitet ble lagt til i analyser hvor du kan se gjennom og øve på språket du brukte.
nl: Je voltooide activiteit is toegevoegd aan analytics waar je de taal die je hebt gebruikt kunt bekijken en oefenen.
pl: Twoja ukończona aktywność została dodana do analityki, gdzie możesz przejrzeć i ćwiczyć używany język.
pt: Sua atividade concluída foi adicionada à análise onde você pode revisar e praticar o idioma que usou.
ru: Ваш завершенный урок добавлен в аналитику, где вы можете просмотреть и практиковать использованный язык.
sk: Vaša dokončená aktivita bola pridaná do analytiky, kde si môžete prezrieť a precvičiť jazyk, ktorý ste použili.
sr: Vaša završena aktivnost je dodata u analitiku gde možete pregledati i vežbati jezik koji ste koristili.
sv: Din slutförda aktivitet har lagts till i analysen där du kan granska och öva det språk du använde.
ta: உங்கள் முடிந்த செயல்பாடு பகுப்பாய்வில் சேர்க்கப்பட்டது, நீங்கள் பயன்படுத்திய மொழியை மதிப்பாய்வு மற்றும் பயிற்சி செய்யலாம்.
th: กิจกรรมที่คุณทำเสร็จแล้วได้ถูกเพิ่มเข้าไปในวิเคราะห์ข้อมูล ซึ่งคุณสามารถตรวจสอบและฝึกฝนภาษาที่ใช้ได้

# pingParticipantsNotification
source: {user} is looking for users to join the activity session in {room}
bn: {user} ব্যবহারকারীদের খুঁজছেন যাতে {room} এ কার্যকলাপ সেশনে যোগ দিতে পারে
bo: {user} ཚོང་ཁང་ལ་ལོག་བྱེད་ལས་སྤྱོད་ལེན་ལ་འདུག
ca: {user} busca usuaris per unir-se a la sessió d'activitat a {room}
cs: {user} hledá uživatele, kteří se připojí ke schůzce v {room}
da: {user} leder efter brugere til at deltage i aktivitetssessionen i {room}
de: {user} sucht nach Nutzern, die an der Sitzung in {room} teilnehmen möchten
eo: {user} serĉas uzantojn por aliĝi al la aktivec-sesio en {room}
et: {user} otsib kasutajaid tegevusnõupidamisse {room}
eu: {user} erabiltzaileak bilatzen ari da {room} gelan jarduera saioan parte hartzeko erabiltzaileak
fi: {user} etsii käyttäjiä liittymään aktiviteettisessioon {room}
fr: {user} cherche des utilisateurs pour rejoindre la session d'activité dans {room}
ga: {user} ag lorg úsáideoirí chun rannpháirtíocht sa seisiún gníomhaíochta i {room}
gl: {user} está a buscar usuarios para unirse á sesión de actividade en {room}
hi: {user} गतिविधि सत्र में शामिल होने के लिए उपयोगकर्ताओं की तलाश कर रहा है {room}
hr: {user} traži korisnike za pridruživanje sesiji aktivnosti u {room}
it: {user} sta cercando utenti per unirsi alla sessione dell'attività in {room}
ka: {user} ეძებს მომხმარებლებს, რომ შეუერთდნენ აქტივობის სესიას {room}-ში
nb: {user} ser etter brukere for å delta i aktivitetsøkten i {room}
nl: {user} zoekt gebruikers om deel te nemen aan de activiteitensessie in {room}
pl: {user} szuka użytkowników do dołączenia do sesji aktywności w {room}
pt: {user} está procurando usuários para participar da sessão de atividade em {room}
ru: {user} ищет участников для присоединения к сессии в {room}
sk: {user} hľadá používateľov na pripojenie k relácii aktivity v {room}
sr: {user} traži korisnike da se pridruže sesiji aktivnosti u {room}
sv: {user} letar efter användare att delta i aktivitetssessionen i {room}
ta: {user} {room} இல் செயல்பாட்டில் சேர பங்கேற்பாளர்களை தேடுகிறார்
th: {user} กำลังมองหาผู้ใช้เพื่อเข้าร่วมเซสชันกิจกรรมใน {room}

source: Course
bn: কোর্স
bo: ཚོང་ཁང།
ca: Curs
cs: Kurz
da: Kursus
de: Kurs
eo: Kurso
et: Kursus
eu: Ikastaroa
fi: Kurssi
fr: Cours
ga: Cúrsa
gl: Curso
hi: कोर्स
hr: Tečaj
it: Corso
ka: კურსი
nb: Kurs
nl: Cursus
pl: Kurs
pt: Curso
ru: Курс
sk: Kurz
sr: Kurs
sv: Kurs
ta: பாடம்
th: หลักสูตร

source: Courses
bn: কোর্সসমূহ
bo: ཚོང་ཁང་ཚོད།
ca: Cursos
cs: Kurzy
da: Kurser
de: Kurse
eo: Kursoj
et: Kursused
eu: Ikastaroak
fi: Kurssit
fr: Cours
ga: Cúrsaí
gl: Cursos
hi: कोर्स
hr: Tečajevi
it: Corsi
ka: კურსები
nb: Kurs
nl: Cursussen
pl: Kursy
pt: Cursos
ru: Курсы
sk: Kurzy
sr: Kursevi
sv: Kurser
ta: பாடங்கள்
th: หลักสูตร

source: Course name
bn: কোর্সের নাম
bo: ཚོང་ཁང་མིང་
ca: Nom del curs
cs: Název kurzu
da: Kursets navn
de: Kursname
eo: Nomo de la kurso
et: Kursuse nimi
eu: Ikastaroaren izena
fi: Kurssin nimi
fr: Nom du cours
ga: Ainm an chúrsa
gl: Nome do curso
hi: कोर्स का नाम
hr: Naziv tečaja
it: Nome del corso
ka: კურსის სახელი
nb: Kursnavn
nl: Cursusnaam
pl: Nazwa kursu
pt: Nome do curso
ru: Название курса
sk: Názov kurzu
sr: Naziv kursa
sv: Kursnamn
ta: பாடத்தின் பெயர்
th: ชื่อหลักสูตร

# createNewCourse
source: New course
bn: নতুন কোর্স
bo: གསར་བརྗེ་ཚོང་ཁང།
ca: Nou curs
cs: Nový kurz
da: Opret nyt kursus
de: Neuer Kurs
eo: Nova kurso
et: Uus kursus
eu: Ikastaro berria
fi: Uusi kurssi
fr: Nouveau cours
ga: Cúrsa nua
gl: Novo curso
hi: नया कोर्स
hr: Novi tečaj
it: Nuovo corso
ka: ახალი კურსი
nb: Nytt kurs
nl: Nieuwe cursus
pl: Nowy kurs
pt: Novo curso
ru: Новый курс
sk: Nový kurz
sr: Novi kurs
sv: Ny kurs
ta: புதிய பாடம்
th: สร้างหลักสูตรใหม่

source: Public courses
bn: পাবলিক কোর্সসমূহ
bo: མི་སྤྱོད་ཚོང་ཁང་ཚོད།
ca: Cursos públics
cs: Veřejné kurzy
da: Offentlige kurser
de: Öffentliche Kurse
eo: Publikaj kursoj
et: Avalikud kursused
eu: Ikastaro publikoak
fi: Julkiset kurssit
fr: Cours publics
ga: Cúrsaí poiblí
gl: Cursos públicos
hi: सार्वजनिक कोर्स
hr: Javni tečajevi
it: Corsi pubblici
ka: საჯარო კურსები
nb: Offentlige kurs
nl: Openbare cursussen
pl: Kursy publiczne
pt: Cursos públicos
ru: Публичные курсы
sk: Verejné kurzy
sr: Javni kursevi
sv: Offentliga kurser
ta: பொது பாடங்கள்
th: หลักสูตรสาธารณะ

# goToCourse
source: Go to course: {course}
bn: কোর্সে যান: {course}
bo: ཚོང་ཁང་ལ་འགྱོ: {course}
ca: Ves al curs: {course}
cs: Přejít na kurz: {course}
da: Gå til kursus: {course}
de: Zum Kurs: {course}
eo: Iri al kurso: {course}
et: Mine kursusele: {course}
eu: Joan ikastaro batera: {course}
fi: Siirry kurssiin: {course}
fr: Aller au cours : {course}
ga: Téigh go cúrsa: {course}
gl: Ir ao curso: {course}
hi: कोर्स पर जाएं: {course}
hr: Idi na tečaj: {course}
it: Vai al corso: {course}
ka: გადადი კურსზე: {course}
nb: Gå til kurset: {course}
nl: Ga naar cursus: {course}
pl: Przejdź do kursu: {course}
pt: Ir para o curso: {course}
ru: Перейти к курсу: {course}
sk: Prejsť na kurz: {course}
sr: Idi na kurs: {course}
sv: Gå till kurs: {course}
ta: பாடத்துக்கு செல்லவும்: {course}
th: ไปที่หลักสูตร: {course}

# activityComplete
source: This activity has been completed. The activity summary should be available below.
bn: এই কার্যকলাপটি সম্পন্ন হয়েছে। কার্যকলাপের সারাংশ নিচে পাওয়া যাবে।
bo: འདི་ལས་བཟོ་བཅོས་ཡོད། ལས་བཟོ་བཅོས་སྤྱོད་ལེན་འདི་ནང་ལ་འབད་ཡོད་མི་སྤྱོད་ལེན་འབད་ནས་འདི་ལས་སྤྱོད་འབད།
ca: Aquesta activitat s'ha completat. El resum de l'activitat hauria d'estar disponible a sota.
cs: Tato aktivita byla dokončena. Shrnutí aktivity by mělo být k dispozici níže.
da: Denne aktivitet er fuldført. Resuméet af aktiviteten bør være tilgængeligt nedenfor.
de: Diese Aktivität wurde abgeschlossen. Die Zusammenfassung der Aktivität sollte unten verfügbar sein.
eo: Ĉi tiu aktiveco estas finita. La resumo de la aktiveco devus esti havebla sube.
et: See tegevus on lõpetatud. Tegevuse kokkuvõte peaks olema allpool saadaval.
eu: Ekintza hau burutu da. Ekintza laburpena behean egon beharko litzateke.
fi: Tämä aktiviteetti on suoritettu. Yhteenveto aktiviteetista pitäisi olla saatavilla alla.
fr: Cette activité est terminée. Le résumé de l'activité devrait être disponible ci-dessous.
ga: Tá an ghníomhaíocht seo críochnaithe. Ba chóir go mbeadh achoimre na gníomhaíochta ar fáil thíos.
gl: Esta actividade foi completada. O resumo da actividade debería estar dispoñible a continuación.
hi: यह गतिविधि पूरी हो गई है। गतिविधि का सारांश नीचे उपलब्ध होना चाहिए।
hr: Ova aktivnost je završena. Sažetak aktivnosti trebao bi biti dostupan u nastavku.
it: Questa attività è stata completata. Il riepilogo dell'attività dovrebbe essere disponibile qui sotto.
ka: ეს აქტივობა დასრულებულია. აქტივობის მიმოხილვა უნდა იყოს ხელმისაწვდომი ქვემოთ.
nb: Denne aktiviteten er fullført. Oppsummeringen av aktiviteten skal være tilgjengelig nedenfor.
nl: Deze activiteit is voltooid. Het overzicht van de activiteit zou hieronder beschikbaar moeten zijn.
pl: Ta aktywność została ukończona. Podsumowanie aktywności powinno być dostępne poniżej.
pt: Esta atividade foi concluída. O resumo da atividade deve estar disponível abaixo.
ru: Эта активность завершена. Обзор активности должен быть доступен ниже.
sk: Táto aktivita bola dokončená. Súhrn aktivity by mal byť dostupný nižšie.
sr: Ova aktivnost je završena. Sažetak aktivnosti bi trebao biti dostupan ispod.
sv: Den här aktiviteten är klar. Sammanfattningen av aktiviteten bör finnas nedanför.
ta: இந்த செயல்பாடு முடிந்துவிட்டது. செயல்பாட்டின் சுருக்கம் கீழே கிடைக்கும்.
th: กิจกรรมนี้เสร็จสมบูรณ์แล้ว สรุปกิจกรรมควรพร้อมใช้งานด้านล่าง

# haventChattedMuch
source: It looks like you haven't chatted much, try using some more vocab words! If you feel like you've completed your objective, you can end the activity below.
bn: এটা মনে হচ্ছে আপনি খুব বেশি চ্যাট করেননি, কিছু বেশি শব্দ ব্যবহার করার চেষ্টা করুন! যদি মনে করেন আপনি আপনার লক্ষ্য সম্পন্ন করেছেন, তাহলে নিচে কার্যকলাপ শেষ করতে পারেন।
bo: ཁྱེད་རང་གིས་ལོག་བྱེད་མི་འདུག, ཁོང་ཚོས་སྤྱོད་ལེན་ལ་ཁོང་ཚོས་སྤྱོད་ལེན་ལ་བསྐྱར་བརྗེ་བྱེད། དེ་ལས་ཁྱེད་རང་གིས་སྤྱོད་ལེན་འདི་ལས་སྤྱོད་འབད་ན་ལས་སྤྱོད་འབད་ནི་འདུག!
ca: Sembla que no has xatejat gaire, prova d'utilitzar algunes paraules de vocabulari més! Si creus que has completat l'objectiu, pots acabar l'activitat a sota.
cs: Vypadá to, že jste moc nemluvili, zkuste použít více slovní zásoby! Pokud máte pocit, že jste splnili svůj cíl, můžete aktivitu ukončit níže.
da: Det ser ud til, at du ikke har talt så meget, prøv at bruge flere ordforrådsord! Hvis du føler, at du har opnået dit mål, kan du afslutte aktiviteten nedenfor.
de: Es sieht so aus, als hätten Sie nicht viel gechattet, versuchen Sie, mehr Vokabeln zu verwenden! Wenn Sie das Gefühl haben, Ihr Ziel erreicht zu haben, können Sie die Aktivität unten beenden.
eo: Ŝajnas ke vi ne babilis multe, provu uzi pli da vortoj! Se vi sentas ke vi atingis vian celon, vi povas fini la aktivecon sube.
et: Tundub, et te pole palju vestelnud, proovige kasutada veel sõnavara sõnu! Kui tunnete, et olete oma eesmärgi saavutanud, saate tegevuse all lõpetada.
eu: Badirudi ez duzula asko hitz egin, saiatu gehiago hitz gako hitzak erabiltzen! Zure helburua bete duzula sentitzen baduzu, amaitu dezakezu behean ekintza.
fi: Näyttää siltä, ettet ole keskustellut paljon, kokeile käyttää enemmän sanastoesimerkkejä! Jos koet saavuttaneesi tavoitteesi, voit lopettaa aktiviteetin alla.
fr: Il semble que vous n'ayez pas beaucoup discuté, essayez d'utiliser plus de mots de vocabulaire ! Si vous pensez avoir atteint votre objectif, vous pouvez terminer l'activité ci-dessous.
ga: Is cosúil nach bhfuil tú tar éis caint go leor, bain triail as roinnt focail nua! Mura bhfuil tú ag iarraidh do chuspóir a bhaint amach, is féidir leat an gníomhaíocht a chríochnú thíos.
gl: Parece que non conversaches moito, tenta usar algunhas palabras de vocabulario! Se sentes que completaches o teu obxectivo, podes rematar a actividade a continuación.
hi: ऐसा लगता है कि आपने बहुत अधिक चैट नहीं की है, कुछ और शब्दावली का उपयोग करने का प्रयास करें! यदि आप महसूस करते हैं कि आपने अपना उद्देश्य पूरा कर लिया है, तो आप नीचे गतिविधि समाप्त कर सकते हैं।
hr: Izgleda da niste puno razgovarali, pokušajte koristiti još riječi! Ako osjećate da ste završili s ciljem, možete završiti aktivnost ispod.
it: Sembra che tu non abbia chattato molto, prova a usare alcune parole di vocabolario in più! Se senti di aver completato il tuo obiettivo, puoi terminare l'attività qui sotto.
ka: განსხვავებით, თქვენ არ გქონიათ ბევრი საუბარი, სცადეთ მეტი სიტყვების გამოყენება! თუ გგონიათ, რომ თქვენი მიზანი მიაღწიეთ, შეგიძლიათ ქვემოთ დაასრულოთ აქტივობა.
nb: Det ser ut som du ikke har snakket så mye, prøv å bruke flere vokabularord! Hvis du føler at du har fullført målet ditt, kan du avslutte aktiviteten nedenfor.
nl: Het lijkt erop dat je nog niet veel hebt gechat, probeer wat meer vocabulaire woorden te gebruiken! Als je denkt dat je je doel hebt bereikt, kun je de activiteit hieronder beëindigen.
pl: Wygląda na to, że nie rozmawiałeś zbyt dużo, spróbuj używać więcej słów! Jeśli czujesz, że osiągnąłeś cel, możesz zakończyć aktywność poniżej.
pt: Parece que você não conversou muito, tente usar mais palavras de vocabulário! Se sentir que completou seu objetivo, pode encerrar a atividade abaixo.
ru: Похоже, вы не много общались, попробуйте использовать больше слов! Если вы чувствуете, что достигли своей цели, вы можете завершить активность ниже.
sk: Vyzerá to, že ste veľa nehovorili, skúste použiť viac slovnej zásoby! Ak máte pocit, že ste splnili svoj cieľ, môžete ukončiť aktivitu nižšie.
sr: Izgleda da niste mnogo ćaskali, pokušajte koristiti još reči vokabulara! Ako smatrate da ste završili svoj cilj, možete završiti aktivnost ispod.
sv: Det verkar som att du inte har pratat så mycket, försök använda fler vokabulärord! Om du känner att du har slutfört ditt mål kan du avsluta aktiviteten nedanför.
ta: நீங்கள் அதிகமாக உரையாடவில்லை போல் தெரிகிறது, சில கூடுதல் சொற்களை பயன்படுத்த முயற்சிக்கவும்! உங்கள் குறிக்கோளை நிறைவேற்றியதாக நினைத்தால், கீழே செயல்பாட்டை முடிக்கலாம்.
th: ดูเหมือนว่าคุณยังไม่ได้แชทมากนัก ลองใช้คำศัพท์เพิ่มเติมดูสิ! หากคุณรู้สึกว่าทำตามเป้าหมายเสร็จแล้ว คุณสามารถจบกิจกรรมด้านล่าง

# haveChatted
source: It looks like you've been chatting for a while! If you feel like you've completed your objective, wrap up to finish the activity and we'll generate you a summary in the chat!
bn: এটা মনে হচ্ছে আপনি কিছু সময় ধরে চ্যাট করছেন! যদি মনে করেন আপনি আপনার লক্ষ্য সম্পন্ন করেছেন, কার্যকলাপ শেষ করতে ক্লোজ করুন এবং আমরা চ্যাটে আপনার জন্য একটি সারাংশ তৈরি করব!
bo: ཁྱེད་ཀྱང་ལ་ལོ་རྒྱབ་ལོག་འདུག དེ་ལས་ཁྱེད་ཀྱང་ཚོད་ལས་སྤྱོད་བྱེད་ཡོད་མི་ཚེས་ལས་སྤྱོད་བྱེད་འདུག དེ་ལས་ཁྱེད་ཀྱང་ཚོད་ལས་སྤྱོད་བྱེད་ཡོད་མི་ཚེས་ལས་སྤྱོད་བྱེད་འདུག དེ་ལས་ཁྱེད་ཀྱང་ཚོད་ལས་སྤྱོད་བྱེད་ཡོད་མི་ཚེས་ལས་སྤྱོད་བྱེད་འདུག དེ་ལས་ཁྱེད་ཀྱང་ཚོད་ལས་སྤྱོད་བྱེད་ཡོད་མི་ཚེས་ལས་སྤྱོད་བྱེད་འདུག
ca: Sembla que has estat xatejant durant una estona! Si creus que has completat l'objectiu, acaba per finalitzar l'activitat i t'hi generarem un resum al xat!
cs: Vypadá to, že jste si povídali nějakou dobu! Pokud máte pocit, že jste splnili svůj cíl, ukončete aktivitu a my vám v chatu vygenerujeme shrnutí!
da: Det ser ud til, at du har talt i et stykke tid! Hvis du føler, at du har opnået dit mål, afslut aktiviteten, og vi vil generere et resumé til dig i chatten!
de: Es sieht so aus, als hätten Sie schon eine Weile gechattet! Wenn Sie das Gefühl haben, Ihr Ziel erreicht zu haben, beenden Sie die Aktivität, und wir erstellen eine Zusammenfassung im Chat!
eo: Ŝajnas ke vi babilis dum iom da tempo! Se vi sentas ke vi atingis vian celon, fini la aktivecon kaj ni generos resumon en la babilejo!
et: Tundub, et olete juba mõnda aega vestelnud! Kui tunnete, et olete oma eesmärgi saavutanud, lõpetage tegevus ja me koostame teile kokkuvõtte vestluses!
eu: Badirudi denbora pixka bat hitz egin duzula! Zure helburua bete duzula sentitzen baduzu, ekintza amaitzeko itxi eta laburpena sortuko dizugu chat-ean!
fi: Näyttää siltä, että olet keskustellut jonkin aikaa! Jos koet saavuttaneesi tavoitteesi, lopeta aktiviteetti ja me luomme sinulle yhteenvedon keskustelussa!
fr: Il semble que vous discutiez depuis un moment ! Si vous pensez avoir atteint votre objectif, terminez pour finir l'activité et nous générerons un résumé dans la conversation !
ga: Tá cuma air go bhfuil tú ag comhrá le tamall! Mura bhfuil tú ag iarraidh do chuspóir a chríochnú, críochnaigh chun an gníomhaíocht a chríochnú agus cruthóimid achoimre duit sa chomhrá!
gl: Parece que estiveches a conversar durante un tempo! Se sentes que completaches o teu obxectivo, remata para rematar a actividade e xeraremos un resumo na conversa!
hi: ऐसा लगता है कि आप कुछ समय से चैट कर रहे हैं! यदि आप महसूस करते हैं कि आपने अपना उद्देश्य पूरा कर लिया है, तो गतिविधि समाप्त करने के लिए समाप्त करें पर क्लिक करें और हम चैट में आपका सारांश उत्पन्न करेंगे!
hr: Izgleda da ste već neko vrijeme razgovarali! Ako osjećate da ste završili s ciljem, završite aktivnost i generirat ćemo vam sažetak u chatu!
it: Sembra che tu abbia chattato per un po'! Se senti di aver completato il tuo obiettivo, concludi per terminare l'attività e ti genereremo un riepilogo nella chat!
ka: განსხვავებით, თქვენ საუბრობთ უკვე გარკვეული დროა! თუ გგონიათ, რომ თქვენი მიზანი მიაღწიეთ, დაასრულეთ აქტივობა და ჩვენ შეგვიძლია გენერირება თქვენი მიმოხილვა საუბარში!
nb: Det ser ut som du har snakket en stund! Hvis du føler at du har fullført målet ditt, avslutt for å fullføre aktiviteten, og vi vil generere en oppsummering i chatten!
nl: Het lijkt erop dat je al een tijdje aan het chatten bent! Als je denkt dat je je doel hebt bereikt, rond dan af om de activiteit te voltooien en we genereren een samenvatting in de chat!
pl: Wygląda na to, że rozmawiasz od jakiegoś czasu! Jeśli czujesz, że osiągnąłeś cel, zakończ, aby zakończyć aktywność, a my wygenerujemy podsumowanie w czacie!
pt: Parece que você tem conversado por um tempo! Se sentir que completou seu objetivo, finalize para concluir a atividade e geraremos um resumo para você no chat!
ru: Похоже, вы уже некоторое время общаетесь! Если вы чувствуете, что достигли своей цели, завершите, чтобы закончить активность, и мы сгенерируем для вас сводку в чате!
sk: Vyzerá to, že ste si už chvíľu rozprávali! Ak máte pocit, že ste splnili svoj cieľ, ukončite aktivitu a my vám v chate vygenerujeme súhrn!
sr: Izgleda da ste ćaskali neko vreme! Ako smatrate da ste završili svoj cilj, završite aktivnost i generisaćemo vam sažetak u ćaskanju!
sv: Det verkar som att du har pratat ett tag! Om du känner att du har slutfört ditt mål, avsluta för att avsluta aktiviteten och vi kommer att generera en sammanfattning i chatten!
ta: நீங்கள் சில நேரமாக உரையாடி வருகிறீர்கள் போல் தெரிகிறது! உங்கள் குறிக்கோளை நிறைவேற்றியதாக நினைத்தால், செயல்பாட்டை முடிக்கவும், நாங்கள் உரையாடலில் ஒரு சுருக்கத்தை உருவாக்குவோம்!
th: ดูเหมือนว่าคุณได้แชทมาสักพักแล้ว! หากคุณรู้สึกว่าทำตามเป้าหมายเสร็จแล้ว ให้สรุปเพื่อจบกิจกรรม แล้วเราจะสร้างสรุปให้คุณในแชท!
