Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Contact server admin
be: Звязацца з адміністратарам сервера
bn: সার্ভার অ্যাডমিনের সাথে যোগাযোগ করুন
bo: འབྲེལ་བ་ལས་འཛིན་མཁན་ལ་འབོད་
ca: Contacta l'admin del servidor
cs: Kontaktovat správce serveru
da: Kontakt serveradministrator
de: Serveradministrator kontaktieren
eo: Kontaktu la administranton de la servilo
et: Võta ühendust serveri haldajaga
eu: Jarri harremanetan zerbitzariaren administratzailearekin
fa: تماس با مدیر سرور
fi: Ota yhteyttä palvelimen ylläpitäjään
fr: Contacter l'administrateur du serveur
ga: Déan teagmháil le admin an fhreastalaí
gl: Contacto con Admin do servidor
hi: सर्वर व्यवस्थापक से संपर्क करें
hr: Kontaktirajte administratora poslužitelja
id: Hubungi admin server
it: Contatta l'amministratore del server
ka: სერვერის ადმინისტრატორთან დაკავშირება
nb: Kontakt serveradministrator
nl: Contact opnemen met serverbeheerder
pl: Skontaktuj się z administratorem serwera
pt: Contatar o administrador do servidor
ru: Админ сервера
sk: Kontaktovať správcu servera
sr: Kontaktirajte administratora servera
sv: Kontakta serveradministratör
ta: சேவையக நிர்வாகி தொடர்பு
th: ติดต่อผู้ดูแลเซิร์ฟเวอร์
uk: Зв’язатися з адміністратором сервера

source: Contact server security
be: Звязацца з сервернай бяспекай
bn: সার্ভার সুরক্ষা সংক্রান্ত যোগাযোগ করুন
bo: འབྲེལ་བ་ལས་འཛིན་ལས་སྤྱོད་ལ་འབོད་
ca: Contacta l'equip de seguretat del servidor
cs: Kontaktovat bezpečnost serveru
da: Kontakt serverens sikkerhed
de: Server-Sicherheit kontaktieren
eo: Kontaktu la sekurecon de la servilo
et: Võta ühendust serveri andmeturbe eest vastutajaga
eu: Jakinarazi segurtasun arazo bat
fa: تماس با امنیت سرور
fi: Ota yhteyttä palvelimen turvallisuuteen
fr: Contacter la sécurité du serveur
ga: Déan teagmháil le slándáil an fhreastalaí
gl: Contacto con Seguridade do servidor
hi: सर्वर सुरक्षा से संपर्क करें
hr: Kontaktirajte sigurnost poslužitelja
id: Hubungi keamanan server
it: Contatta la sicurezza del server
ka: სერვერის უსაფრთხოებასთან დაკავშირება
nb: Kontakt serverens sikkerhet
nl: Contact opnemen met serverbeveiliger
pl: Skontaktuj się z działem bezpieczeństwa serwera
pt: Contatar a segurança do servidor
ru: Безопасность контактов сервера
sk: Kontaktovať bezpečnosť servera
sr: Kontaktirajte sigurnost servera
sv: Kontakta serverns säkerhet
ta: சேவையக பாதுகாப்பைத் தொடர்பு கொள்ளுங்கள்
th: ติดต่อความปลอดภัยของเซิร์ฟเวอร์
uk: Зв’язатися з відділом безпеки сервера

source: Support page
be: Падтрымка
bn: সমর্থন পৃষ্ঠা
bo: གནང་བའི་ཤོག
ca: Pàgina de suport
cs: Stránka podpory
da: Supportside
de: Support-Seite
eo: Subtenpaĝo
et: Kasutajatugi
eu: Laguntza orria
fa: صفحه پشتیبانی
fi: Tukisivu
fr: Page de support
ga: Leathanach tacaíochta
gl: Páxina de axuda
hi: समर्थन पृष्ठ
hr: Stranica podrške
id: Laman dukungan
it: Pagina di supporto
ka: მხარდაჭერის გვერდი
nb: Supportside
nl: Supportpagina
pl: Strona obsługi użytkownika
pt: Página de suporte
ru: Поддержка
sk: Stránka podpory
sr: Stranica za podršku
sv: Support-sida
ta: உதவி பக்கம்
th: หน้าสนับสนุน
uk: Сторінка підтримки

source: Server information:
be: Серверная інфармацыя:
bn: সার্ভার তথ্য:
bo: འབྲེལ་བ་ལས་ཁག་གི་ཚེས་རིང་།
ca: Informació del servidor:
cs: Informace o serveru:
de: Server-Informationen:
eo: Informoj pri la servilo:
et: Serveri teave:
eu: Zerbitzariaren informazioa:
fa: درباره سرور:
fi: Palvelimen tiedot:
fr: Informations sur le serveur :
ga: Eolas freastalaí:
gl: Información do servidor:
hi: सर्वर जानकारी:
hr: Informacije o poslužitelju:
id: Informasi server:
it: Informazioni sul server:
ka: სერვერის ინფორმაცია:
nb: Serverinformasjon:
nl: Server-informatie:
pl: Informacje o serwerze:
pt: Informações do servidor:
ru: Информация о сервере:
sk: Informácie o serveri:
sr: Informacije o serveru:
ta: சேவையக தகவல்:
th: ข้อมูลเซิร์ฟเวอร์:
uk: Інформація про сервер:

source: Name
be: Імя
bn: নাম
bo: མིང་
ca: Nom
cs: Název
da: Navn
eo: Nomo
et: Nimi
eu: Izena
fa: نام
fi: Nimi
fr: Nom
ga: Ainm
gl: Nome
hi: नाम
hr: Ime
id: Nama
it: Nome
ka: სახელი
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sk: Názov
sr: Ime
sv: Namn
ta: பெயர்
th: ชื่อ
uk: Ім'я

source: Version
be: Версія
bn: সংস্করণ
bo: རྒྱབ་ལོ་
ca: Versió
cs: Verze
eo: Versio
et: Versioon
eu: Bertsioa
fa: نگارش
fi: Versio
ga: Leagan
gl: Versión
hi: संस्करण
hr: Verzija
id: Versi
it: Versione
ka: ვერსია
nb: Versjon
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
sk: Verzia
sr: Verzija
ta: பதிப்பு
th: เวอร์ชัน
uk: Версія

source: Website
be: Сайт
bn: ওয়েবসাইট
bo: འབྲེལ་བའི་ཕབ་ལེབ་
ca: Lloc web
cs: Webová stránka
da: Hjemmeside
eo: Retpaĝo
et: Veebisait
eu: Webgunea
fa: وبگاه
fi: Verkkosivusto
fr: Site Web
ga: Suíomh Gréasáin
gl: Páxina web
hi: वेबसाइट
hr: Web stranica
id: Situs Web
it: Sito web
ka: ვებგვერდი
nb: Nettsted
pl: Strona internetowa
pt: Site
ru: Сайт
sk: Webová stránka
sr: Veb sajt
sv: Hemsida
ta: வலைத்தளம்
th: เว็บไซต์
uk: Вебсайт

source: Compress
be: Сцісканне
bn: সংকুচিত করুন
bo: ཚད་ལྡན་
ca: Comprimeix
cs: Komprimovat
da: Komprimer
de: Komprimieren
eo: Kompakti
et: Paki kokku
eu: Konprimatu
fa: فشرده‌سازی
fi: Pakkaa
fr: Compresser
ga: Comhbhrúigh
gl: Comprimir
hi: संकुचित करें
hr: Kompresiraj
id: Kompres
it: Comprimere
ka: კომპრესია
nb: Komprimer
nl: Comprimeren
pl: Skompresuj
pt: Comprimir
ru: Сжатие
sk: Komprimovať
sr: Kompresuj
sv: Komprimera
ta: சுருக்க
th: บีบอัด
uk: Стиснути

source: Bold text
be: Цёмны
bn: বোল্ড টেক্সট
bo: ཁྱབ་བརྒྱབ་
ca: Text en negreta
cs: Tučný text
da: Fed tekst
de: Fetter Text
eo: Forte teksto
et: Paks kiri
eu: Testu lodia
fa: متن درشت
fi: Lihavoitu teksti
fr: Texte en gras
ga: Téacs trom
gl: Resaltar texto
hi: बोल्ड टेक्स्ट
hr: Podebljani tekst
id: Teks tebal
it: Testo in grassetto
ka: მაგარი ტექსტი
nb: Fet tekst
nl: Vet gedrukte tekst
pl: Pogrubienie
pt: Texto em negrito
ru: Жирный шрифт
sk: Tučný text
sr: Podebljani tekst
sv: Fet text
ta: தைரியமான உரை
th: ข้อความตัวหนา
uk: Жирний текст

source: Italic text
be: Курсіў
bn: ইটালিক টেক্সট
bo: ལོངས་སྟོན་
ca: Text en cursiva
cs: Kurzíva
da: Kursiv tekst
de: Kursiver Text
eo: Kursiva teksto
et: Kaldkiri
eu: Testu etzana
fa: متن کج
fi: Kursivoitu teksti
fr: Texte en italique
ga: Téacs iodálach
gl: Cursiva
hi: इटैलिक टेक्स्ट
hr: Kurzivni tekst
id: Teks miring
it: Testo in corsivo
ka: სქელი ტექსტი
nb: Kursiv tekst
nl: Cursieve tekst
pl: Kursywa
pt: Texto em itálico
ru: Italic
sk: Kurzíva
sr: Kurziv tekst
sv: Kursiv text
ta: சாய்வு உரை
th: ข้อความตัวเอียง
uk: Курсивний текст

source: Strikethrough
be: Перакрэслены
bn: স্ট্রাইকথ্রু
bo: བརྒྱབ་བརྒྱབ་
ca: Text ratllat
cs: Přeškrtnutí
da: Gennemstreget
de: Durchgestrichen
eo: Traŝovi
et: Läbikriipsutatud kiri
eu: Zirrimarra
fa: خط‌خورده
fi: Yliviivaus
fr: Barré
ga: Stailc tríd
gl: Riscar
hi: रेखांकित
hr: Precrtano
id: Coret
it: Barrato
ka: გადახაზვა
nb: Gjennomstreking
nl: Doorhalen
pl: Przekreślenie
pt: Riscado
ru: Перечёркнутый
sk: Preškrtnuté
sr: Precrtano
sv: Genomstruken
ta: ச்ட்ரைகெத்ரோ
th: ขีดทับ
uk: Перекреслений текст

source: Please fill out
be: Калі ласка, запоўніце
bn: অনুগ্রহ করে পূরণ করুন
bo: ཁྱེད་རང་གིས་ཁྱེད་རང་གི་ལག་ཐོག་ལེན་འཐབ་དགོས།
ca: Emplena
cs: Prosím vyplňte
da: Udfyld venligst
de: Bitte ausfüllen
eo: Bonvolu plenigi
et: Palun täida
eu: Bete ezazu
fa: لطفاً پر کنید
fi: Täytäthän
fr: Veuillez remplir
ga: Líon amach le do thoil
gl: Por favor completa
hi: कृपया भरें
hr: Molimo ispunite
id: Silakan isi
it: Si prega di compilare
ka: გთხოვთ შეავსოთ
nb: Vennligst fyll ut
nl: Vul alsjeblieft in
pl: Proszę wypełnić
pt: Por favor, preencha
ru: Пожалуйста, заполните
sk: Prosím, vyplňte
sr: Molimo vas da popunite
sv: Vänligen fyll i
ta: தயவுசெய்து நிரப்பவும்
th: กรุณากรอกข้อมูล
uk: Будь ласка, заповніть

source: Invalid url
be: Няслушны url
bn: অবৈধ URL
bo: མི་སྟོང་ URL
ca: URL invàlida
cs: Neplatná adresa URL
da: Ugyldig url
de: Ungültige URL
eo: Nevalida retadreso
et: Vigane võrguaadress
eu: URL baliogabea
fa: نشانی نامعتبر
fi: Virheellinen URL
fr: URL invalide
ga: URL neamhbhailí
gl: URL non válido
hi: अमान्य URL
hr: Nevažeći URL
id: URL tidak valid
it: URL non valido
ka: არასწორი URL
nb: Ugyldig URL
nl: Ongeldige url
pl: Niepoprawny adres URL
pt: URL inválido
ru: Не верный URL
sk: Neplatná URL
sr: Nevažeći URL
sv: Ogiltig URL
ta: தவறான முகவரி
th: URL ไม่ถูกต้อง
uk: Недійсний URL

source: Add link
be: Дадаць спасылку
bn: লিঙ্ক যোগ করুন
bo: འབྲེལ་གཏང་
ca: Afegeix un enllaç
cs: Přidat odkaz
da: Tilføj link
de: Link hinzufügen
eo: Aldoni ligilon
et: Lisa link
eu: Gehitu esteka
fa: افزودن پیوند
fi: Lisää linkki
fr: Ajouter un lien
ga: Cuir nasc leis
gl: Engadir ligazón
hi: लिंक जोड़ें
hr: Dodaj poveznicu
id: Tambahkan tautan
it: Aggiungi collegamento
ka: დაამატეთ ბმული
nb: Legg til lenke
nl: Koppeling toevoegen
pl: Dodaj link
pt: Adicionar link
ru: Добавить ссылку
sk: Pridať odkaz
sr: Dodaj link
sv: Lägg till länk
ta: இணைப்பைச் சேர்க்கவும்
th: เพิ่มลิงก์
uk: Додати посилання

# unableToJoinChat
source: Unable to join chat. Maybe the other party has already closed the conversation.
be: Немагчыма далучыцца да чату. Магчыма, іншы бок ужо скончыў размову.
bn: চ্যাটে যোগ দিতে পারছেন না। হয়তো অন্য পক্ষটি ইতিমধ্যে কথোপকথন বন্ধ করে দিয়েছে।
bo: གནད་སྡེབ་ལ་འཇུག་འབད་མི་ཚུལ། དེ་ལས་གནད་སྡེབ་གཅིག་ལས་ཁོང་ཚོ་འདི་ལས་འགྱོ་མི་ཚུལ།
ca: No s'ha pogut entrar al xat. Pot ser que l'altri participant hagi tancat la conversa.
cs: Nelze se připojit ke chatu. Možná druhá strana již ukončila konverzaci.
da: Kan ikke deltage i chat. Måske har den anden part allerede lukket samtalen.
de: Chat kann nicht beigetreten werden. Möglicherweise hat die Gegenseite das Gespräch bereits beendet.
eo: Neeblas aliĝi al la babilejo. Eble la alia partio jam fermis la konversacion.
et: Vestlusega liitumine ei õnnestu. Võib-olla on teine osapool juba vestluse sulgenud.
eu: Ezin da txatera batu. Agian besteak elkarrizketa itxiko zuen honezkero.
fa: ناتوانی در پیوستن به گپ. شاید طرف مقابل گفتگو را بسته است.
fi: Ei voida liittyä keskusteluun. Ehkä toinen osapuoli on jo sulkenut keskustelun.
fr: Impossible de rejoindre la conversation. Peut-être que l'autre partie a déjà fermé la discussion.
ga: Ní féidir páirt a ghlacadh sa chomhrá. B’fhéidir go bhfuil an comhrá dúnta cheana féin ag an bpáirtí eile.
gl: Non se puido acceder. Pode que a outra parte xa pechase a conversa.
hi: चैट में शामिल नहीं हो सकता। हो सकता है कि दूसरी पार्टी ने पहले ही बातचीत बंद कर दी हो।
hr: Nemoguće se pridružiti razgovoru. Možda je druga strana već zatvorila razgovor.
id: Tidak dapat bergabung dalam chat. Mungkin pihak lain telah menutup percakapan.
it: Impossibile partecipare alla chat. Forse l'altra parte ha già chiuso la conversazione.
ka: ჩართვა ვერ მოხერხდა. შესაძლოა მეორე მხარემ უკვე დახურა საუბარი.
nb: Kan ikke bli med i chat. Kanskje den andre parten allerede har lukket samtalen.
nl: Kan niet toetreden tot de chat. Misschien heeft de andere partij het gesprek al afgesloten.
pl: Nie udało się dołączyć do czatu. Może druga strona zakończyła już rozmowę?
pt: Não foi possível entrar no chat. Talvez a outra parte já tenha encerrado a conversa.
ru: Невозможно присоединиться к чату. Возможно, другая сторона уже закончила разговор.
sk: Nedá sa pripojiť ku chatu. Možno druhá strana už ukončila konverzáciu.
sr: Nije moguće pridružiti se chatu. Možda je druga strana već zatvorila razgovor.
sv: Kan inte gå med i chatten. Kanske har den andra parten redan avslutat samtalet.
ta: அரட்டையில் சேர முடியவில்லை. ஒருவேளை மற்ற கட்சி ஏற்கனவே உரையாடலை மூடியிருக்கலாம்.
th: ไม่สามารถเข้าร่วมแชทได้ อาจเป็นไปได้ว่าฝ่ายอื่นได้ปิดการสนทนาแล้ว
uk: Неможливо приєднатися до бесіди. Можливо, інша сторона вже закрила розмову.

source: Previous
be: Мінулы
bn: আগে
bo: རྒྱབ་ལོག
ca: Anterior
cs: Předchozí
da: Forrige
de: Vorige
eo: Antaŭa
et: Eelmine
eu: Aurrekoa
fa: پیشین
fi: Edellinen
fr: Précédent
ga: Roimhe Seo
gl: Anterior
hi: पिछला
hr: Prethodno
id: Sebelumnya
it: Precedente
ka: წინა
nb: Forrige
nl: Vorige
pl: Poprzedni
pt: Anterior
ru: Предыдущий
sk: Predchádzajúce
sr: Prethodno
sv: Föregående
ta: முன்னையது
th: ก่อนหน้า
uk: Попередній

# otherPartyNotLoggedIn
source: The other party is currently not logged in and therefore cannot receive messages!
be: Іншы бок зараз не увайшоў, таму не можа атрымліваць паведамленні!
bn: অন্য পক্ষ বর্তমানে লগ ইন করেনি এবং তাই বার্তা গ্রহণ করতে পারবে না!
bo: གནད་སྡེབ་གཅིག་ལས་མི་ལོག་པ་ཡོད་མི་རེད། དེ་ལས་ཁོང་ཚོ་གནད་སྡེབ་འདི་ལས་འགྱོ་མི་ཚུལ།
ca: L'altra persona no està en línia ara mateix i per tant no pot rebre missatges!
cs: Druhá strana momentálně není přihlášena a nemůže tak přijímat zprávy!
da: Den anden part er i øjeblikket ikke logget ind og kan derfor ikke modtage beskeder!
de: Der User ist aktuell nicht eingeloggt und kann daher keine Nachrichten empfangen!
eo: La alia partio nun ne estas ensalutita kaj tial ne povas ricevi mesaĝojn!
et: Vestluse teine osapool pole hetkel võrku loginud ega seega saa neid sõnumeid kohe kätte!
eu: Besteak ez du saiorik hasita eta, beraz, ezin du mezurik jaso!
fa: طرف مقابل اکنون وارد نشده است و بنابراین نمیتواند پیام دریافت کند!
fi: Toinen osapuoli ei ole tällä hetkellä kirjautuneena sisään, joten hän ei voi vastaanottaa viestejä!
fr: L'autre partie n'est pas actuellement connectée et ne peut donc pas recevoir de messages !
ga: Níl an páirtí eile logáilte isteach faoi láthair agus mar sin ní féidir leo teachtaireachtaí a fháil!
gl: A outra parte non está conectada neste momento e pode que non reciba as mensaxes!
hi: दूसरी पार्टी वर्तमान में लॉग इन नहीं है और इसलिए संदेश प्राप्त नहीं कर सकती!
hr: Druga strana trenutno nije prijavljena i stoga ne može primati poruke!
id: Pihak lain belum masuk dan tidak dapat menerima pesan!
it: L'altra parte non è attualmente connessa e quindi non può ricevere messaggi!
ka: მეორე მხარე ამჟამად არ არის შესული და შესაბამისად ვერ მიიღებს შეტყობინებებს!
nb: Den andre parten er for øyeblikket ikke logget inn og kan derfor ikke motta meldinger!
nl: De andere partij is momenteel niet ingelogd en kan daarom geen berichten ontvangen!
pl: Druga strona nie jest obecnie zalogowana i dlatego nie może odbierać wiadomości!
pt: A outra parte atualmente não está conectada e, portanto, não pode receber mensagens!
ru: Другая сторона в настоящее время не вошла в систему и поэтому не может получать сообщения!
sk: Druhá strana momentálne nie je prihlásená a nemôže prijímať správy!
sr: Druga strana trenutno nije prijavljena i stoga ne može primati poruke!
sv: Den andra parten är för närvarande inte inloggad och kan därför inte ta emot meddelanden!
ta: மற்ற பக்கம் தற்போது உள்நுழையவில்லை, ஆகையால் செய்திகள் பெற முடியாது!
th: ฝ่ายอื่นยังไม่ได้เข้าสู่ระบบ จึงไม่สามารถรับข้อความได้!
uk: Інша сторона наразі не увійшла в систему, тому не може отримувати повідомлення!

# appWantsToUseForLogin
source: Use '{server}' to log in
be: Выкарыстоўваць '{server}' для ўвахода
bn: '{server}' ব্যবহার করে লগ ইন করুন
bo: '{server}' ལ་གནང་བའི་སྤྱོད་ལམ་གཏོད།
ca: Fes servir '{server}' per iniciar sessió
cs: Použít '{server}' pro přihlášení
da: Brug '{server}' til at logge ind
de: Nutze '{server}' um dich einzuloggen
eo: Uzu '{server}' por ensaluti
et: Sisselogimiseks kasuta serverit '{server}'
eu: Erabili '{server}' saioa hasteko
fa: برای ورود از '{server}' استفاده کنید
fi: Käytä '{server}' kirjautumiseen
fr: Utilisez '{server}' pour vous connecter
ga: Úsáid '{server}' chun logáil isteach
gl: Usar '{server}' para acceder
hi: '{server}' का उपयोग लॉगिन के लिए करें
hr: Koristi '{server}' za prijavu
id: Gunakan '{server}' untuk masuk
it: Usa '{server}' per accedere
ka: გამოიყენეთ '{server}' შესასვლელად
nb: Bruk '{server}' for å logge inn
nl: Inloggen met '{server}'
pl: Użyj serwera '{server}' do zalogowania się
pt: Usar '{server}' para fazer login
ru: Использовать '{server}' для входа
sk: Použiť '{server}' na prihlásenie
sr: Koristi '{server}' za prijavu
sv: Använd '{server}' för att logga in
ta: '{server}' ஐ உள்நுழைய பயன்படுத்தவும்
th: ใช้ '{server}' เพื่อเข้าสู่ระบบ
uk: Використати '{server}', щоб увійти

# appWantsToUseForLoginDescription
source: You hereby allow the app and website to share information about you.
be: Тым самым, вы дазваляеце праграме і сайту дзяліцца інфармацыяй пра вас.
bn: আপনি এইভাবে অ্যাপ এবং ওয়েবসাইটকে আপনার সম্পর্কে তথ্য শেয়ার করতে অনুমতি দিচ্ছেন।
bo: ཁྱེད་རང་གི་རང་བཞིན་གྱི་ཚོད་ལས་འབྲེལ་གཏང་དང་དེ་ལས་འབྲེལ་གཏང་སྤྱོད་ལམ་ལས་ཁོངས་སྤྱོད་འབད་དགོས།
ca: Consenteixes que l'app i la web comparteixen informació sobre tu.
cs: Tímto umožňujete aplikaci a webové stránce sdílet informace o vás.
da: Du giver hermed appen og hjemmesiden tilladelse til at dele oplysninger om dig.
de: Hiermit erlaubst du der App und der Website, Informationen über dich weiterzugeben.
eo: Vi permesas al la aplikaĵo kaj retejo dividi informojn pri vi.
et: Järgnevaga lubad sa, et rakendus ja veebisait jagavad teavet sinu kohta.
eu: Honenbestez, aplikazioak eta webguneak zuri buruzko informazioa partekatzea baimentzen duzu.
fa: شما بدین‌وسیله به برنامه و وبگاه اجازه میدهید اطلاعات شما را هم‌رسانی کنند.
fi: Sallitte tässä, että sovellus ja verkkosivusto jakavat tietoja teistä.
fr: Vous autorisez par la présente l'application et le site web à partager des informations vous concernant.
ga: Ligeann tú leis seo don aip agus don suíomh Gréasáin faisnéis a roinnt fút.
gl: Por tanto permites que a app e o sitio web compartan información sobre ti.
hi: आप यहाँ अनुमति देते हैं कि ऐप और वेबसाइट आपके बारे में जानकारी साझा करें।
hr: Ovim dopuštate aplikaciji i web stranici dijeljenje informacija o vama.
id: Anda memperbolehkan aplikasi dan situs web membagikan informasi tentang Anda.
it: Con la presente consenti all'app e al sito web di condividere informazioni su di te.
ka: თქვენ აქვე აძლევთ საშუალებას აპლიკაციას და ვებგვერდს გააზიარონ თქვენი ინფორმაცია.
nb: Du gir herved appen og nettstedet tillatelse til å dele informasjon om deg.
nl: Hierbij sta je toe dat de app en website informatie over je delen.
pl: Niniejszym zezwalasz aplikacji i witrynie na udostępnianie informacji o sobie.
pt: Você permite que o aplicativo e o site compartilhem informações sobre você.
ru: Вы позволяете приложению и веб-сайту делиться информацией о вас.
sk: Týmto umožňujete aplikácii a webovej stránke zdieľať informácie o vás.
sr: Ovime dozvoljavate aplikaciji i veb sajtu da dele informacije o vama.
sv: Du tillåter härmed appen och webbplatsen att dela information om dig.
ta: நீங்கள் இப்போது செயலி மற்றும் இணையதளத்திற்கு உங்களது தகவலை பகிர அனுமதிக்கின்றீர்கள்.
th: คุณอนุญาตให้แอปและเว็บไซต์แชร์ข้อมูลเกี่ยวกับคุณ
uk: Цим ви дозволяєте застосунку та вебсайту ділитися інформацією про вас.

source: Open
be: Адкрыць
bn: খুলুন
bo: གནང་
ca: Obre
cs: Otevřít
da: Åben
de: Offen
eo: Malfermi
et: Ava
eu: Ireki
fa: باز کردن
fi: Avaa
fr: Ouvrir
ga: Oscail
gl: Abrir
hi: खुला
hr: Otvoriti
id: Buka
it: Apri
ka: გახსნა
nb: Åpne
pl: Otwórz
pt: Abrir
ru: Открыть
sk: Otvoriť
sr: Otvoreno
sv: Öppna
ta: திறக்கவும்
th: เปิด
uk: Відкрити

source: Waiting for server...
be: Чаканне сервера...
bn: সার্ভারের জন্য অপেক্ষা করছে...
bo: ལས་འགན་འདི་ལུ་དུས་འདི་འགྱོ་བའི་དུས།
ca: S'està esperant el servidor...
cs: Čekání na server...
da: Venter på server...
de: Auf Server warten...
eo: Atendas la servilon...
et: Ootame serveri vastust...
eu: Zerbitzariaren zain…
fa: در انتظار سرور...
fi: Odotetaan palvelinta...
fr: En attente du serveur...
ga: Ag fanacht leis an bhfreastalaí...
gl: Agardando polo servidor…
hi: सर्वर का इंतजार कर रहा है...
hr: Čekanje na poslužitelj...
id: Menunggu server...
it: In attesa del server...
ka: მოსალოდნელია სერვერის პასუხი...
nb: Venter på server...
nl: Wachten op server...
pl: Oczekiwanie na serwer...
pt: Aguardando o servidor...
ru: Ожидание сервера...
sk: Čaká sa na server...
sr: Čekanje na server...
sv: Väntar på server...
ta: சேவையகத்திற்காக காத்திருக்கிறது...
th: กำลังรอเซิร์ฟเวอร์...
uk: Очікування сервера...
