Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

source: Unlock old messages
be: Адкрыць старыя паведамленні
bn: পুরানো বার্তা আনলক করুন
bo: རྩོམ་ལས་བསྐྱར་སྤྱོད་བྱེད།
ca: Desbloqueja els missatges antics
cs: Odemknout staré zprávy
da: Lås op for gamle beskeder
de: Entsperre alte Nachrichten
eo: Malfermi malnovajn mesaŹojn
et: Muuda vanad sõnumid loetavaks
eu: Desblokeatu mezu zaharrak
fa: گشودن پیام‌های قدیمی
fi: Pura vanhojen viestien salaus
fr: Déverrouiller les anciens messages
ga: Díghlasáil seanteachtaireachtaí
gl: Desbloquear mensaxes antigas
hi: पुराने संदेश अनलॉक करें
hr: Otključaj stare poruke
id: Akses pesan lama
it: Sblocca i vecchi messaggi
ka: გახსენი ძველი შეტყობინებები
nb: Lås opp gamle meldinger
nl: Oude berichten ontgrendelen
pl: Odblokuj stare wiadomości
pt: Desbloquear mensagens antigas
ru: Разблокировать старые сообщения
sk: Odomknúť staré správy
sr: Otključaj stare poruke
sv: Lås upp äldre meddelanden
ta: பழைய செய்திகளைத் திறக்கவும்
th: ปลดล็อกข้อความเก่า
uk: Розблокувати старі повідомлення

# storeInSecureStorageDescription
source: Store the recovery key in the secure storage of this device.
be: Захаваць код аднаўлення ў бяспечным месцы на прыладзе.
bn: এই ডিভাইসের সুরক্ষিত স্টোরেজে পুনরুদ্ধার কী সংরক্ষণ করুন।
bo: འདི་ལུ་བསྐྱར་བརྗེ་བྱེད་ཚུལ་ལས་སྤྱོད་བྱེད་ལག་ལེན་ལས་འགྱོ་བའི་སྤྱིར་ལས་འདི་ལས་སྤྱོད་བྱེད།
ca: Desa la clau de recuperació en l'emmagatzematge segur d'aquest dispositiu.
cs: Klíč k obnovení uložte v zabezpečeném úložišti tohoto zařízení.
da: Opbevar gendannelsesnøglen i den sikre lagring på denne enhed.
de: Speicher den Wiederherstellungsschlüssel im sicheren Speicher dieses Geräts.
eo: Konservu la restarigan klavon en la sekura stokado de tiu aparato.
et: Salvesta taastevõti selle seadme turvahoidlas.
eu: Gorde berreskuratze-gakoa gailu honetako biltegiratze seguruan.
fa: کلید بازیابی را در محل ذخیره‌سازی امن این دستگاه ذخیره کنید.
fi: Tallenna palautusavain tämän laitteen turvavarastoon.
fr: Stocker la clé de récupération dans un espace sécurisé de cet appareil.
ga: Stóráil an eochair aisghabhála i stóráil slán an ghléis seo.
gl: Gardar a chave de recuperación na almacenaxe segura deste dispositivo.
hi: इस डिवाइस के सुरक्षित भंडारण में रिकवरी कुंजी सहेजें।
hr: Ključ za obnavljanje spremi u sigurno spremište na ovom uređaju.
id: Simpan kunci pemulihan di penyimpanan aman perangkat ini.
it: Salva la chiave di recupero nell'archivio sicuro di questo dispositivo.
ka: შეინახეთ აღდგენის გასაღები ამ მოწყობილობის უსაფრთხო შენახვაში.
nb: Lagre gjenopprettingsnøkkelen i den sikre lagringen på denne enheten.
nl: Sla de herstelsleutel op in de beveiligde opslag van dit apparaat.
pl: Przechowaj klucz odzyskiwania w bezpiecznym magazynie tego urządzenia.
pt: Armazene a chave de recuperação no armazenamento seguro deste dispositivo.
ru: Сохраните ключ восстановления в безопасном хранилище этого устройства.
sk: Uložte kľúč na obnovenie do zabezpečeného úložiska tohto zariadenia.
sr: Sačuvajte ključ za oporavak u sigurnoj memoriji ovog uređaja.
sv: Lagra återställningsnyckeln på säker plats på denna enhet.
ta: மீட்பு விசையை இந்த சாதனத்தின் பாதுகாப்பான சேமிப்பகத்தில் சேமிக்கவும்.
th: เก็บกุญแจกู้คืนในที่เก็บข้อมูลที่ปลอดภัยของอุปกรณ์นี้
uk: Збережіть ключ відновлення в безпечному сховищі цього пристрою.

# saveKeyManuallyDescription
source: Save this key manually by triggering the system share dialog or clipboard.
be: Захаваць гэты ключ самастойна, выклікам сістэмнага акна Падзяліцца ці праз буфер.
bn: সিস্টেম শেয়ার ডায়ালগ বা ক্লিপবোর্ড ট্রিগার করে এই কী ম্যানুয়ালি সংরক্ষণ করুন।
bo: འདི་ལུ་ཁྱེད་རང་གིས་སྤྱོད་ཚུལ་ལས་སྤྱོད་བྱེད་ལག་ལེན་ལས་འགྱོ་བའི་སྤྱིར་ལས་འདི་ལས་སྤྱོད་བྱེད།
ca: Per desar aquesta clau manualment, pica l'eina de compartir o copia-la al porta-retalls.
cs: Uložte tento klíč manuálně pomocí systémového dialogu sdílení nebo zkopírováním do schránky.
da: Gem denne nøgle manuelt ved at aktivere systemets delingsdialog eller clipboard.
de: Speicher diesen Schlüssel manuell, indem du den Systemfreigabedialog oder die Zwischenablage auslöst.
eo: Konservu tiun klavon mane per aktivigo de la sistemo dividi dialogon aŭ tondejon.
et: Salvesta see krüptovõti kasutades selle süsteemi jagamisvalikuid või lõikelauda.
eu: Gorde eskuz gako hau gailuko partekatze-menua edo arbela erabiliz.
fa: این کلید را با استفاده از هم‌رسانی یا بریده‌دان به‌طور دستی ذخیره کنید.
fi: Tallenna tämä avain manuaalisesti käyttäen järjestelmän jakodialogia tai leikepöytää.
fr: Enregistrer cette clé manuellement en déclenchant la boîte de dialogue de partage du système ou le presse-papiers.
ga: Sábháil an eochair seo de láimh trí dialóg nó gearrthaisce comhroinnte an chórais a spreagadh.
gl: Garda esta chave manualmente usando o sistema para compartir do dispositivo ou portapapeis.
hi: सिस्टम शेयर डायलॉग या क्लिपबोर्ड को ट्रिगर करके इस कुंजी को मैनुअल रूप से सहेजें।
hr: Spremi ovaj ključ ručno pokretanjem dijaloga za dijeljenje sustava ili međuspremnika.
id: Simpan kunci ini secara manual dengan memicu dialog pembagian atau papan klip sistem.
it: Salva questa chiave manualmente attivando la finestra di condivisione o gli appunti.
ka: შეინახეთ ეს გასაღები ხელით სისტემის გაზიარების დიალოგის ან კლიპბორდის გამოყენებით.
nb: Lagre denne nøkkelen manuelt ved å utløse systemets delingsdialog eller utklippstavle.
nl: Sla deze sleutel handmatig op via delen of het klembord.
pl: Zapisz ten klucz ręcznie, uruchamiając systemowe okno dialogowe udostępniania lub schowek.
pt: Salve esta chave manualmente acionando o diálogo de compartilhamento do sistema ou a área de transferência.
ru: Сохраните этот ключ вручную, вызвав диалог общего доступа системы или буфера обмена.
sk: Uložte tento kľúč manuálne spustením dialógu zdieľania systému alebo schránky.
sr: Ručno sačuvajte ovaj ključ pokretanjem dijaloga za deljenje sistema ili clipboarda.
sv: Spara nyckeln manuellt genom att aktivera dela-funktionen eller urklippshanteraren på enheten.
ta: கணினி பகிர்வு உரையாடல் அல்லது கிளிப்போர்டைத் தூண்டுவதன் மூலம் இந்த விசையை கைமுறையாக சேமிக்கவும்.
th: บันทึกกุญแจนี้ด้วยตนเองโดยการเปิดกล่องโต้ตอบแชร์ของระบบหรือคลิปบอร์ด
uk: Збережіть цей ключ вручну, запустивши діалогове вікно спільного доступу до системи або буфер обміну.

source: Store in Android KeyStore
be: Захаваць у Android KeyStore
bn: Android KeyStore-এ সংরক্ষণ করুন
bo: ནང་བསྲེགས་ནི་ནང་བསྲེགས་ལག་ཁྱེར་སྟེང་
ca: Desa en la Android KeyStore
cs: Uložit v Android KeyStore
da: Opbevar i Android Keystore
de: Im Android KeyStore speichern
eo: Konservi en Android KeyStore
et: Vali salvestuskohaks Android KeyStore
eu: Gorde Android KeyStore-n
fa: ذخیره در Android KeyStore
fi: Tallenna Android KeyStoreen
fr: Stocker dans Android KeyStore
ga: Stóráil i Android KeyStore
gl: Gardar en Android KeyStore
hi: एंड्रॉइड कीस्टोर में सहेजें
hr: Spremi u Android KeyStore
id: Simpan di Android KeyStore
it: Salva nel KeyStore di Android
ka: შეინახეთ Android KeyStore-ში
nb: Lagre i Android KeyStore
nl: In Android KeyStore opslaan
pl: Przechowaj w Android KeyStore
pt: Armazenar no Android KeyStore
ru: Сохранить в Android KeyStore
sk: Uložiť do Android KeyStore
sr: Sačuvaj u Android Keystore-u
sv: Lagra i Androids nyckellagring (KeyStore)
ta: ஆண்ட்ராய்டு கீச்டோரில் சேமிக்கவும்
th: เก็บใน Android KeyStore
uk: Зберегти в Android KeyStore

source: Store in Apple KeyChain
be: Захаваць у Apple KeyChain
bn: Apple KeyChain-এ সংরক্ষণ করুন
bo: ནང་བསྲེགས་ནི་ནང་བསྲེགས་ལག་ཁྱེར་སྟེང་
ca: Desa en la Apple KeyChain
cs: Uložit v Apple KeyChain
da: Opbevar i Apple KeyChain
de: Im Apple KeyChain speichern
eo: Konservi en Apple KeyChain
et: Vali salvestuskohaks Apple KeyChain
eu: Gorde Apple KeyChain-en
fa: ذخیره در Apple KeyChain
fi: Tallenna Applen avainnippuun
fr: Stocker dans Apple KeyChain
ga: Stóráil i Apple KeyChain
gl: Gardar en Apple KeyChain
hi: एप्पल की चेन में सहेजें
hr: Spremi u Apple KeyChain
id: Simpan di Apple KeyChain
it: Salva nel portachiavi di Apple
ka: შეინახეთ Apple KeyChain-ში
nb: Lagre i Apple KeyChain
nl: In Apple KeyChain opslaan
pl: Przechowaj w pęku kluczy Apple
pt: Armazenar no Apple KeyChain
ru: Сохранить в Apple KeyChain
sk: Uložiť do Apple KeyChain
sr: Sačuvaj u Apple KeyChain-u
sv: Lagra i Apples nyckelkedja (KeyChain)
ta: ஆப்பிள் கீச்சினில் சேமிக்கவும்
th: เก็บใน Apple KeyChain
uk: Зберегти в Apple KeyChain

# storeSecurlyOnThisDevice
source: Store securely on this device
be: Захаваць на гэтай прыладзе
bn: এই ডিভাইসে নিরাপদে সংরক্ষণ করুন
bo: འདི་ལ་སྲུང་བར་བསྲེགས་ནས་བརྗེས་སྟེང་
ca: Desa de forma segura en aquest dispositiu
cs: Uložit bezpečně na tomto zařízení
da: Opbevar sikkert på denne enhed
de: Auf diesem Gerät sicher speichern
eo: Sekure konservi sur tiu aparato
et: Salvesta turvaliselt selles seadmes
eu: Gorde gailu honetan modu seguruan
fa: ذخیره امن در این دستگاه
fi: Tallenna turvallisesti tälle laitteelle
fr: Stocker de manière sécurisé sur cet appareil
ga: Stóráil go daingean ar an ngléas seo
gl: Gardar de xeito seguro no dispositivo
hi: इस डिवाइस पर सुरक्षित रूप से सहेजें
hr: Spremi sigurno na ovom uređaju
id: Simpan secara aman di perangkat ini
it: Salva in modo sicuro su questo dispositivo
ka: შეინახეთ უსაფრთხოდ ამ მოწყობილობაზე
nb: Lagre sikkert på denne enheten
nl: Veilig opslaan op dit apparaat
pl: Przechowaj bezpiecznie na tym urządzeniu
pt: Armazene com segurança neste dispositivo
ru: Сохранить на этом устройстве
sk: Uložiť bezpečne na tomto zariadení
sr: Sigurno sačuvaj na ovom uređaju
sv: Lagra säkert på denna enhet
ta: இந்த சாதனத்தில் பாதுகாப்பாக சேமிக்கவும்
th: เก็บอย่างปลอดภัยบนอุปกรณ์นี้
uk: Зберегти безпечно на цей пристрій

source: {count} files
be: {count} файлаў
bn: {count} ফাইল
bo: {count} ཡིག་ཚིག་
ca: {count} arxius
cs: {count} souborů
da: {count} filer
de: {count} Dateien
eo: {count} dosieroj
et: {count} faili
eu: {count} fitxategi
fa: {count} پرونده
fi: {count} tiedostoa
fr: {count} fichiers
ga: Comhaid {count}
gl: {count} ficheiros
hi: {count} फ़ाइलें
hr: Broj datoteka: {count}
id: {count} file
it: {count} file
ka: {count} ფაილი
nb: {count} filer
nl: {count} bestanden
pl: {count} plików
pt: {count} arquivos
ru: {count} файлов
sk: {count} súborov
sr: {count} fajlova
sv: {count} filer
ta: {count} கோப்புகள்
th: {count} ไฟล์
uk: {count} файлів

source: User
be: Карыстальнік
bn: ব্যবহারকারী
bo: བཀྲམས་པོ་
ca: Usuàrïi
cs: Uživatel
da: Bruger
de: Benutzer
eo: Uzanto
et: Kasutaja
eu: Erabiltzailea
fa: کاربر
fi: Käyttäjä
fr: Utilisateur/trice
ga: Úsáideoir
gl: Usuaria
hi: उपयोगकर्ता
hr: Korisnik
id: Pengguna
it: Utente
ka: მომხმარებელი
nb: Bruker
nl: Persoon
pl: Użytkownik
pt: Usuário
ru: Пользователь
sk: Používateľ
sr: Korisnik
sv: Användare
ta: பயனர்
th: ผู้ใช้
uk: Користувач

source: Custom
be: Карыстальніцкае
bn: কাস্টম
bo: བདེན་སྤྱོད་
ca: Personalitzat
cs: Vlastní
da: Brugerdefineret
de: Benutzerdefiniert
eo: Kustoma
et: Kohandatud
eu: Neurrira egindakoa
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
ga: Saincheaptha
gl: Personal
hi: कस्टम
hr: Prilagođeno
id: Kustom
it: Personalizzato
ka: შექმნილი
nb: Egendefinert
nl: Aangepast
pl: Własne
pt: Personalizado
ru: Пользовательское
sk: Vlastné
sr: Prilagođeno
sv: Anpassad
ta: தனிப்பயன்
th: กำหนดเอง
uk: Користувацький

# foregroundServiceRunning
source: This notification appears when the foreground service is running.
be: Гэта паведамленне з'явіцца, калі асноўныя службы запрацуюць.
bn: এই বিজ্ঞপ্তিটি তখন প্রদর্শিত হয় যখন সামনের সারির পরিষেবা চলমান থাকে।
bo: འདི་ལ་སྤྱོད་ལམ་སྟེང་པའི་སྒོ་སྤྱོད་འདི་སྟེང་
ca: Aquesta notificació apareix quan el servei de primer pla està corrent.
cs: Toto oznámení se zobrazuje když běží služba na pozadí.
da: Denne meddelelse vises, når foreground-tjenesten kører.
de: Diese Benachrichtigung wird angezeigt, wenn der Vordergrunddienst ausgeführt wird.
eo: Ĉi tiu sciigo aperas kiam la antaŭa servo funkcias.
et: See teavitus toimib siis, kui esiplaaniteenus töötab.
eu: Jakinarazpen hau zerbitzua martxan dagoenean agertzen da.
fa: این آگاه‌ساز زمانی ظاهر می‌شود که خدمت پیش‌زمینه فعال است.
fi: Tämä ilmoitus näkyy etualapalvelun ollessa käynnissä.
fr: Cette notification s’affiche lorsque le service au premier plan est en cours d’exécution.
ga: Tá an fógra seo le feiceáil nuair atá an tseirbhís tulra ag rith.
gl: Esta notificación aparece cando se está a executar o servizo en segundo plano.
hi: यह नोटिफिकेशन तब दिखाई देता है जब फोरग्राउंड सेवा चल रही हो।
hr: Ova se obavijest pojavljuje kada se pokreće usluga u prvom planu.
id: Notifikasi ini ditampilkan ketika layanan latar depan berjalan.
it: Questa notifica viene mostrata quando il servizio in primo piano è in esecuzione.
ka: ეს შეტყობინება გამოჩნდება, როდესაც ფონი სერვისი მუშაობს.
nb: Denne varslingen vises når forgrunnstjenesten kjører.
nl: Deze melding verschijnt wanneer de voorgronddienst draait.
pl: To powiadomienie pojawia się, gdy usługa w tle jest uruchomiona.
pt: Esta notificação aparece quando o serviço em primeiro plano está em execução.
ru: Это уведомление появляется, когда запущена основная служба.
sk: Táto notifikácia sa zobrazí, keď beží popredná služba.
sr: Ova obaveštenje se pojavljuje kada je usluga u prvom planu aktivna.
sv: Denna avisering visas när förgrundstjänsten körs.
ta: முன்புற பணி இயங்கும்போது இந்த அறிவிப்பு தோன்றும்.
th: การแจ้งเตือนนี้ปรากฏเมื่อบริการในพื้นหลังทำงาน
uk: Це сповіщення з'являється під час роботи основної служби.

# screenSharingTitle
source: screen sharing
be: падзяліцца экранам
bn: স্ক্রীন শেয়ারিং
bo: རྟེན་སྒོ་བརྗོད་
ca: compartició de pantalla
cs: sdílení obrazovky
da: skærmdeling
de: Bildschirm teilen
eo: ekrano divido
et: ekraani jagamine
eu: pantaila-partekatzea
fa: هم‌رسانی صفحه‌نمایش
fi: ruudunjako
fr: Partage d'écran
ga: comhroinnt scáileáin
gl: compartición da pantalla
hi: स्क्रीन शेयरिंग
hr: dijeljenje ekrana
id: membagikan layar
it: condivisione schermo
ka: ეკრანის გაზიარება
nb: skjermdeling
nl: scherm delen
pl: udostępnianie ekranu
pt: compartilhamento de tela
ru: общий доступ к экрану
sk: zdieľanie obrazovky
sr: deljenje ekrana
sv: skärmdelning
ta: திரை பகிர்வு
th: การแชร์หน้าจอ
uk: спільний доступ до екрана

# screenSharingDetail
source: You are sharing your screen in FuffyChat
be: Вы дзеліцеся экранам у FluffyChat
bn: আপনি FuffyChat-এ আপনার স্ক্রীন শেয়ার করছেন
bo: ཁྱེད་ཀྱིས་ཁྱེར་སྒོ་ནང་བརྗོད་འབད་ཡོད་པ་ནི་ནང་བསྲེགས་ལག་ཁྱེར་སྟེང་
ca: Estàs compartint la teva pantalla a FluffyChat
cs: Sdílíte svou obrazovku přes FluffyChat
da: Du deler din skærm i FuffyChat
de: Du teilst deinen Bildschirm in FuffyChat
eo: Vi dividas vian ekranon en FuffyChat
et: Sa jagad oma ekraani FuffyChati vahendusel
eu: Pantaila FluffyChaten partekatzen ari zara
fa: شما در حال هم‌رسانی صفحه‌نمایش خود در فلافی‌چت هستید
fi: Jaat ruutuasi FluffyChatissä
fr: Vous partagez votre écran dans FuffyChat
ga: Tá do scáileán á roinnt agat i FuffyChat
gl: Estás a compartir a túa pantalla en FluffyChat
hi: आप FuffyChat में अपनी स्क्रीन साझा कर रहे हैं
hr: Dijeliš svoj ekran u FuffyChatu
id: Kamu membagikan layarmu di FluffyChat
it: Stai condividendo il tuo schermo in FuffyChat
ka: თქვენ გაზიარებთ თქვენს ეკრანს FuffyChat-ში
nb: Du deler skjermen din i FuffyChat
nl: Je deelt je scherm in FuffyChat
pl: Udostępniasz swój ekran w FluffyChat
pt: Você está compartilhando sua tela no FuffyChat
ru: Вы делитесь своим экраном в FuffyChat
sk: Zdieľate svoju obrazovku v FuffyChat
sr: Delite da deliteš svoj ekran u FuffyChat-u
sv: Du delar din skärm i FluffyChat
ta: உங்கள் திரையை FUFFYCHAT இல் பகிர்கிறீர்கள்
th: คุณกำลังแชร์หน้าจอของคุณใน FuffyChat
uk: Ви ділитеся своїм екраном FuffyChat

source: Calling permissions
be: Дазволы на выклікі
bn: কলের অনুমতিসমূহ
bo: འཚོལ་བའི་རིམ་པའི་དོན་ལུགས་
ca: Permisos de trucada
cs: Oprávnění volání
da: Opkaldstilladelser
de: Anrufberechtigungen
eo: Permesoj por vokado
et: Helistamise õigused
eu: Deitzeko baimenak
fa: دسترسی‌های تماس
fi: Puheluoikeudet
fr: Permissions d'appel
ga: Ceadanna a ghlaoch
gl: Permisos de chamada
hi: कॉलिंग अनुमतियां
hr: Dozvole za pozivanje
id: Perizinan panggilan
it: Permessi di chiamata
ka: ზარის უფლებები
nb: Tillatelser for samtale
nl: Telefoon-rechten
pl: Uprawnienia połączeń
pt: Permissões de chamadas
ru: Разрешения на звонки
sk: Oprávnenia na volanie
sr: Dozvole za pozive
sv: Samtalsbehörighet
ta: அழைப்பு அனுமதிகள்
th: สิทธิ์ในการโทร
uk: Дозволи на виклик

source: Calling account
be: Уліковы запіс для выклікаў
bn: কলের অ্যাকাউন্ট
bo: འཚོལ་བའི་ཁུལ་ཁང་
ca: Compte de la trucada
cs: Volající účet
da: Opkaldskonto
de: Anrufkonto
eo: Vokanta konto
et: Helistamiskonto
eu: Deitzen ari den kontua
fa: حساب تماس
fi: Soittamistunnus
fr: Compte d'appel
ga: Cuntas ag glaoch
gl: Conta que chama
hi: कॉलिंग खाता
hr: Račun za pozivanje
id: Akun pemanggilan
it: Account di chiamata
ka: ზარის ანგარიში
nb: Samtalekonto
nl: Telefoon-account
pl: Konto połączeń
pt: Conta de chamadas
ru: Аккаунт для звонков
sk: Účet na volanie
sr: Nalog za pozive
sv: Samtalskonto
ta: அழைப்பு கணக்கு
th: บัญชีโทร
uk: Обліковий запис для виклику

# callingAccountDetails
source: Allows FluffyChat to use the native android dialer app.
be: Дазваляе FluffyChat выкарыстоўваць сістэмную праграму для выклікаў.
bn: FluffyChat কে নেটিভ অ্যান্ড্রয়েড ডায়ালার অ্যাপ ব্যবহার করতে দেয়।
bo: FluffyChat ནང་ལ་ནང་བསྲེགས་ལག་ཁྱེར་སྟེང་ ནང་བསྲེགས་ལག་ཁྱེར་སྟེང་ ནང་བསྲེགས་ལག་ཁྱེར་སྟེང་
ca: Permet al FluffyChat de fer servir l'app de trucades nativa de l'Android.
cs: Opravňuje FluffyChat používat Android systémovou aplikaci pro vytáčení.
da: Tillader FluffyChat at bruge den native Android-opkaldsapp.
de: Ermöglicht FluffyChat, die native Android-Dialer-App zu verwenden.
eo: Permesas al FluffyChat uzi la denaskan android-dialer-aplikon.
et: Võimaldab FluffyChat'il kasutada Androidi helistamisrakendust.
eu: Baimendu FluffyChat Android gailuko telefono-markagailua erabiltzea.
fa: اجازه به فلافی‌چت برای استفاده از شماره‌گیر بومی اندروید.
fi: Sallii FluffyChatin käyttää Androidin omaa Puhelut-sovellusta.
fr: Permet à FluffyChat d'utiliser l'application de numérotation native d'Android.
ga: Ceadaíonn FluffyChat an aip dhiailiú android dúchais a úsáid.
gl: Permítelle a FluffyChat usar a app de telefonía nativa de android.
hi: FluffyChat को नेटिव एंड्रॉइड डायलर ऐप का उपयोग करने की अनुमति देता है।
hr: Omogućuje FluffyChatu korištenje izvorne Android aplikacije za pozivanje.
id: Memperbolehkan FluffyChat untuk menggunakan aplikasi penelepon Android bawaan.
it: Dai l'autorizzazione a FluffyChat di usare l'app di composizione Android nativa.
ka: მოწყენილა FluffyChat-ს გამოიყენოს ადგილობრივი ანდროიდის დილერი აპლიკაცია.
nb: Tillater FluffyChat å bruke den native Android-dialer-appen.
nl: Hiermee kan FluffyChat de Android telefoon-app gebruiken.
pl: Pozwala FluffyChat używać natywnej aplikacji do wykonywania połączeń w Androidzie.
pt: Permite que o FluffyChat use o aplicativo discador nativo do Android.
ru: Позволяет FluffyChat использовать родное android приложение для звонков.
sk: Umožňuje FluffyChat používať natívnu aplikáciu na vytočenie čísla v Androide.
sr: Omogućava FluffyChat-u da koristi native android dialer aplikaciju.
sv: Tillåt FluffyChat att använda Androids ring-app.
ta: சொந்த ஆண்ட்ராய்டு டயலர் பயன்பாட்டைப் பயன்படுத்த பஞ்சுபோன்றது அனுமதிக்கிறது.
th: อนุญาตให้ FluffyChat ใช้แอป dialer แบบเนทีฟของ Android
uk: Дозволяє FluffyChat використовувати основний застосунок Android для набору номера.

source: Appear on top
be: З'яўляцца зверху
bn: উপরে প্রদর্শিত হোক
bo: མཐར་འཁོར་སྟེང་
ca: Mostra per sobre
cs: Zobrazovat nahoře
da: Vis øverst
de: Oben erscheinen
eo: Apare sur pinto
et: Luba pealmise rakendusena
eu: Gainean erakutsi
fa: نمایش در بالا
fi: Näy päällä
fr: Apparaître en haut
ga: Le feiceáil ar an mbarr
gl: Aparecer arriba
hi: ऊपर दिखाई दें
hr: Prikaz ispred drugih
id: Tampilkan di atas
it: Appare in alto
ka: გამოჩნდეს ზედა ნაწილში
nb: Vis øverst
nl: Bovenaan verschijnen
pl: Wyświetlaj nad innymi
pt: Aparecer no topo
ru: Появляться сверху
sk: Zobraziť na vrchu
sr: Pojavi se na vrhu
sv: Visa ovanpå
ta: மேலே தோன்றும்
th: ปรากฏอยู่ด้านบน
uk: З'являтися зверху

# appearOnTopDetails
source: Allows the app to appear on top (not needed if you already have Fluffychat setup as a calling account)
be: Дазваляе праграму з'яўляцца наверсе (не патрэбна, калі FluffyChat наладжаны як уліковы запіс для выклікаў)
bn: অ্যাপটিকে উপরে প্রদর্শিত হতে দেয় (যদি আপনি ইতিমধ্যে FluffyChat কে কলিং অ্যাকাউন্ট হিসেবে সেটআপ করে থাকেন তবে এটি প্রয়োজন নয়)
bo: འདི་ལ་བརྗོད་འབད་ནས་ཁྱེད་ཀྱིས་ཁྱེར་སྒོ་ནང་བརྗོད་འབད་ཡོད་པ་ནི་ནང་བསྲེགས་ལག་ཁྱེར་སྟེང་ (ཁྱེད་ཀྱིས་འདི་ལ་ནང་བསྲེགས་ལག་ཁྱེར་སྟེང་ འདི་ལ་བརྗོད་འབད་མི་ཚུལ་)
ca: Permet a l'app que aparegui sobre d'altres apps. No cal si ja has afegit FluffyChat com a compte de trucades
cs: Umožňuje aplikaci zobrazit se navrchu (není potřeba, pokud již máte Fluffychat nastavený jako volající účet)
da: Tillader appen at vises øverst (ikke nødvendigt, hvis du allerede har sat FluffyChat op som en opkaldskonto)
de: Ermöglicht, dass die App oben angezeigt wird (nicht erforderlich, wenn du Fluffychat bereits als Anrufkonto eingerichtet haben)
eo: Permesas al la aplikaĵo aperi super aliaj (ne bezonata se vi jam agordis FluffyChat kiel vokanta konto)
et: Sellega lubad rakendust avada kõige pealmisena (pole vajalik, kui Fluffychat on juba seadistatud toimima helistamiskontoga)
eu: Aplikazioa goikaldean agertzea baimentzen du (ez da beharrezkoa FluffyChat deitzeko kontutzat ezarri baduzu)
fa: اجازه به برنامه برای نمایش در بالا (اگر فلافی‌چت را به‌عنوان حساب تماس تنظیم کرده‌اید، لازم نیست)
fi: Sallii sovelluksen näkyä muiden sovellusten päällä (tätä ei tarvita, mikäli olet jo määrittänyt FluffyChatin puhelin-tunnukseksi)
fr: Permet à l'application d'apparaître en haut de l'écran (non nécessaire si vous avez déjà configuré Fluffychat comme compte d'appel)
ga: Ceadaíonn sé don aip a bheith ar bharr (ní gá má tá socrú Fluffychat agat cheana féin mar chuntas glao)
gl: Permítelle á app aparecer por enriba (non é preciso se xa configuraches FluffyChat como unha conta para chamadas)
hi: ऐप को ऊपर दिखाई देने की अनुमति देता है (यदि आप पहले से ही FluffyChat को कॉलिंग खाता के रूप में सेटअप कर चुके हैं तो आवश्यक नहीं है)
hr: Omogućuje prikaz aplikacije ispred drugih (nije potrebno ako je FluffyChat već postavljen kao račun za pozivanje)
id: Memperbolehkan aplikasi untuk ditampilkan di atas (tidak dibutuhkan jika kamu memiliki FluffyChat ditetapkan sebagai akun pemanggilan)
it: Permetti all'app di apparire in alto (non necessario se hai già impostato Fluffychat come account di chiamata)
ka: მოწყენილა აპლიკაციას გამოჩნდეს ზედა ნაწილში (არ არის საჭირო, თუ უკვე გაქვთ FluffyChat როგორც ზარის ანგარიში)
nb: Tillater appen å vises øverst (ikke nødvendig hvis du allerede har satt opp FluffyChat som en samtalekonto)
nl: Laat de app bovenaan verschijnen (niet nodig als je FluffyChat al hebt ingesteld als een belaccount)
pl: Umożliwia wyświetlanie aplikacji nad innymi (nie jest to konieczne, jeśli FluffyChat jest już ustawiony jako konto do dzwonienia)
pt: Permite que o aplicativo apareça no topo (não necessário se você já configurou o FluffyChat como uma conta de chamadas)
ru: Позволяет приложению отображаться сверху (не требуется, если у вас уже настроен Fluffychat как аккаунт для звонков)
sk: Umožňuje aplikácii zobraziť sa na vrchu (nie je potrebné, ak máte Fluffychat nastavený ako účet na volanie)
sr: Omogućava aplikaciji da se pojavi na vrhu (nije potrebno ako već imate FluffyChat podešen kao nalog za pozive)
sv: Tillåt att appen visas ovanpå (behövs inte om du redan har FluffyChat konfigurerat som ett samtalskonto)
ta: பயன்பாடு மேலே தோன்ற அனுமதிக்கிறது (நீங்கள் ஏற்கனவே ஒரு அழைப்பு கணக்காக பஞ்சுபோன்ற அமைப்பைக் கொண்டிருந்தால் தேவையில்லை)
th: อนุญาตให้แอปปรากฏอยู่ด้านบน (ไม่จำเป็นหากคุณได้ตั้งค่า Fluffychat เป็นบัญชีโทรแล้ว)
uk: Дозволяє застосунку показуватися зверху (не потрібно, якщо Fluffychat вже налаштований обліковим записом для викликів)
