Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# definitionsToolDescription
source: When enabled, words underlined in blue can be clicked for definitions. Click messages to access definitions.
bn: সক্রিয় হলে, নীল রঙে আন্ডারলাইন করা শব্দগুলিতে ক্লিক করে সংজ্ঞা দেখা যায়। বার্তাগুলিতে ক্লিক করে সংজ্ঞা অ্যাক্সেস করুন।
bo: འདི་ལས་འགོད་ནས་སྤྱི་ཚེས་སྟོན་པའི་སྒྲོམ་སྒྲིག་ལུས་སྟེང་ལ་ལོག་འབད་ནི་ཡིན། ཚེས་གྲངས་ལ་ལོག་འབད་ནས་སྒྲོམ་སྒྲིག་ལ་འགྱོ་ནི་ཡིན།
ca: Quan està activat, les paraules subratllades en blau es poden clicar per veure definicions. Fes clic als missatges per accedir a les definicions.
cs: Když je povoleno, slova podtržená modře lze kliknutím zobrazit jejich definice. Klikněte na zprávy pro přístup k definicím.
da: Når den er aktiveret, kan ord understreget med blåt klikkes for definitioner. Klik på beskeder for at få adgang til definitioner.
de: Wenn aktiviert, können Wörter, die blau unterstrichen sind, angeklickt werden, um Definitionen anzuzeigen. Klicken Sie auf Nachrichten, um Definitionen zu erhalten.
eo: Kiam ebligita, vortoj substrekitaj en bluo povas esti klaketaj por difinoj. Klaku mesaĝojn por akiri difinojn.
et: Kui see on lubatud, saab sinise allajoonitud sõnu klõpsata definitsioonide saamiseks. Klõpsake sõnumeid, et pääseda definitsioonidele.
eu: Gaituta dagoenean, urdinez azpimarratutako hitzak klik egin daitezke definizioak ikusteko. Klik egin mezuei definizioak ikusteko.
fi: Kun tämä on käytössä, sininen alleviivatut sanat voidaan klikata määritelmiä varten. Klikkaa viestejä saadaksesi määritelmät.
fr: Lorsqu'il est activé, les mots soulignés en bleu peuvent être cliqués pour obtenir leurs définitions. Cliquez sur les messages pour accéder aux définitions.
ga: Nuair a bhíonn sé cumasaithe, is féidir cliceáil ar fhocail faoi bhun línte gorma le haghaidh sainmhínithe. Cliceáil ar theachtaireachtaí chun rochtain a fháil ar shainmhínithe.
gl: Cando está activado, as palabras subliñadas en azul poden ser clicadas para obter definicións. Clica nas mensaxes para acceder ás definicións.
hi: जब सक्षम किया जाता है, तो नीले रंग में रेखांकित शब्दों पर क्लिक करके परिभाषाएँ देखी जा सकती हैं। परिभाषाएँ देखने के लिए संदेश पर क्लिक करें।
hr: Kad je omogućeno, riječi podvučene plavom bojom mogu se kliknuti za definicije. Kliknite na poruke za pristup definicijama.
it: Quando attivo, le parole sottolineate in blu possono essere cliccate per le definizioni. Clicca sui messaggi per accedere alle definizioni.
ka: როდესაც ჩართულია, ლურჯი ხაზით აღნიშნული სიტყვები შეიძლება დაწკაპუნებით იხილოთ განმარტებისთვის. დაწკაპუნეთ შეტყობინებებზე განმარტებების მისაღებად.
nb: Når det er aktivert, kan ord understreket i blått klikkes for definisjoner. Klikk på meldinger for å få tilgang til definisjoner.
nl: Wanneer ingeschakeld, kunnen woorden onderstreept in blauw worden aangeklikt voor definities. Klik op berichten om definities te openen.
pl: Po włączeniu słowa podkreślone na niebiesko można kliknąć, aby zobaczyć definicje. Kliknij wiadomości, aby uzyskać dostęp do definicji.
pt: Quando ativado, palavras sublinhadas em azul podem ser clicadas para obter definições. Clique nas mensagens para acessar definições.
ru: При включении слова, подчеркнутые синим, можно щелкнуть для получения определений. Щелкните сообщение для доступа к определениям.
sk: Keď je aktivované, slová podčiarknuté modrou farbou je možné kliknúť pre definície. Kliknite na správy pre prístup k definíciám.
sr: Када је омогућено, речи подвучене плавом бојом могу се кликнути за дефиниције. Кликните поруке за приступ дефиницијама.
sv: När den är aktiverad kan ord understrukna i blått klickas för definitioner. Klicka på meddelanden för att få tillgång till definitioner.
ta: செயலாக்கப்பட்டால், நீல நிறத்தில் கீழே உள்ள வார்த்தைகளை கிளிக் செய்து வரையறைகளைப் பெறலாம். வரையறைகளை அணுகுவதற்காக செய்திகள் மீது கிளிக் செய்யவும்.
th: เมื่อเปิดใช้งาน คำที่ขีดเส้นใต้เป็นสีน้ำเงินสามารถคลิกเพื่อดูคำจำกัดความ คลิกที่ข้อความเพื่อเข้าถึงคำจำกัดความ

# translationsToolDescrption
source: When enabled, click a message and the translation icon to see a message in your base language.
bn: সক্রিয় হলে, একটি বার্তায় ক্লিক করুন এবং অনুবাদ আইকনে ক্লিক করে আপনার মূল ভাষায় বার্তা দেখুন।
bo: འདི་ལས་འགོད་ནས་ཚེས་གྲངས་ལ་ལོག་འབད་ནས་སྒྲོམ་སྒྲིག་ལུས་སྟེང་ལ་ལོག་འབད་ནི་ཡིན།
ca: Quan estigui activat, feu clic en un missatge i a l'icona de traducció per veure un missatge en la vostra llengua base.
cs: Když je povoleno, klikněte na zprávu a ikonu překladu, abyste viděli zprávu ve svém základním jazyce.
da: Når den er aktiveret, klik på en besked og oversættelsesikonet for at se en besked på dit grundsprog.
de: Wenn aktiviert, klicken Sie auf eine Nachricht und auf das Übersetzungssymbol, um eine Nachricht in Ihrer Ausgangssprache zu sehen.
eo: Kiam ebligita, klaku mesaĝon kaj la traduk-ikonon por vidi mesaĝon en via baza lingvo.
et: Kui see on lubatud, klõpsake sõnumil ja tõlkeikoonil, et näha sõnumit teie baaskeeles.
eu: Gaituta dagoenean, klik egin mezua eta itzulpen ikona ikusteko zure hizkuntza oinarrian mezua.
fi: Kun tämä on käytössä, klikkaa viestiä ja käännöskuvaketta nähdäksesi viestin peruskielelläsi.
fr: Lorsqu'il est activé, cliquez sur un message et sur l'icône de traduction pour voir un message dans votre langue de base.
ga: Nuair a bhíonn sé cumasaithe, cliceáil ar theachtaireacht agus ar an ngrian aistriúcháin chun teachtaireacht i do theanga bhunúsach a fheiceáil.
gl: Cando está activado, clica nunha mensaxe e na icona de tradución para ver unha mensaxe na túa lingua base.
hi: जब सक्षम हो, एक संदेश पर क्लिक करें और अनुवाद आइकन पर क्लिक करें ताकि आप अपने मूल भाषा में संदेश देख सकें।
hr: Kad je omogućeno, kliknite na poruku i ikonu prijevoda da biste vidjeli poruku na vašem osnovnom jeziku.
it: Quando attivo, clicca su un messaggio e sull'icona di traduzione per vedere un messaggio nella tua lingua di base.
ka: როდესაც ჩართულია, დააჭირეთ შეტყობინებას და თარგმნის ხატულას, რათა იხილოთ შეტყობინება თქვენს ძირითად ენაზე.
nb: Når det er aktivert, klikk på en melding og oversettelsesikonet for å se en melding på ditt grunnleggende språk.
nl: Wanneer ingeschakeld, klik op een bericht en op het vertaalpictogram om een bericht in je basis taal te zien.
pl: Po włączeniu kliknij wiadomość i ikonę tłumaczenia, aby zobaczyć wiadomość w Twoim języku podstawowym.
pt: Quando ativado, clique em uma mensagem e no ícone de tradução para ver uma mensagem na sua língua base.
ru: При включении щелкните сообщение и значок перевода, чтобы увидеть сообщение на вашем основном языке.
sk: Keď je aktivované, kliknite na správu a na ikonu prekladu, aby ste videli správu vo vašom základnom jazyku.
sr: Када је омогућено, кликните на поруку и икону превода да бисте видели поруку на вашем основном језику.
sv: När den är aktiverad, klicka på ett meddelande och översättningsikonen för att se ett meddelande på ditt bask språk.
ta: செயலாக்கப்பட்டால், ஒரு செய்தியை கிளிக் செய்து மொழிபெயர்ப்பு ஐகானை அழுத்தி உங்கள் அடிப்படை மொழியில் ஒரு செய்தியைப் பார்க்கலாம்.
th: เมื่อเปิดใช้งาน คลิกที่ข้อความและไอคอนการแปลเพื่อดูข้อความในภาษาพื้นฐานของคุณ

# welcomeBack
source: Welcome back! If you were part of the 2023-2024 pilot, please contact us for your special pilot subscription. If you are a teacher who has (or whose institution has) purchased licenses for your class, contact us for your teacher subscription.
bn: ফিরে আসায় স্বাগতম! আপনি যদি ২০২৩-২০২৪ পাইলটের অংশ হয়ে থাকেন, তবে আমাদের সাথে যোগাযোগ করুন আপনার বিশেষ পাইলট সাবস্ক্রিপশনের জন্য। আপনি যদি একজন শিক্ষক হন যিনি (অথবা আপনার প্রতিষ্ঠান) আপনার ক্লাসের জন্য লাইসেন্স কিনেছেন, তবে আমাদের সাথে যোগাযোগ করুন আপনার শিক্ষক সাবস্ক্রিপশনের জন্য।
bo: བཀྲ་ཤིས་བཀྲ་ཤིས། ཁྱེད་ཀྱིས 2023-2024 ལོའི སྤོབས་ལམ་ལས་སྤྱོད་བྱེད་ཡོད་མི་རེད་པའི་སྤྱི་ཚེས་ལས་འབྲེལ་བ་བྱེད་རོགས་གནང་གི་ཡོད་མི་སྤྱི་ཚེས་ལ་འབྲེལ་བ་བྱེད་རོགས་གནང་གི་ཡོད། ཁྱེད་ཀྱིས་རྒྱལ་ཁབ་སློབ་ཚོགས་ལ་ལོག་འབད་ཡོད་པའི་སྤྱི་ཚེས་ལ་འབྲེལ་བ་བྱེད་རོགས་གནང་གི་ཡོད།
ca: Benvingut de nou! Si vau formar part del pilot 2023-2024, poseu-vos en contacte amb nosaltres per a la vostra subscripció especial de pilot. Si sou un professor que ha comprat (o la vostra institució ha comprat) llicències per a la vostra classe, poseu-vos en contacte amb nosaltres per a la vostra subscripció d'professor.
cs: Vítejte zpět! Pokud jste byli součástí pilotního projektu 2023-2024, kontaktujte nás ohledně vaší speciální pilotní předplatného. Pokud jste učitel, který (nebo vaše instituce) zakoupil licence pro vaši třídu, kontaktujte nás ohledně vašeho učitelského předplatného.
da: Velkommen tilbage! Hvis du var en del af pilotprojektet 2023-2024, bedes du kontakte os for dit særlige pilotabonnement. Hvis du er lærer, der har (eller din institution har) købt licenser til din klasse, kontakt os for dit lærerabonnement.
de: Willkommen zurück! Wenn Sie Teil des Pilotprojekts 2023-2024 waren, kontaktieren Sie uns bitte für Ihr spezielles Pilotabonnement. Wenn Sie Lehrer sind, der (oder dessen Institution) Lizenzen für Ihre Klasse gekauft hat, kontaktieren Sie uns für Ihr Lehrerausweis.
eo: Bonvenon reen! Se vi partoprenis la pilotprogramon 2023-2024, bonvolu kontakti nin por via speciala piloto-abono. Se vi estas instruisto kiu aĉetis (aŭ via institucio aĉetis) permesilojn por via klaso, kontakti nin por via instruista abono.
et: Tere tulemast tagasi! Kui osalesite 2023-2024 pilootprogrammis, võtke meiega ühendust oma erilise pilootkuulutuse saamiseks. Kui olete õpetaja, kellel on (või kelle asutus on) ostnud litsentse oma klassile, võtke meiega ühendust oma õpetajapaketiks.
eu: Ongi etorri berriro! 2023-2024ko pilotuaren parte bazina, jarri gurekin harremanetan zure pilotu espezifikoaren harpidetza lortzeko. Zure klasearentzat lizentziak erosi dituen irakaslea bazara (edo zure erakundeak erosi baditu), jarri gurekin harremanetan irakaslearen harpidetza lortzeko.
fi: Tervetuloa takaisin! Jos olit osa pilottia vuosina 2023-2024, ota yhteyttä saadaksesi erityisen pilottitilauksesi. Jos olet opettaja, joka on ostanut (tai oppilaitoksesi on ostanut) lisenssejä luokkaasi varten, ota yhteyttä saadaksesi opettajatilauksesi.
fr: Bon retour ! Si vous faisiez partie du pilote 2023-2024, veuillez nous contacter pour votre abonnement pilote spécial. Si vous êtes un enseignant qui a (ou dont l'institution a) acheté des licences pour votre classe, contactez-nous pour votre abonnement enseignant.
ga: Fáilte ar ais! Mura raibh tú rannpháirteach sa phainéal 2023-2024, déan teagmháil linn le haghaidh do shíntiús speisialta. Má tá tú múinteoir a cheannaigh ceadúnas do do rang, déan teagmháil linn le haghaidh do shíntiús múinteora.
gl: ¡Benvido de novo! Se formaches parte do piloto 2023-2024, contacta con nós para a túa subscrición especial de piloto. Se es profesor e a túa institución comprou licenzas para a túa clase, contacta con nós para a túa subscrición de profesor.
hi: वापस स्वागत है! यदि आप 2023-2024 पायलट का हिस्सा थे, तो कृपया अपनी विशेष पायलट सदस्यता के लिए हमसे संपर्क करें। यदि आप एक शिक्षक हैं जिन्होंने (या जिनके संस्थान ने) अपनी कक्षा के लिए लाइसेंस खरीदे हैं, तो कृपया अपनी शिक्षक सदस्यता के लिए हमसे संपर्क करें।
hr: Dobro došli nazad! Ako ste sudjelovali u pilot projektu 2023-2024, kontaktirajte nas za vašu posebnu pilot pretplatu. Ako ste učitelj koji je (ili vaša institucija je) kupio licence za vašu razred, kontaktirajte nas za učiteljevu pretplatu.
it: Bentornato! Se hai partecipato al progetto pilota 2023-2024, contattaci per il tuo abbonamento speciale. Se sei un insegnante che ha (o la tua istituzione ha) acquistato licenze per la tua classe, contattaci per il tuo abbonamento insegnante.
ka: კეთილი იყოს თქვენი დაბრუნება! თუ თქვენ მონაწილეობდით 2023-2024 წლის პილოტში, გთხოვთ დაგვიკავშირდეთ თქვენი სპეციალური პილოტის გამოწერისთვის. თუ თქვენ მასწავლებელი ხართ და გაქვთ (ან თქვენი დაწესებულება აქვს) ლიცენზიები თქვენი კლასი, გთხოვთ დაგვიკავშირდეთ თქვენი მასწავლებლის გამოწერისთვის.
nb: Velkommen tilbake! Hvis du var en del av pilotprosjektet 2023-2024, kontakt oss for din spesielle pilotabonnement. Hvis du er lærer som har (eller institusjonen din har) kjøpt lisenser for klassen din, kontakt oss for ditt lærerabonnement.
nl: Welkom terug! Als je deel uitmaakte van de pilot 2023-2024, neem dan contact met ons op voor je speciale pilotabonnement. Als je een leraar bent die (of wiens instelling) licenties voor je klas heeft gekocht, neem dan contact met ons op voor je lerarenabonnement.
pl: Witamy ponownie! Jeśli brałeś udział w pilotażu 2023-2024, skontaktuj się z nami, aby uzyskać specjalną subskrypcję pilotażową. Jeśli jesteś nauczycielem, który (lub Twoja instytucja) zakupił licencje dla Twojej klasy, skontaktuj się z nami w sprawie subskrypcji nauczyciela.
pt: Bem-vindo de volta! Se você fez parte do piloto de 2023-2024, entre em contato conosco para sua assinatura piloto especial. Se você é um professor que possui (ou cuja instituição possui) licenças para sua turma, entre em contato conosco para sua assinatura de professor.
ru: С возвращением! Если вы участвовали в пилоте 2023-2024 годов, свяжитесь с нами для получения вашей специальной подписки пилота. Если вы учитель, у которого (или у вашей организации) есть лицензии для вашего класса, свяжитесь с нами для получения учительской подписки.
sk: Vitajte späť! Ak ste boli súčasťou pilotného projektu 2023-2024, kontaktujte nás pre vašu špeciálnu pilotnú predplatnú službu. Ak ste učiteľ, ktorý zakúpil (alebo vaša inštitúcia zakúpila) licencie pre vašu triedu, kontaktujte nás pre vašu učiteľskú predplatnú službu.
sr: Добродошли назад! Ако сте били део пилот програма 2023-2024, контактирајте нас за вашу посебну пилот претплату. Ако сте наставник који је (или ваша институција је) купио лиценце за вашу класу, контактирајте нас за вашу наставничку претплату.
sv: Välkommen tillbaka! Om du var en del av pilotprogrammet 2023-2024, kontakta oss för din specialpilotprenumeration. Om du är lärare som har (eller din institution har) köpt licenser för din klass, kontakta oss för din lärarprenumeration.
ta: மீண்டும் வரவேற்கிறோம்! நீங்கள் 2023-2024 பைலட் பகுதியாக இருந்தால், உங்கள் சிறப்பு பைலட் சந்தாவுக்காக எங்களை தொடர்பு கொள்ளவும். நீங்கள் ஆசிரியராக இருந்தால் (அல்லது உங்கள் நிறுவனம் உங்கள் வகுப்புக்கான உரிமங்களை வாங்கியிருந்தால்), ஆசிரியர் சந்தாவுக்காக எங்களை தொடர்பு கொள்ளவும்.
th: ยินดีต้อนรับกลับ! หากคุณเป็นส่วนหนึ่งของโครงการนำร่อง 2023-2024 กรุณาติดต่อเราเพื่อรับการสมัครสมาชิกพิเศษ หากคุณเป็นครูที่ได้ซื้อใบอนุญาตสำหรับชั้นเรียนของคุณ ติดต่อเราเพื่อรับสมัครสมาชิกครู

source: Kick All Students
bn: সব ছাত্রকে বহিষ্কার করুন
bo: སློབ་ཚོགས་ཀྱི་མི་ཚེས་ལ་ལོག་འབད།
ca: Expulsar Tots els Estudiants
cs: Vyhodit všechny studenty
da: Kast alle elever ud
de: Alle Schüler ausschließen
eo: Ekzilu Ĉiujn Lernantojn
et: Viska kõik õpilased
eu: Bota Ikasle Guztiak
fi: Poista kaikki opiskelijat
fr: Expulser tous les étudiants
ga: Cuir Gach Dalta As
gl: Expulsar a todos os estudantes
hi: सभी छात्रों को निकालें
hr: Izbaci sve učenike
it: Espelli Tutti gli Studenti
ka: ყველა სტუდენტის გამოთიშვა
nb: Kast alle elever
nl: Alle studenten verwijderen
pl: Wyrzuć wszystkich uczniów
pt: Remover Todos os Estudantes
ru: Исключить всех студентов
sk: Vyhodiť všetkých študentov
sr: Искључи све студенте
sv: Kicks alla elever
ta: அனைத்து மாணவர்களையும் வெளியேற்றவும்
th: เตะนักเรียนทั้งหมด

# kickAllStudentsConfirmation
source: Are you sure you want to kick all students?
bn: আপনি কি নিশ্চিত যে আপনি সব ছাত্রকে বহিষ্কার করতে চান?
bo: ཁྱེད་ཀྱང་སློབ་ཚོགས་ཀྱི་མི་ཚེས་ལ་ལོག་འབད་དགོས་ཀྱི་ཡོད་པས།
ca: Esteu segur que voleu expulsar tots els estudiants?
cs: Jste si jistí, že chcete vyhodit všechny studenty?
da: Er du sikker på, at du vil kaste alle elever ud?
de: Sind Sie sicher, dass Sie alle Schüler ausschließen möchten?
eo: Ĉu vi certas, ke vi volas ekzili ĉiujn lernantojn?
et: Kas olete kindel, et soovite kõik õpilased välja visata?
eu: Ziur zaude ikasle guztiak bota nahi dituzula?
fi: Oletko varma, että haluat poistaa kaikki opiskelijat?
fr: Êtes-vous sûr de vouloir expulser tous les étudiants ?
ga: An bhfuil tú cinnte gur mhaith leat gach dalta a chur as?
gl: ¿Estás seguro de que queres expulsar a todos os estudantes?
hi: क्या आप सुनिश्चित हैं कि आप सभी छात्रों को निकालना चाहते हैं?
hr: Jeste li sigurni da želite izbaciti sve učenike?
it: Sei sicuro di voler espellere tutti gli studenti?
ka: დარწმუნებული ხართ, რომ გსურთ ყველა სტუდენტის გამოთიშვა?
nb: Er du sikker på at du vil kaste alle elever?
nl: Weet je zeker dat je alle studenten wilt verwijderen?
pl: Czy na pewno chcesz wyrzucić wszystkich uczniów?
pt: Tem certeza de que deseja remover todos os estudantes?
ru: Вы уверены, что хотите исключить всех студентов?
sk: Ste si istí, že chcete vyhodiť všetkých študentov?
sr: Да ли сте сигурни да желите да искључите све студенте?
sv: Är du säker på att du vill kicka alla elever?
ta: நீங்கள் அனைத்து மாணவர்களையும் வெளியேற்ற விரும்புகிறீர்களா?
th: คุณแน่ใจหรือว่าต้องการเตะนักเรียนทั้งหมด?

source: Invite All Students
bn: সব ছাত্রকে আমন্ত্রণ জানান
bo: སློབ་ཚོགས་ཀྱི་རྒྱབ་སྤྱོད།
ca: Invitar Tots els Estudiants
cs: Pozvat všechny studenty
da: Inviter alle elever
de: Alle Schüler einladen
eo: Invitu ĉiujn studentojn
et: Kutsu kõik õpilased
eu: Deitu Ikasle Guztiak
fi: Kutsu kaikki opiskelijat
fr: Inviter tous les étudiants
ga: Cuireadh Gach Dalta
gl: Invitar a todos os estudantes
hi: सभी छात्रों को आमंत्रित करें
hr: Pozovi sve učenike
it: Invita Tutti gli Studenti
ka: ყველა სტუდენტის მოწვევა
nb: Inviter alle elever
nl: Alle studenten uitnodigen
pl: Zaproś wszystkich uczniów
pt: Convidar Todos os Estudantes
ru: Пригласить всех студентов
sk: Pozvať všetkých študentov
sr: Позови све студенте
sv: Bjud in alla elever
ta: அனைத்து மாணவர்களையும் அழைக்கவும்
th: เชิญชื่อนักเรียนทั้งหมด

# inviteAllStudentsConfirmation
source: Are you sure you want to invite all students?
bn: আপনি কি নিশ্চিত যে আপনি সব ছাত্রকে আমন্ত্রণ জানাতে চান?
bo: ཁྱེད་ཀྱང་སློབ་ཚོགས་ཀྱི་རྒྱབ་སྤྱོད་ལ་ལོག་འབད་དགོས་ཀྱི་ཡོད་པས།
ca: Esteu segur que voleu convidar tots els estudiants?
cs: Jste si jistí, že chcete pozvat všechny studenty?
da: Er du sikker på, at du vil invitere alle elever?
de: Sind Sie sicher, dass Sie alle Schüler einladen möchten?
eo: Ĉu vi certas, ke vi volas inviti ĉiujn studentojn?
et: Kas olete kindel, et soovite kõiki õpilasi kutsuda?
eu: Ziur zaude ikasle guztiak gonbidatu nahi dituzula?
fi: Oletko varma, että haluat kutsua kaikki opiskelijat?
fr: Êtes-vous sûr de vouloir inviter tous les étudiants ?
ga: An bhfuil tú cinnte gur mhaith leat gach dalta a thabhairt cuireadh?
gl: ¿Estás seguro de que queres invitar a todos os estudantes?
hi: क्या आप सुनिश्चित हैं कि आप सभी छात्रों को आमंत्रित करना चाहते हैं?
hr: Jeste li sigurni da želite pozvati sve učenike?
it: Sei sicuro di voler invitare tutti gli studenti?
ka: დარწმუნებული ხართ, რომ გსურთ ყველა სტუდენტის მოწვევა?
nb: Er du sikker på at du vil invitere alle elever?
nl: Weet je zeker dat je alle studenten wilt uitnodigen?
pl: Czy na pewno chcesz zaprosić wszystkich uczniów?
pt: Tem certeza de que deseja convidar todos os estudantes?
ru: Вы уверены, что хотите пригласить всех студентов?
sk: Ste si istí, že chcete pozvať všetkých študentov?
sr: Да ли сте сигурни да желите да позовете све студенте?
sv: Är du säker på att du vill bjuda in alla elever?
ta: நீங்கள் அனைத்து மாணவர்களையும் அழைக்க விரும்புகிறீர்களா?
th: คุณแน่ใจหรือว่าต้องการเชิญชื่อนักเรียนทั้งหมด?

# inviteUsersFromPangea
source: Add admins
bn: অ্যাডমিন যোগ করুন
bo: རྒྱལ་ཁབ་ལ་ལོག་འབད་སྤྱོད་ལེན་
ca: Afegir administradors
cs: Přidat správce
da: Tilføj administratorer
de: Administratoren hinzufügen
eo: Aldoni administrantojn
et: Lisa administraatorid
eu: Gehitu administratzaileak
fi: Lisää ylläpitäjiä
fr: Ajouter des administrateurs
ga: Cuir riarthóirí leis
gl: Engadir administradores
hi: एडमिन जोड़ें
hr: Dodaj administratore
it: Aggiungi amministratori
ka: ადმინების დამატება
nb: Legg til administratorer
nl: Beheerders toevoegen
pl: Dodaj administratorów
pt: Adicionar administradores
ru: Добавить администраторов
sk: Pridať správcov
sr: Додај администраторе
sv: Lägg till administratörer
ta: நிர்வாகிகளைச் சேர்க்கவும்
th: เพิ่มผู้ดูแลระบบ

source: Redeem Promo Code
bn: প্রচার কোড রিডিম করুন
bo: རྒྱལ་ཁབ་ལ་ལོག་འབད་ལས་སྤྱོད་ལེན་
ca: Resoldre Codi Promocional
cs: Uplatnit promo kód
da: Indløs rabatkode
de: Aktionscode einlösen
eo: Rekompenci Promokodonon
et: Tühista sooduskood
eu: Erabili Promozio Kodea
fi: Vaihda alennuskoodi
fr: Utiliser le code promo
ga: Déan Éarlais ar Chód Promó
gl: Canjear código promocional
hi: प्रोमो कोड रिडीम करें
hr: Iskoristi promotivni kod
it: Riscatta il codice promozionale
ka: პრომო კოდის გადახდა
nb: Innløs kampanjekode
nl: Promocode inwisselen
pl: Zrealizuj kod promocyjny
pt: Resgatar Código Promocional
ru: Активировать промо-код
sk: Uplatniť promo kód
sr: Искористи промо код
sv: Lös in kampanjkod
ta: பிரமோ குறியீட்டை மீட்டெடுக்கவும்
th: แลกโค้ดโปรโมชั่น

source: Enter Promo Code
bn: প্রচার কোড লিখুন
bo: རྒྱལ་ཁབ་ལ་ལོག་འབད་ལས་སྤྱོད་ལེན་
ca: Introdueix el Codi Promocional
cs: Zadejte promo kód
da: Indtast rabatkode
de: Aktionscode eingeben
eo: Enmeti Promokodonon
et: Sisesta sooduskood
eu: Sartu Promozio Kodea
fi: Syötä alennuskoodi
fr: Entrer le code promo
ga: Cuir isteach an Cód Promó
gl: Introduce o código promocional
hi: प्रोमो कोड दर्ज करें
hr: Unesite promotivni kod
it: Inserisci il codice promozionale
ka: შეიყვანეთ პრომო კოდი
nb: Skriv inn kampanjekode
nl: Voer promocode in
pl: Wprowadź kod promocyjny
pt: Digite o Código Promocional
ru: Введите промо-код
sk: Zadajte promo kód
sr: Унесите промо код
sv: Ange kampanjkod
ta: பிரமோ குறியீட்டை உள்ளிடவும்
th: ป้อนโค้ดโปรโมชั่น

# downloadTxtFile
source: Download Text File
bn: টেক্সট ফাইল ডাউনলোড করুন
bo: ཚེས་རིང་ཡིག་ཚགས་འགྱོ་བཅོས་
ca: Descarregar Fitxer de Text
cs: Stáhnout textový soubor
da: Download tekstfil
de: Textdatei herunterladen
eo: Elŝuti Tekstan Dosieron
et: Laadi alla tekstifail
eu: Deskargatu Testu Fitxategia
fi: Lataa tekstitiedosto
fr: Télécharger le fichier texte
ga: Íoslódáil Comhad Téacs
gl: Descargar ficheiro de texto
hi: टेक्स्ट फ़ाइल डाउनलोड करें
hr: Preuzmi tekstualnu datoteku
it: Scarica il file di testo
ka: ტექსტის ფაილის ჩამოტვირთვა
nb: Last ned tekstfil
nl: Download tekstbestand
pl: Pobierz plik tekstowy
pt: Baixar Arquivo de Texto
ru: Скачать текстовый файл
sk: Stiahnuť textový súbor
sr: Преузми текстуалну датотеку
sv: Ladda ner textfil
ta: உரை கோப்பை பதிவிறக்கம் செய்க
th: ดาวน์โหลดไฟล์ข้อความ

source: Download CSV File
bn: CSV ফাইল ডাউনলোড করুন
bo: CSV ཡིག་ཚགས་འགྱོ་བཅོས་
ca: Descarregar Fitxer CSV
cs: Stáhnout CSV soubor
da: Download CSV-fil
de: CSV-Datei herunterladen
eo: Elŝuti CSV-Dosieron
et: Laadi alla CSV-fail
eu: Deskargatu CSV Fitxategia
fi: Lataa CSV-tiedosto
fr: Télécharger le fichier CSV
ga: Íoslódáil Comhad CSV
gl: Descargar ficheiro CSV
hi: CSV फ़ाइल डाउनलोड करें
hr: Preuzmi CSV datoteku
it: Scarica il file CSV
ka: CSV ფაილის ჩამოტვირთვა
nb: Last ned CSV-fil
nl: Download CSV-bestand
pl: Pobierz plik CSV
pt: Baixar Arquivo CSV
ru: Скачать CSV-файл
sk: Stiahnuť CSV súbor
sr: Преузми CSV датотеку
sv: Ladda ner CSV-fil
ta: CSV கோப்பை பதிவிறக்கம் செய்க
th: ดาวน์โหลดไฟล์ CSV
