Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# pleaseEnterEmail
source: Please enter a valid email address.
bn: একটি বৈধ ইমেল ঠিকানা লিখুন।
bo: བརྗེད་སྤྱོད་ཡིག་ཚིགས་ལ་བཙུགས་ན།
ca: Si us plau, introdueix una adreça de correu electrònic vàlida.
cs: Zadejte platnou e-mailovou adresu.
da: Indtast en gyldig e-mailadresse.
de: Bitte gib eine gültige E-Mail-Adresse ein.
eo: Bonvolu enmeti validan retpoŝtadreson.
et: Palun sisesta kehtiv e-posti aadress.
eu: Mesedez, sartu baliozko posta helbide bat.
fi: Anna kelvollinen sähköpostiosoite.
fr: Veuillez saisir une adresse e-mail valide.
ga: Cuir isteach seoladh ríomhphoist bailí le do thoil.
gl: Por favor, introduce unha dirección de correo electrónico válida.
hi: कृपया एक मान्य ईमेल पता दर्ज करें।
hr: Molimo unesite valjanu adresu e-pošte.
it: Per favore inserisci un indirizzo email valido.
ka: გთხოვთ, შეიყვანოთ სწორი ელფოსტის მისამართი.
nb: Vennligst skriv inn en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pl: Proszę wprowadzić poprawny adres e-mail.
pt: Por favor, insira um endereço de e-mail válido.
ru: Пожалуйста, введите действительный адрес электронной почты.
sk: Zadajte platnú e-mailovú adresu.
sr: Молимо унесите важећу е-маил адресу.
sv: Vänligen ange en giltig e-postadress.
ta: தயவுசெய்து செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடவும்.
th: กรุณาใส่อีเมลที่ถูกต้อง

source: Please select a language
bn: একটি ভাষা নির্বাচন করুন
bo: ལུང་ལས་གདམ་ཁེར་འདི་ལ་གཟིགས་འབད།
ca: Si us plau, selecciona un idioma
cs: Vyberte jazyk
da: Vælg venligst et sprog
de: Bitte wähle eine Sprache
eo: Bonvolu elekti lingvon
et: Palun vali keel
eu: Mesedez, aukeratu hizkuntza bat
fi: Valitse kieli
fr: Veuillez sélectionner une langue
ga: Roghnaigh teanga le do thoil
gl: Por favor, selecciona un idioma
hi: कृपया एक भाषा चुनें
hr: Molimo odaberite jezik
it: Per favore seleziona una lingua
ka: გთხოვთ, აირჩიოთ ენა
nb: Vennligst velg et språk
nl: Selecteer een taal
pl: Proszę wybrać język
pt: Por favor, selecione um idioma
ru: Пожалуйста, выберите язык
sk: Vyberte jazyk
sr: Молимо изаберите језик
sv: Vänligen välj ett språk
ta: தயவுசெய்து ஒரு மொழியை தேர்ந்தெடுக்கவும்
th: กรุณาเลือกภาษา

source: My base language
bn: আমার মূল ভাষা
bo: ངེད་ཀྱི་མཐར་སྒོར་སྐད་ཡིག
ca: El meu idioma base
cs: Moje základní jazyk
da: Mit grundsprog
de: Meine Basissprache
eo: Mia baza lingvo
et: Minu põhikeel
eu: Nire hizkuntza oinarria
fi: Peruskieleni
fr: Ma langue de base
ga: Mo theanga bhunúsach
gl: O meu idioma base
hi: मेरी मूल भाषा
hr: Moj osnovni jezik
it: La mia lingua principale
ka: ჩემი ძირითადი ენა
nb: Mitt hovedspråk
nl: Mijn basis taal
pl: Mój język podstawowy
pt: Meu idioma base
ru: Мой основной язык
sk: Môj základný jazyk
sr: Мој основни језик
sv: Mitt baskspråk
ta: எனது அடிப்படைக் மொழி
th: ภาษาหลักของฉัน

# clickWordsInstructions
source: 🕵️ Click any word for details. 🧐
bn: 🧻 কোন শব্দে ক্লিক করুন বিস্তারিত জানার জন্য।🤐
bo: 🧻 སྤྱོད་རྩོམ་ལ་ལོག་འཇུག་ནས། 🧠
ca: 🧻 Fes clic a qualsevol paraula per veure els detalls. 🤐
cs: 🧻 Klikněte na jakékoli slovo pro podrobnosti. 🤐
da: 🧻 Klik på et hvilket som helst ord for detaljer. 🤐
de: 🧻 Klicke auf ein Wort für Details. 🤐
eo: 🧻 Klaku iun vorton por detaloj. 🤐
et: 🧻 Klõpsa ükskõik millisel sõnal detailide saamiseks. 🤐
eu: 🧻 Klikatu edozein hitz xehetasunak ikusteko. 🤐
fi: 🧻 Klikkaa mitä tahansa sanaa saadaksesi lisätietoja. 🤐
fr: 🕵️ Cliquez sur un mot pour plus de détails. 🧐
ga: 🧑‍⚖️ Cliceáil ar aon fhocal le haghaidh sonraí. 🤐
gl: 🧻 Fai clic en calquera palabra para detalles. 🤐
hi: 🧻 किसी भी शब्द पर क्लिक करें विवरण के लिए।🤐
hr: 🧻 Kliknite bilo koju riječ za detalje. 🤐
it: 🧻 Clicca su qualsiasi parola per dettagli. 🤐
ka: 🧻 დააჭირეთ ნებისმიერ სიტყვას დეტალებისთვის. 🤐
nb: 🧻 Klikk på et hvilket som helst ord for detaljer. 🤐
nl: 🧻 Klik op een woord voor details. 🤐
pl: 🧻 Kliknij dowolne słowo, aby uzyskać szczegóły. 🤐
pt: 🧻 Clique em qualquer palavra para detalhes. 🤐
ru: 🧻 Нажмите на любое слово для получения деталей. 🤐
sk: 🧻 Kliknite na akékoľvek slovo pre podrobnosti. 🤐
sr: 🧻 Кликните на било which реч за детаље. 🤐
sv: 🧻 Klicka på ett ord för detaljer. 🤐
ta: 🧻 எந்த சொல்லையும் கிளிக் செய்து விவரங்களை அறியவும்.🤐
th: 🧻 คลิกคำใดก็ได้เพื่อดูรายละเอียด. 🤐

# chooseBestDefinition
source: What does this word mean?
bn: এই শব্দের অর্থ কী?
bo: འདི་ཚིག་གི་ནང་བསྟན་གནང་བ་ག་རེ་ཡོད།
ca: Què vol dir aquesta paraula?
cs: Co znamená toto slovo?
da: Hvad betyder dette ord?
de: Was bedeutet dieses Wort?
eo: Kion signifas ĉi tiu vorto?
et: Mida see sõna tähendab?
eu: Zein da hitz honek esan nahi duena?
fi: Mitä tämä sana tarkoittaa?
fr: Que signifie ce mot ?
ga: Cad a chiallaíonn an focal seo?
gl: Que significa esta palabra?
hi: इस शब्द का अर्थ क्या है?
hr: Što znači ova riječ?
it: Cosa significa questa parola?
ka: რა ნიშნავს ეს სიტყვა?
nb: Hva betyr dette ordet?
nl: Wat betekent dit woord?
pl: Co oznacza to słowo?
pt: O que essa palavra significa?
ru: Что означает это слово?
sk: Čo znamená toto slovo?
sr: Шта значи ова реч?
sv: Vad betyder detta ord?
ta: இந்த சொல்லின் பொருள் என்ன?
th: คำนี้หมายความว่าอะไร?

# meaningSectionHeader
source: Meaning:
bn: অর্থ:
bo: འབྲེལ་བ།
ca: Significat:
cs: Význam:
da: Betydning:
de: Bedeutung:
eo: Signifo:
et: Tähendus:
eu: Pentsamendua:
fi: Tarkoitus:
fr: Signification :
ga: Ciall:
gl: Significado:
hi: अर्थ:
hr: Značenje:
it: Significato:
ka: მნიშვნელობა:
nb: Betydning:
nl: Betekenis:
pl: Znaczenie:
pt: Significado:
ru: Значение:
sk: Význam:
sr: Значење:
sv: Betydelse:
ta: பொருள்:
th: ความหมาย:

# formSectionHeader
source: Forms used in chats:
bn: চ্যাটে ব্যবহৃত রূপ:
bo: བརྗོད་སྒྲིག་ལས་བྱེད་མཁན།
ca: Formes utilitzades en xats:
cs: Používané tvary v chatech:
da: Brugte former i chats:
de: In Chats verwendete Formen:
eo: Formoj uzataj en babilejoj:
et: Kasutatavad vormid vestlustes:
eu: Chatetan erabiltzen diren formak:
fi: Käytetyt muodot keskusteluissa:
fr: Formes utilisées dans les discussions :
ga: Foirmiúlachtaí a úsáidtear i gcomhráite:
gl: Formas usadas en chats:
hi: चैट में उपयोग किए गए फॉर्म:
hr: Obrasci korišteni u chatovima:
it: Forme usate nelle chat:
ka: ფორმები, რომლებიც გამოიყენება ჩატებში:
nb: Former brukt i chatter:
nl: Vormen gebruikt in chats:
pl: Formy używane w czatach:
pt: Formas usadas em chats:
ru: Формы, используемые в чатах:
sk: Formy používané v chatoch:
sr: Облици коришћени у ћаскањима:
sv: Använda former i chattar:
ta: பேச்சுகளில் பயன்படுத்தப்படும் படிவங்கள்:
th: รูปแบบที่ใช้ในแชท:

# noEmojiSelectedTooltip
source: No emoji selected
bn: কোন ইমোজি নির্বাচন করা হয়নি
bo: གདན་ཚིག་མེད།
ca: No s'ha seleccionat cap emoji
cs: Není vybrána žádná emoji
da: Ingen emoji valgt
de: Kein Emoji ausgewählt
eo: Neniu emoji elektita
et: Emotikonit pole valitud
eu: Ez da emoji aukeratu
fi: Ei emojiä valittu
fr: Aucun emoji sélectionné
ga: Níl emoji roghnaithe
gl: Non se seleccionou ningún emoji
hi: कोई इमोजी चयनित नहीं है
hr: Nije odabrana emoji
it: Nessuna emoji selezionata
ka: ემოჯი არ არის არჩეული
nb: Ingen emoji valgt
nl: Geen emoji geselecteerd
pl: Nie wybrano emotikony
pt: Nenhum emoji selecionado
ru: Эмодзи не выбрано
sk: Žiadna emoji nebola vybraná
sr: Није изабрана емоџи
sv: Inget emoji valt
ta: எந்த எமோஜியும் தேர்ந்தெடுக்கப்படவில்லை
th: ไม่ได้เลือกอีโมจิ

# writingExercisesTooltip
source: Writing
bn: লিখন অনুশীলন
bo: རྩོམ་རྩོམ།
ca: Escriptura
cs: Psaní
da: Skrivning
de: Schreiben
eo: Verkado
et: Kirjutamine
eu: Idazketa
fi: Kirjoittaminen
fr: Écriture
ga: Scríobh
gl: Escritura
hi: लेखन
hr: Pisanje
it: Scrittura
ka: წერა
nb: Skriving
nl: Schrijven
pl: Pisanie
pt: Escrita
ru: Письмо
sk: Písanie
sr: Писање
sv: Skrivövningar
ta: எழுத்து பயிற்சிகள்
th: การเขียน

# listeningExercisesTooltip
source: Listening
bn: শ্রবণ অনুশীলন
bo: གནས་སྒོར་སྣང་བ།
ca: Escolta
cs: Poslech
da: Lytning
de: Hören
eo: Aŭskultado
et: Kuulamine
eu: Entzumena
fi: Kuuntelu
fr: Écoute
ga: Éisteacht
gl: Escucha
hi: सुनना
hr: Slušanje
it: Ascolto
ka: მოსმენა
nb: Lytting
nl: Luisteren
pl: Słuchanie
pt: Audição
ru: Прослушивание
sk: Počúvanie
sr: Слушање
sv: Lyssningsövningar
ta: கேட்கும் பயிற்சிகள்
th: การฟัง

# readingExercisesTooltip
source: Reading
bn: পড়া অনুশীলন
bo: འཚོལ་བ།
ca: Lectura
cs: Čtení
da: Læsning
de: Lesen
eo: Legado
et: Lugemine
eu: Irakurketa
fi: Lukeminen
fr: Lecture
ga: Léamh
gl: Lectura
hi: पढ़ना
hr: Čitanje
it: Lettura
ka: კითხვა
nb: Lesing
nl: Lezen
pl: Czytanie
pt: Leitura
ru: Чтение
sk: Čítanie
sr: Читање
sv: Läsövningar
ta: படிக்கும் பயிற்சிகள்
th: การอ่าน

# meaningNotFound
source: Meaning could not be found.
bn: অর্থ পাওয়া যায়নি।
bo: འབྲེལ་བ་མེད།
ca: No s'ha pogut trobar el significat.
cs: Význam nelze nalézt.
da: Betydning kunne ikke findes.
de: Bedeutung konnte nicht gefunden werden.
eo: Signifo ne povis esti trovita.
et: Tähendust ei leitud.
eu: Ez da pentsamendua aurkitu.
fi: Tarkoitusta ei löytynyt.
fr: Signification introuvable.
ga: Níor féidir an ciall a fháil.
gl: Non se puido atopar o significado.
hi: अर्थ नहीं मिल सका।
hr: Značenje nije pronađeno.
it: Significato non trovato.
ka: მნიშვნელობა ვერ მოიძებნა.
nb: Betydning kunne ikke finnes.
nl: Betekenis kon niet worden gevonden.
pl: Nie można znaleźć znaczenia.
pt: Significado não pôde ser encontrado.
ru: Значение не найдено.
sk: Význam sa nepodarilo nájsť.
sr: Значење није могуће пронаћи.
sv: Betydelsen kunde inte hittas.
ta: பொருள் கண்டுபிடிக்க முடியவில்லை.
th: ไม่พบความหมาย

# formsNotFound
source: Forms could not be found.
bn: রূপ পাওয়া যায়নি।
bo: བརྗོད་སྒྲིག་མེད།
ca: No s'han pogut trobar les formes.
cs: Tvary nelze nalézt.
da: Skemaer kunne ikke findes.
de: Formen konnten nicht gefunden werden.
eo: Formoj ne povis esti trovita.
et: Vorme ei leitud.
eu: Ez da formarik aurkitu.
fi: Muotoja ei löytynyt.
fr: Formes introuvables.
ga: Níor féidir na foirmeacha a fháil.
gl: Non se puideron atopar as formas.
hi: फॉर्म नहीं मिल सके।
hr: Obrasci nisu pronađeni.
it: Impossibile trovare i moduli.
ka: ფორმები ვერ მოიძებნა.
nb: Former kunne ikke finnes.
nl: Vormen konden niet worden gevonden.
pl: Nie można znaleźć form.
pt: Formas não puderam ser encontradas.
ru: Формы не найдены.
sk: Formulá nebolo možné nájsť.
sr: Облици нису могући пронаћи.
sv: Former kunde inte hittas.
ta: படிவங்கள் கண்டுபிடிக்க முடியவில்லை.
th: ไม่พบรูปแบบ

# chooseBaseForm
source: Choose the base form
bn: মূল রূপ নির্বাচন করুন
bo: མཐར་སྒོར་སྐད་ཡིག་གཅིག་གདམ།
ca: Tria la forma base
cs: Vyberte základní tvar
da: Vælg grundformen
de: Wähle die Grundform
eo: Elekti bazan formon
et: Valige põhivorm
eu: Aukeratu oinarrizko forma
fi: Valitse perusmuoto
fr: Choisissez la forme de base
ga: Roghnaigh an fhoirm bhunúsach
gl: Elixe a forma base
hi: मूल फॉर्म चुनें
hr: Odaberite osnovni oblik
it: Scegli la forma base
ka: აირჩიეთ ძირითადი ფორმა
nb: Velg grunnformen
nl: Kies de basisvorm
pl: Wybierz formę podstawową
pt: Escolha a forma base
ru: Выберите базовую форму
sk: Vyberte základnú formu
sr: Изаберите основни облик
sv: Välj grundformen
ta: அடிப்படைக் படிவத்தை தேர்ந்தெடுக்கவும்
th: เลือกรูปแบบพื้นฐาน

# notTheCodeError
source: Sorry, that's not the code!
bn: দুঃখিত, এটি কোড নয়!
bo: གནང་བ་འདི་ནི་སྤྱོད་མི་འདུག!
ca: Ho sentim, això no és el codi!
cs: Omlouvám se, to není kód!
da: Beklager, det er ikke koden!
de: Entschuldigung, das ist nicht der Code!
eo: Pardonu, tio ne estas la kodo!
et: Vabandame, see ei ole kood!
eu: Barkatu, hori ez da kodea!
fi: Valitettavasti, se ei ole koodi!
fr: Désolé, ce n'est pas le code !
ga: Tá brón orm, ní é sin an cód!
gl: Perdón, iso non é o código!
hi: माफ़ कीजिए, यह कोड नहीं है!
hr: Oprostite, to nije kod!
it: Mi dispiace, non è il codice!
ka: უკაცრავად, ეს კოდი არ არის!
nb: Beklager, det er ikke koden!
nl: Sorry, dat is niet de code!
pl: Przepraszam, to nie jest kod!
pt: Desculpe, esse não é o código!
ru: Извините, это не код!
sk: Prepáčte, to nie je kód!
sr: Извините, то није код!
sv: Tyvärr, det är inte koden!
ta: மன்னிக்கவும், அது அந்தக் குறியீடு அல்ல!
th: ขออภัย นั่นไม่ใช่รหัส!

source: Total XP
bn: মোট XP
bo: གཙོ་བོ་ལོག
ca: XP total
cs: Celkové XP
da: Samlet XP
de: Gesamt-XP
eo: Entuta XP
et: Kokku XP
eu: Guztira XP
fi: Kokonaistyökokemus
fr: XP total
ga: Gach XP
gl: Total de XP
hi: कुल XP
hr: Ukupno XP
it: XP Totale
ka: სულ XP
nl: Totaal XP
pl: Łączna liczba punktów XP
pt: XP Total
ru: Общий опыт
sk: Celkové XP
sr: Укупно XP
sv: Total erfarenhetspoäng
ta: மொத்த XP
th: ประสบการณ์รวม

# numLemmas
source: Total number of lemmas
bn: মোট লেম্মার সংখ্যা
bo: ལེགས་སྟོན་གྱི་གྲུབ་སྟོན།
ca: Nombre total de lèmmes
cs: Celkový počet lem
da: Samlet antal lemmata
de: Gesamtzahl der Lemmas
eo: Entute de lemoj
et: Lemmade koguarv
eu: Lemmen kopurua
fi: Lemmojen kokonaismäärä
fr: Nombre total de lemmas
ga: Líon iomlán na lemmas
gl: Total de lemas
hi: कुल लेम्मा की संख्या
hr: Ukupan broj lemmi
it: Numero totale di lemmi
ka: ლემმების საერთო რაოდენობა
nb: Totalt antall lemmata
nl: Totaal aantal lemma's
pl: Łączna liczba lematów
pt: Número total de lemas
ru: Общее количество лемм
sk: Celkový počet lemám
sr: Укупно леммина
sv: Totalt antal lemman
ta: மொத்த லெம்மா எண்ணிக்கை
th: จำนวนคำฐานทั้งหมด

# numLemmasUsedCorrectly
source: Number of lemmas used correctly at least once
bn: সঠিকভাবে ব্যবহৃত লেম্মার সংখ্যা কমপক্ষে একবার
bo: བརྗོད་སྒྲིག་ལ་འགྱོ་བའི་གྲུབ་སྟོན་ལྟར་བསྐྱར་བརྗོད་ཡོད་པ།
ca: Nombre de lèmmes utilitzades correctament almenys una vegada
cs: Počet lem, které byly použity správně alespoň jednou
da: Antal lemmata brugt korrekt mindst én gang
de: Anzahl der Lemmas, die mindestens einmal korrekt verwendet wurden
eo: Nombro de lemoj uzitaj ĝuste almenaŭ unufoje
et: Õigesti kasutatud lemmede arv vähemalt üks kord
eu: Gutxienez behin egoki erabili diren lemmen kopurua
fi: Lemmojen määrä, joita on käytetty oikein vähintään kerran
fr: Nombre de lemmas utilisés correctement au moins une fois
ga: Líon na lemmas a úsáidtear i gceart ar a laghad uair amháin
gl: Número de lemas utilizados correctamente polo menos unha vez
hi: कम से कम एक बार सही ढंग से उपयोग किए गए लेम्मा की संख्या
hr: Broj lema koji su ispravno korišteni barem jednom
it: Numero di lemmi usati correttamente almeno una volta
ka: ლემმების რაოდენობა სწორად გამოყენებული სულ მცირე ერთხელ
nb: Antall lemmata brukt riktig minst én gang
nl: Aantal lemma's correct gebruikt minstens één keer
pl: Liczba lematów użytych poprawnie przynajmniej raz
pt: Número de lemas usados corretamente pelo menos uma vez
ru: Количество лемм, использованных правильно хотя бы один раз
sk: Počet lemám použitých správne aspoň raz
sr: Број леммина коришћених исправно барем једном
sv: Antal lemman som används korrekt minst en gång
ta: குறைந்தபட்சம் ஒருமுறை சரியாக பயன்படுத்தப்பட்ட லெம்மா எண்ணிக்கை
th: จำนวนคำฐานที่ใช้ถูกต้องอย่างน้อยหนึ่งครั้ง

# numLemmasUsedIncorrectly
source: Number of lemmas used correctly 0 times
bn: সঠিকভাবে ব্যবহৃত লেম্মার সংখ্যা 0 বার
bo: ཁྱེད་རང་གིས་བརྗེས་སྒྲིག་བྱེད་པའི་སྣོམ་ཚིག་ལོ་མཐར་བཅད་ 0 ཡོད།
ca: Nombre de lèmmes utilitzades correctament 0 vegades
cs: Počet lem, které byly použity správně 0krát
da: Antal lemmata brugt korrekt 0 gange
de: Anzahl der Lemmas, die 0-mal korrekt verwendet wurden
eo: Nombro de lemoj uzitaj ĝuste 0 fojojn
et: Õigesti kasutatud lemmede arv 0 korda
eu: Ez egoki erabili diren lemmen kopurua 0 aldiz
fi: Lemmojen määrä, joita on käytetty oikein 0 kertaa
fr: Nombre de lemmas utilisés incorrectement 0 fois
ga: An líon lemas a úsáidtear i gceart 0 uair
gl: Número de lemas utilizados incorrectamente 0 veces
hi: सही ढंग से उपयोग किए गए लेम्मा की संख्या 0 बार
hr: Broj lema koji nisu ispravno korišteni ni jednom
it: Numero di lemmi usati correttamente 0 volte
ka: ლემმების რაოდენობა სწორად გამოყენებული 0 ჯერ
nb: Antall lemmata brukt riktig 0 ganger
nl: Aantal lemma's correct gebruikt 0 keer
pl: Liczba lematów użytych poprawnie 0 razy
pt: Número de lemas usados corretamente 0 vezes
ru: Количество лемм, использованных неправильно 0 раз
sk: Počet lemám použitých nesprávne 0-krát
sr: Број леммина коришћених исправно 0 пута
sv: Antal lemman som används korrekt 0 gånger
ta: சரியாக பயன்படுத்தப்படாத லெம்மா எண்ணிக்கை 0 முறை
th: จำนวนคำฐานที่ใช้ผิดพลาด 0 ครั้ง

# numLemmasSmallXP
source: Number of lemmas with 0 - 30 XP
bn: 0 - 30 XP সহ লেম্মার সংখ্যা
bo: ཁྱེད་རང་གིས་བརྗེས་སྒྲིག་བྱེད་པའི་སྣོམ་ཚིག་ལོ་མཐར་བཅད་ 0 - 30 XP
ca: Nombre de lèmmes amb 0 - 30 XP
cs: Počet lem s 0 - 30 XP
da: Antal lemmata med 0 - 30 XP
de: Anzahl der Lemmas mit 0 - 30 XP
eo: Nombro de lemoj kun 0 - 30 XP
et: Lemmade arv 0 - 30 XP-ga
eu: 0-30 XP dituen lemmen kopurua
fi: Lemmojen määrä, joilla on 0 - 30 XP:tä
fr: Nombre de lemmas avec 0 - 30 XP
ga: An líon lemas le 0 - 30 XP
gl: Número de lemas con 0 - 30 XP
hi: 0 - 30 XP वाले लेम्मा की संख्या
hr: Broj lema s 0 - 30 XP
it: Numero di lemmi con 0 - 30 XP
ka: ლემმების რაოდენობა 0 - 30 XP
nb: Antall lemmata med 0 - 30 XP
nl: Aantal lemma's met 0 - 30 XP
pl: Liczba lematów z 0 - 30 punktami XP
pt: Número de lemas com 0 - 30 XP
ru: Количество лемм с 0-30 очками опыта
sk: Počet lemám s 0 - 30 XP
sr: Број леммина са 0 - 30 XP
sv: Antal lemman med 0 - 30 erfarenhetspoäng
ta: 0 - 30 XP உடைய லெம்மா எண்ணிக்கை
th: จำนวนคำฐานที่มี XP 0 - 30

# numLemmasMediumXP
source: Number of lemmas with 31 - 200 XP
bn: 31 - 200 XP সহ লেম্মার সংখ্যা
bo: ཁྱེད་རང་གིས་བརྗེས་སྒྲིག་བྱེད་པའི་སྣོམ་ཚིག་ལོ་མཐར་བཅད་ 31 - 200 XP
ca: Nombre de lèmmes amb 31 - 200 XP
cs: Počet lem s 31 - 200 XP
da: Antal lemmata med 31 - 200 XP
de: Anzahl der Lemmas mit 31 - 200 XP
eo: Nombro de lemoj kun 31 - 200 XP
et: Lemmade arv 31 - 200 XP-ga
eu: 31-200 XP dituen lemmen kopurua
fi: Lemmojen määrä, joilla on 31 - 200 XP:tä
fr: Nombre de lemmes avec 31 - 200 XP
ga: An líon lemas le 31 - 200 XP
gl: Número de lemas con 31 - 200 XP
hi: 31 - 200 XP वाले लेम्मा की संख्या
hr: Broj lema s 31 - 200 XP
it: Numero di lemmi con 31 - 200 XP
ka: ლემმების რაოდენობა 31 - 200 XP
nb: Antall lemmata med 31 - 200 XP
nl: Aantal lemma's met 31 - 200 XP
pl: Liczba lematów z 31 - 200 punktami XP
pt: Número de lémas com 31 - 200 XP
ru: Количество лемм с 31-200 очками опыта
sk: Počet lemám s 31 - 200 XP
sr: Број леммина са 31 - 200 XP
sv: Antal lemman med 31 - 200 erfarenhetspoäng
ta: 31 - 200 XP உடைய லெம்மா எண்ணிக்கை
th: จำนวนคำฐานที่มี XP 31 - 200

# numLemmasLargeXP
source: Number of lemmas with > 200 XP
bn: 200 এর বেশি XP সহ লেম্মার সংখ্যা
bo: ཁྱེད་རང་གིས་བརྗེས་སྒྲིག་བྱེད་པའི་སྣོམ་ཚིག་ལོ་མཐར་བཅད་ > 200 XP
ca: Nombre de lèmmes amb > 200 XP
cs: Počet lem s > 200 XP
da: Antal lemmata med > 200 XP
de: Anzahl der Lemmas mit > 200 XP
eo: Nombro de lemoj kun > 200 XP
et: Lemmade arv > 200 XP-ga
eu: 200 XP baino gehiago dituen lemmen kopurua
fi: Lemmojen määrä, joilla on > 200 XP:tä
fr: Nombre de lemmes avec > 200 XP
ga: An líon lemas le > 200 XP
gl: Número de lemas con > 200 XP
hi: > 200 XP वाले लेम्मा की संख्या
hr: Broj lema s > 200 XP
it: Numero di lemmi con > 200 XP
ka: ლემმების რაოდენობა > 200 XP
nb: Antall lemmata med > 200 XP
nl: Aantal lemma's met > 200 XP
pl: Liczba lematów z ponad 200 punktami XP
pt: Número de lémas com > 200 XP
ru: Количество лемм с более чем 200 очками опыта
sk: Počet lemám s > 200 XP
sr: Број леммина са > 200 XP
sv: Antal lemman med > 200 erfarenhetspoäng
ta: 200 XP க்கு மேல் உள்ள லெம்மா எண்ணிக்கை
th: จำนวนคำฐานที่มี XP > 200

# numGrammarConcepts
source: Number of grammar concepts
bn: ব্যাকরণ ধারণার সংখ্যা
bo: རྒྱན་རྟགས་ལས་སྣོམ་ཚིག
ca: Nombre de conceptes gramaticals
cs: Počet gramatických konceptů
da: Antal grammatiske begreber
de: Anzahl der Grammatikbegriffe
eo: Nombro de gramatikaj konceptoj
et: Grammatika kontseptsioonide arv
eu: Gramatika kontzeptuen kopurua
fi: Kielioppikäsitteiden määrä
fr: Nombre de concepts grammaticaux
ga: An líon coincheapa gramadála
gl: Número de conceptos de gramática
hi: व्याकरण अवधारणाओं की संख्या
hr: Broj gramatičkih koncepata
it: Numero di concetti grammaticali
ka: გრამატიკის კონცეპტების რაოდენობა
nb: Antall grammatikkbegreper
nl: Aantal grammaticaconcepten
pl: Liczba pojęć gramatycznych
pt: Número de conceitos gramaticais
ru: Количество грамматических концепций
sk: Počet gramatických konceptov
sr: Број граматичких концепата
sv: Antal grammatiska koncept
ta: வாக்கியவியல் கருத்துக்களின் எண்ணிக்கை
th: จำนวนแนวคิดทางไวยากรณ์

# listGrammarConcepts
source: Grammar concepts
bn: ব্যাকরণ ধারণা
bo: རྒྱན་རྟགས་ལས་སྣོམ་ཚིག
ca: Conceptes gramaticals
cs: Gramatické koncepty
da: Grammatiske begreber
de: Grammatikbegriffe
eo: Gramatikaj konceptoj
et: Grammatika kontseptsioonid
eu: Gramatika kontzeptuak
fi: Kielioppikäsitteet
fr: Concepts grammaticaux
ga: Coincheapa gramadála
gl: Conceptos de gramática
hi: व्याकरण अवधारणाएँ
hr: Gramatički koncepti
it: Concetti grammaticali
ka: გრამატიკის კონცეპტები
nb: Grammatikkbegreper
nl: Grammaticaconcepten
pl: Pojęcia gramatyczne
pt: Conceitos gramaticais
ru: Грамматические концепции
sk: Gramatické koncepty
sr: Граматички концепти
sv: Grammatiska koncept
ta: வாக்கியவியல் கருத்துக்கள்
th: แนวคิดทางไวยากรณ์

# listGrammarConceptsUsedCorrectly
source: Grammar concepts used correctly in original messages at least 80% of the time
bn: অন্তত ৮০% সময় মূল বার্তাগুলিতে সঠিকভাবে ব্যবহৃত ব্যাকরণ ধারণা
bo: རྒྱན་རྟགས་ལས་བརྗེས་སྒྲིག་བྱེད་པའི་སྣོམ་ཚིག་ལོ་མཐར་བཅད་ 80% ལྟར་འགྱོ་བ
ca: Conceptes gramaticals utilitzats correctament en missatges originals almenys el 80% del temps
cs: Gramatické koncepty správně použité v původních zprávách alespoň 80 % času
da: Grammatiske begreber brugt korrekt i originale beskeder mindst 80% af tiden
de: Grammatikbegriffe, die in Originalnachrichten mindestens 80 % der Zeit korrekt verwendet wurden
eo: Gramatikaj konceptoj uzitaj ĝuste en originalaj mesaĝoj almenaŭ 80% de la tempo
et: Grammatika kontseptsioonid õigesti kasutatud algsõnumites vähemalt 80% ajast
eu: Jatorrizko mezuetan gutxienez %80ean egoki erabili diren gramatika kontzeptuak
fi: Kielioppikäsitteet, joita on käytetty oikein alkuperäisissä viesteissä vähintään 80 % ajasta
fr: Concepts grammaticaux utilisés correctement dans les messages originaux au moins 80% du temps
ga: Coincheapa gramadála a úsáidtear i gceart i teachtaireachtaí bunaidh ar a laghad 80% den am
gl: Conceptos de gramática utilizados correctamente nos mensaxes orixinais polo menos o 80% das veces
hi: मूल संदेशों में सही ढंग से उपयोग की गई व्याकरण अवधारणाएँ कम से कम 80% समय
hr: Gramatički koncepti ispravno korišteni u originalnim porukama najmanje 80% vremena
it: Concetti grammaticali usati correttamente nei messaggi originali almeno l'80% delle volte
ka: გრამატიკის კონცეპტები სწორად გამოყენებული ორიგინალურ შეტყობინებებში სულ მცირე 80%-ში
nb: Grammatikkbegreper brukt riktig i originale meldinger minst 80% av tiden
nl: Grammaticaconcepten correct gebruikt in originele berichten minstens 80% van de tijd
pl: Pojęcia gramatyczne używane poprawnie w oryginalnych wiadomościach co najmniej 80% czasu
pt: Conceitos gramaticais usados corretamente em mensagens originais pelo menos 80% das vezes
ru: Грамматические концепции, использованные правильно в оригинальных сообщениях не менее 80% времени
sk: Gramatické koncepty správne použité v pôvodných správach aspoň 80% času
sr: Граматички концепти коришћени исправно у оригиналним порукама најмање 80% времена
sv: Grammatiska koncept som används korrekt i originalmeddelanden minst 80% av tiden
ta: அசல் செய்திகளில் குறைந்தது 80% நேரங்களில் சரியாக பயன்படுத்தப்பட்ட வாக்கியவியல் கருத்துக்கள்
th: แนวคิดทางไวยากรณ์ที่ใช้ถูกต้องในข้อความต้นฉบับอย่างน้อย 80% ของเวลา
