Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# joinWithClassCodeHint
source: Enter invite code
bn: আমন্ত্রণ কোড লিখুন
bo: འཕྲིན་ལེན་ལས་སྤྱོད་ན་ལོག་ལེན་འབད།
ca: Introdueix el codi d'invitació
cs: Zadejte pozvánkový kód
da: Indtast invitationskoden
de: Einladungscode eingeben
eo: Enmetu invitan kodon
et: Sisesta kutsekood
eu: Sartu gonbidapen kodea
fi: Syötä kutsukoodi
fr: Entrez le code d'invitation
ga: Cuir isteach an cód cuireadh
gl: Introduce o código de invitación
hi: आमंत्रण कोड दर्ज करें
hr: Unesite pozivni kod
it: Inserisci il codice di invito
ka: შეიყვანეთ მოწვევის კოდი
nb: Skriv inn invitasjonskode
nl: Voer uitnodigingscode in
pl: Wprowadź kod zaproszenia
pt: Digite o código de convite
ru: Введите код приглашения
sk: Zadajte kód pozvania
sr: Введите код приглашения
sv: Ange inbjudningskod
ta: அழைப்பு குறியீட்டை உள்ளிடவும்
th: ป้อนรหัสเชิญ

# languageLevelPreA1
source: True Beginner (Pre A1)
bn: সত্যিই শুরু (প্রি A1)
bo: Novice Low (Pre A1)
ca: Totalment principiants (Pre A1)
cs: Skutečný začátečník (Pre A1)
da: Sandbegynder (Pre A1)
de: Wahrer Anfänger (Pre A1)
eo: Verŝa Komencanto (Pre A1)
et: Tõeline algaja (Pre A1)
eu: Hasiberri Benetakoa (Pre A1)
fi: Tosi aloitteleva (Pre A1)
fr: Vrai Débutant (Pre A1)
ga: Tús Mór (Pre A1)
gl: Novato Baixo (Pre A1)
hi: सच्चा शुरुआतकर्ता (Pre A1)
hr: Novak Nizak (Pre A1)
it: Principiante assoluto (Pre A1)
ka: ახალი დაბალი (წინა A1)
nb: Reell nybegynner (Pre A1)
nl: Echte Beginner (Pre A1)
pl: Prawdziwy początkujący (Pre A1)
pt: Total Iniciante (Pré A1)
ru: Новичок Низкий (Pre A1)
sk: Úplný začiatočník (Pre A1)
sr: Почетни почетни (Pre A1)
sv: Äkta nybörjare (Pre A1)
ta: புதியவர் குறைந்த (முன் A1)
th: ผู้เริ่มต้นจริง (Pre A1)

# languageLevelA1
source: Beginner (A1)
bn: শুরু (A1)
bo: Novice Mid (A1)
ca: Principiant (A1)
cs: Začátečník (A1)
da: Begynder (A1)
de: Anfänger (A1)
eo: Komencanto (A1)
et: Algaja (A1)
eu: Hasiberri (A1)
fi: Alkeistaso (A1)
fr: Débutant (A1)
ga: Tús Mór (A1)
gl: Novato Medio (A1)
hi: शुरुआती (A1)
hr: Novice Mid (A1)
it: Principiante (A1)
ka: ახალი შუა (A1)
nb: Nybegynner (A1)
pl: Początkujący (A1)
pt: Iniciante (A1)
ru: Новичок Мид (A1)
sk: Začiatočník (A1)
sr: Начинајући (A1)
sv: Nybörjare (A1)
ta: புதிய நடுவண் (A1)
th: ผู้เริ่มต้น (A1)

# languageLevelA2
source: Elementary (A2)
bn: প্রাথমিক (A2)
bo: Novice High (A2)
ca: Elemental (A2)
cs: Základní (A2)
da: Elementær (A2)
de: Grundstufe (A2)
eo: Elementa (A2)
et: Algeline (A2)
eu: Oinarrizkoa (A2)
fi: Perustaso (A2)
fr: Élémentaire (A2)
ga: Bunúsach (A2)
gl: Novato Alto (A2)
hi: मूलभूत (A2)
hr: Početni Visoki (A2)
it: Elementare (A2)
ka: დაწყებითი მაღალი (A2)
nb: Elementært (A2)
nl: Elementair (A2)
pl: Podstawowy (A2)
pt: Elementar (A2)
ru: Начальный высокий (A2)
sk: Elementárny (A2)
sr: Основни (A2)
sv: Elementär (A2)
ta: புதிய உயர்வு (A2)
th: ระดับพื้นฐาน (A2)

# languageLevelB1
source: Intermediate (B1)
bn: মধ্যবর্তী (B1)
bo: Intermediate Mid (B1)
ca: Intermedi (B1)
cs: Středně pokročilý (B1)
da: Mellem (B1)
de: Mittelstufe (B1)
eo: Meznivelulo (B1)
et: Keskmine (B1)
eu: Erdakorra (B1)
fi: Keskitaso (B1)
fr: Intermédiaire (B1)
ga: Meánleibhéal (B1)
gl: Intermedio Medio (B1)
hi: मध्यम (B1)
hr: Srednji Srednji (B1)
it: Intermedio (B1)
ka: შუალედური საშუალო (B1)
nb: Middels (B1)
pl: Średniozaawansowany (B1)
pt: Intermediário (B1)
ru: Средний средний (B1)
sk: Stredne pokročilý (B1)
sr: Средњи (B1)
sv: Mellanliggande (B1)
ta: மத்திய நடுத்தர (B1)
th: ระดับกลาง (B1)

# languageLevelB2
source: Upper Intermediate (B2)
bn: উচ্চ মধ্যবর্তী (B2)
bo: Advanced Low (B2)
ca: Intermedi superior (B2)
cs: Vyšší středně pokročilý (B2)
da: Øvre Mellem (B2)
de: Obere Mittelstufe (B2)
eo: Supermeznivelulo (B2)
et: Ülemine Keskastme (B2)
eu: Goren Erdakorra (B2)
fi: Yläkeskitaso (B2)
fr: Intermédiaire supérieur (B2)
ga: Meánleibhéal Uachtarach (B2)
gl: Avanzado Baixo (B2)
hi: उच्च मध्यम (B2)
hr: Napredni Niski (B2)
it: Intermedio superiore (B2)
ka: წინასწარი დაბალი (B2)
nb: Øvre middels (B2)
pl: Wyższy średniozaawansowany (B2)
pt: Intermediário Superior (B2)
ru: Продвинутый низкий (B2)
sk: Vyšší stredne pokročilý (B2)
sr: Вишњи средњи (B2)
sv: Övre mellanliggande (B2)
ta: மேம்பட்ட குறைந்த (B2)
th: ระดับกลางขั้นสูง (B2)

# languageLevelC1
source: Advanced (C1)
bn: উন্নত (C1)
bo: Advanced Mid (C1)
ca: Avançat (C1)
cs: Pokročilý (C1)
da: Avanceret (C1)
de: Fortgeschritten (C1)
eo: Progresinta (C1)
et: Edasijõudnud (C1)
eu: Aurreratua (C1)
fi: Edistynyt (C1)
fr: Avancé (C1)
ga: Ceadúnas Ardleibhéil (C1)
gl: Avanzado Medio (C1)
hi: उन्नत (C1)
hr: Napredni Srednji (C1)
it: Avanzato (C1)
ka: წინასწარი საშუალო (C1)
nb: Avansert (C1)
nl: Gevorderd (C1)
pl: Zaawansowany (C1)
pt: Avançado (C1)
ru: Продвинутый средний (C1)
sk: Pokročilý (C1)
sr: Напредни (C1)
sv: Avancerad (C1)
ta: மேம்பட்ட நடுத்தர (C1)
th: ระดับสูง (C1)

# languageLevelC2
source: Mastery (C2)
bn: মাস্টারি (C2)
bo: Superior (C2)
ca: Dominació (C2)
cs: Mistrovství (C2)
da: Mestring (C2)
de: Meisterschaft (C2)
eo: Mastro (C2)
et: Meisterlikkus (C2)
eu: Maisu (C2)
fi: Mestaritaito (C2)
fr: Maîtrise (C2)
ga: Foirfeacht (C2)
gl: Superior (C2)
hi: माहिर (C2)
hr: Superiorni (C2)
it: Padronanza (C2)
ka: უმაღლესი (C2)
nb: Mestring (C2)
nl: Meesterschap (C2)
pl: Mistrzostwo (C2)
pt: Mestria (C2)
ru: Высший (C2)
sk: Majstrovstvo (C2)
sr: Мастерство (C2)
sv: Mästerskap (C2)
ta: மேன்மை (C2)
th: เชี่ยวชาญ (C2)

# changeTheNameOfTheClass
source: Change the name
bn: নাম পরিবর্তন করুন
bo: མིང་ལེན་བསྐྱར་བཟོ།
ca: Canvia el nom
cs: Změnit název
da: Skift navn
de: Namen ändern
eo: Ŝanĝi la nomon
et: Muuda nime
eu: Aldatu izena
fi: Vaihda nimi
fr: Changer le nom
ga: Athraigh an t-ainm
gl: Cambiar o nome
hi: नाम बदलें
hr: Promijeni ime
it: Cambia il nome
ka: შეცვალეთ კლასი
nb: Endre navnet
nl: Verander de naam
pl: Zmień nazwę
pt: Alterar o nome
ru: Изменить название
sk: Zmeniť názov
sr: Промени име
sv: Ändra namnet
ta: பெயரை மாற்றவும்
th: เปลี่ยนชื่อ

source: Change the name of the chat
bn: চ্যাটের নাম পরিবর্তন করুন
bo: ཆ་ཚང་མིང་བསྐྱར་བཟོ།
ca: Canvia el nom del xat
cs: Změnit název chatu
da: Skift chatnavn
de: Den Namen des Chats ändern
eo: Ŝanĝi la nomon de la babilejo
et: Muuda vestluse nime
eu: Aldatu txateatzen denaren izena
fi: Vaihda keskustelun nimi
fr: Changer le nom du chat
ga: Athraigh ainm an chomhrá
gl: Cambiar o nome do chat
hi: चैट का नाम बदलें
hr: Promijeni ime chata
it: Cambia il nome della chat
ka: შეცვალეთ ჩატის სახელი
nb: Endre navnet på chatten
nl: Verander de naam van de chat
pl: Zmień nazwę czatu
pt: Alterar o nome do chat
ru: Изменить название чата
sk: Zmeniť názov chatu
sr: Промени име ћаскања
sv: Ändra chatnamnet
ta: செய்தி குழுவின் பெயரை மாற்றவும்
th: เปลี่ยนชื่อแชท

# askPangeaBot
source: Ask Pangea Bot for a contextual definition.
bn: প্রশ্ন করুন পাঞ্জিয়া বটকে একটি প্রাসঙ্গিক সংজ্ঞার জন্য।
bo: Pangea Bot ལ་འདི་ལས་སྒྲིག་བཀོད་ལ་བཀོད་ནས་བརྗེ་བརྗོད་འདི་ལ་བཀོད།
ca: Pregunta a Pangea Bot per una definició contextual.
cs: Požádejte Pangea Bota o kontextovou definici.
da: Spørg Pangea Bot om en kontekstuel definition.
de: Fragen Sie Pangea Bot nach einer kontextbezogenen Definition.
eo: Demandi al Pangea Bot por kunteksta difino.
et: Küsi Pangea Botilt kontekstuaalset definitsiooni.
eu: Galdetu Pangea Bot-i testuinguruko definizio bat.
fi: Kysy Pangea Botilta kontekstuaalista määritelmää.
fr: Demandez à Pangea Bot une définition contextuelle.
ga: Iarr ar Pangea Bot le sainmhíniú comhthéacsúil.
gl: Pregunte ao Pangea Bot por unha definición contextual.
hi: पांगेआ बॉट से संदर्भात्मक परिभाषा पूछें।
hr: Pitaj Pangea Bota za kontekstualnu definiciju.
it: Chiedi a Pangea Bot una definizione contestuale.
ka: მოითხოვეთ Pangea Bot-გან კონტექსტუალური განმარტება.
nb: Spør Pangea Bot om en kontekstuell definisjon.
nl: Vraag Pangea Bot om een contextuele definitie.
pl: Zapytaj Pangea Bot o kontekstową definicję.
pt: Peça ao Pangea Bot uma definição contextual.
ru: Попросите Pangea Bot дать контекстное определение.
sk: Požiadať Pangea Bota o kontextovú definíciu.
sr: Питајте Пангее Бот за контекстуалну дефиницију.
sv: Fråga Pangea Bot om en kontextuell definition.
ta: பங்கேயா பாட்டிடம் ஒரு சூழ்நிலையியல் வரையறையை கேளுங்கள்.
th: ถาม Pangea Bot เพื่อคำจำกัดความตามบริบท

source: Sorry, no results.
bn: দুঃখিত, কোনও ফলাফল পাওয়া যায়নি।
bo: དགོས་པ་མེད།
ca: Ho sentim, no hi ha resultats.
cs: Omlouvám se, žádné výsledky.
da: Beklager, ingen resultater.
de: Entschuldigung, keine Ergebnisse.
eo: Pardonu, neniuj rezultoj.
et: Vabandame, tulemusi ei leitud.
eu: Barkatu, ez dago emaitzarik.
fi: Valitettavasti ei tuloksia.
fr: Désolé, aucun résultat.
ga: Tá brón orm, níl torthaí ar fáil.
gl: Desculpa, non hai resultados.
hi: माफ़ कीजिए, कोई परिणाम नहीं।
hr: Oprostite, nema rezultata.
it: Spiacente, nessun risultato.
ka: უკაცრავად, მონაცემები არ მოიძებნა.
nb: Beklager, ingen resultater.
nl: Sorry, geen resultaten.
pl: Przepraszamy, brak wyników.
pt: Desculpe, sem resultados.
ru: Извините, результатов нет.
sk: Prepáčte, žiadne výsledky.
sr: Извините, нема резултата.
sv: Tyvärr, inga resultat.
ta: மன்னிக்கவும், முடிவுகள் இல்லை.
th: ขออภัย ไม่มีผลลัพธ์

# ignoreInThisText
source: Ignore
bn: অগ্রাহ্য করুন
bo: རྒྱབ་ལེན།
ca: Ignora
cs: Ignorovat
da: Ignorer
de: Ignorieren
eo: Ignori
et: Ignoreeri
eu: Ez zaitez kontuan hartu
fi: Ohita
fr: Ignorer
ga: Déan neamhaird
gl: Ignorar
hi: इसे अनदेखा करें
hr: Ignoriraj
it: Ignora
ka: გაამახვილეთ ყურადღება
nb: Ignorer
nl: Negeer
pl: Zignoruj
pt: Ignorar
ru: Игнорировать
sk: Ignorovať
sr: Игнориши
sv: Ignorera
ta: புறக்கணிக்கவும்
th: ละเว้น

# helpMeTranslate
source: Yes!
bn: হ্যাঁ!
bo: ཨེ!།
ca: Sí!
cs: Ano!
da: Ja!
de: Ja!
eo: Jes!
et: Jah!
eu: Bai!
fi: Kyllä!
fr: Oui !
ga: Sea!
gl: ¡Si!
hi: हाँ!
hr: Da!
it: Sì!
ka: დიახ!
nb: Ja!
nl: Ja!
pl: Tak!
pt: Sim!
ru: Да!
sk: Áno!
sr: Да!
sv: Ja!
ta: ஆம்!
th: ใช่!

# needsItShortMessage
source: Out of target
bn: লক্ষ্য থেকে বাইরে
bo: ལུས་སྤྱོད་མི་འདུག
ca: Fora de l'objectiu
cs: Mimo cíl
da: Uden mål
de: Außer Ziel
eo: Elĉerpiĝinta
et: Väljas sihtmärk
eu: Helburutik kanpo
fi: Ei kohdetta
fr: Hors cible
ga: Amar lasmuigh den sprioc
gl: Fóra de obxectivo
hi: लक्ष्य से बाहर
hr: Izvan cilja
it: Fuori target
ka: გარე მიზნიდან
nb: Ute av mål
nl: Buiten doel
pl: Poza celem
pt: Fora do alvo
ru: Вне цели
sk: Mimo cieľa
sr: Изван циља
sv: Utanför mål
ta: இலக்கு வெளியே
th: อยู่นอกเป้าหมาย

# needsItMessage
source: Wait, that's not {targetLanguage}! Do you need help translating?
bn: অপেক্ষা করুন, এটি {targetLanguage} নয়! আপনি কি অনুবাদে সাহায্য চান?
bo: དགོས་མི་འདུག, འདི་ལ་ལེབ་སྐད་མེད་ཡོད། ཁྱེད་ལ་འདི་ལ་ལེབ་སྐད་འབད་ན་གནད་དོན་འདི་ལ་ཧ་གོ་ཡོད་མེད་ན?
ca: Espera, això no és {targetLanguage}! Necessites ajuda per traduir?
cs: Počkejte, to není {targetLanguage}! Potřebujete pomoc s překladem?
da: Vent, det er ikke {targetLanguage}! Har du brug for hjælp til oversættelse?
de: Warte, das ist nicht {targetLanguage}! Bist du bei der Übersetzung Hilfe nötig?
eo: Atendu, tio ne estas {targetLanguage}! Ĉu vi bezonas helpon por traduki?
et: Oota, see ei ole {targetLanguage}! Kas vajad abi tõlkimisel?
eu: Itxaron, hori ez da {targetLanguage}! Laguntza behar duzu itzultzen?
fi: Odotas, se ei ole {targetLanguage}! Tarvitsetko apua kääntämisessä?
fr: Attendez, ce n'est pas {targetLanguage} ! Avez-vous besoin d'aide pour la traduction ?
ga: Fan, níl sé {targetLanguage}! An bhfuil uait cabhair le haistriúchán?
gl: Espera, iso non é {targetLanguage}! Necesitas axuda para traducir?
hi: रुको, यह {targetLanguage} नहीं है! क्या आपको अनुवाद में मदद चाहिए?
hr: Čekaj, to nije {targetLanguage}! Trebate li pomoć s prevođenjem?
it: Aspetta, non è {targetLanguage}! Hai bisogno di aiuto con la traduzione?
ka: გადაიწიე, ეს არაა {targetLanguage}! გჭირდება დახმარება თარგმნაში?
nb: Vent, det er ikke {targetLanguage}! Trenger du hjelp med oversettelsen?
nl: Wacht, dat is niet {targetLanguage}! Heb je hulp nodig bij vertalen?
pl: Czekaj, to nie jest {targetLanguage}! Czy potrzebujesz pomocy w tłumaczeniu?
pt: Espere, isso não é {targetLanguage}! Você precisa de ajuda para traduzir?
ru: Подождите, это не {targetLanguage}! Вам нужна помощь с переводом?
sk: Počkaj, to nie je {targetLanguage}! Potrebuješ pomoc s prekladom?
sr: Чекај, то није {targetLanguage}! Да ли вам треба помоћ у превођењу?
sv: Vänta, det är inte {targetLanguage}! Behöver du hjälp med att översätta?
ta: காத்திருக்கவும், அது {targetLanguage} அல்ல! மொழிபெயர்க்க உதவி தேவைபடுகிறதா?
th: รอเดี๋ยว นั่นไม่ใช่ {targetLanguage}! คุณต้องการความช่วยเหลือในการแปลไหม?

# needsIgcMessage
source: This message has a grammar error.
bn: এই বার্তাটিতে একটি ব্যাকরণ ত্রুটি রয়েছে।
bo: འདི་ལ་སྒྲིག་བཀོད་མེད་འདུག
ca: Aquest missatge té un error gramatical.
cs: Tato zpráva obsahuje gramatickou chybu.
da: Denne besked har en grammatikfejl.
de: Diese Nachricht enthält einen Grammatikfehler.
eo: Ĉi tiu mesaĝo havas gramatikan eraron.
et: Selles sõnumis on grammatikaviga.
eu: Mezu honek gramatika errorea dauka.
fi: Tässä viestissä on kielioppivirhe.
fr: Ce message comporte une erreur de grammaire.
ga: Tá botún gramadaí sa teachtaireacht seo.
gl: Esta mensaxe ten un erro gramatical.
hi: इस संदेश में व्याकरण की त्रुटि है।
hr: Ova poruka ima gramatičku pogrešku.
it: Questo messaggio contiene un errore grammaticale.
ka: ამ შეტყობინებას აქვს გრამატიკული შეცდომა.
nb: Denne meldingen har en grammatikkfeil.
nl: Dit bericht bevat een grammaticafout.
pl: Ta wiadomość zawiera błąd gramatyczny.
pt: Esta mensagem contém um erro gramatical.
ru: Это сообщение содержит грамматическую ошибку.
sk: Táto správa má gramatickú chybu.
sr: Ова порука има граматичку грешку.
sv: Detta meddelande har ett grammatikfel.
ta: இந்த செய்தியில் ஒரு இலக்கணம் பிழை உள்ளது.
th: ข้อความนี้มีข้อผิดพลาดด้านไวยากรณ์

# tokenTranslationTitle
source: A word is in your base language.
bn: একটি শব্দ আপনার মূল ভাষায় রয়েছে।
bo: ཁྱེད་ཀྱི་གནད་དོན་སྤྱི་ཚོད་ལས་སྤྱི་ཚོད་ལ་འབྱོར་བའི་ཡིག་ཚིག
ca: Una paraula està en la teva llengua base.
cs: Slovo je ve vašem základním jazyce.
da: Et ord er på dit grundsprog.
de: Ein Wort ist in deiner Basissprache.
eo: Vorto estas en via baza lingvo.
et: Sõna on sinu baaskeeles.
eu: Hitz bat zure oinarrizko hizkuntzan dago.
fi: Sana on peruskielessäsi.
fr: Un mot est dans votre langue de base.
ga: Tá focal i do theanga bhunúsach.
gl: Unha palabra está na túa lingua base.
hi: एक शब्द आपके मूल भाषा में है।
hr: Riječ je na vašem osnovnom jeziku.
it: Una parola è nella tua lingua di base.
ka: სიტყვა არის თქვენს საწყის ენაზე.
nb: Et ord er på ditt grunnspråk.
nl: Een woord staat in je basistaal.
pl: Słowo jest w Twoim języku bazowym.
pt: Uma palavra está na sua língua base.
ru: Слово на вашем основном языке.
sk: Slovo je vo vašom základnom jazyku.
sr: Reč je u vašem osnovnom jeziku.
sv: Ett ord är på ditt baskspråk.
ta: ஒரு சொல் உங்கள் அடிப்படை மொழியில் உள்ளது.
th: คำในภาษาหลักของคุณ

# spanTranslationDesc
source: See possible translations below.
bn: নিচে সম্ভাব্য অনুবাদ দেখুন।
bo: ནང་ལས་སྤྱི་ཚོད་ལ་འབྱོར་བའི་སྤྱི་ཚོད་ལ་བཀོད།
ca: Vegeu les possibles traduccions a continuació.
cs: Níže jsou uvedeny možné překlady.
da: Se mulige oversættelser nedenfor.
de: Siehe mögliche Übersetzungen unten.
eo: Vidu eblajn tradukojn sube.
et: Vaata allpool võimalikke tõlkeid.
eu: Ikusi behean posible itzulpenak.
fi: Katso mahdolliset käännökset alla.
fr: Voir les traductions possibles ci-dessous.
ga: Féach ar na haistriúcháin féideartha thíos.
gl: Véxanse as posibles traducións abaixo.
hi: नीचे संभावित अनुवाद देखें।
hr: Pogledajte moguće prijevode ispod.
it: Vedi le possibili traduzioni di seguito.
ka: იხილეთ შესაძლო თარგმანები ქვემოთ.
nb: Se mulige oversettelser nedenfor.
nl: Zie mogelijke vertalingen hieronder.
pl: Zobacz możliwe tłumaczenia poniżej.
pt: Veja as possíveis traduções abaixo.
ru: Смотрите возможные переводы ниже.
sk: Pozrite si možné preklady nižšie.
sr: Pogledajte moguće prevode ispod.
sv: Se möjliga översättningar nedan.
ta: கீழே சாத்தியமான மொழிபெயர்ப்புகளைப் பாருங்கள்.
th: ดูคำแปลที่เป็นไปได้ด้านล่าง

# spanTranslationTitle
source: Some words are in your base language.
bn: কিছু শব্দ আপনার মূল ভাষায় রয়েছে।
bo: ཁྱེད་ཀྱི་གནད་དོན་སྤྱི་ཚོད་ལ་འབྱོར་བའི་ཡིག་ཚིག
ca: Algunes paraules estan en la teva llengua base.
cs: Některá slova jsou ve vašem základním jazyce.
da: Nogle ord er på dit grundsprog.
de: Einige Wörter sind in deiner Basissprache.
eo: Kelkaj vortoj estas en via baza lingvo.
et: Mõned sõnad on sinu baaskeeles.
eu: Hitz batzuk zure oinarrizko hizkuntzan daude.
fi: Joitakin sanoja on peruskielessäsi.
fr: Certains mots sont dans votre langue de base.
ga: Tá roinnt focal i do theanga bhunúsach.
gl: Algúns palabras están na túa lingua base.
hi: कुछ शब्द आपके मूल भाषा में हैं।
hr: Neke riječi su na vašem osnovnom jeziku.
it: Alcune parole sono nella tua lingua di base.
ka: ზოგიერთი სიტყვა არის თქვენს საწყის ენაზე.
nb: Noen ord er på ditt grunnspråk.
nl: Sommige woorden staan in je basistaal.
pl: Niektóre słowa są w Twoim języku bazowym.
pt: Algumas palavras estão na sua língua base.
ru: Некоторые слова на вашем основном языке.
sk: Niektoré slová sú vo vašom základnom jazyku.
sr: Neke reči su u vašem osnovnom jeziku.
sv: Vissa ord är på ditt baskspråk.
ta: சில சொற்கள் உங்கள் அடிப்படை மொழியில் உள்ளன.
th: คำบางคำอยู่ในภาษาหลักของคุณ

# l1SpanAndGrammarTitle
source: Outside target language
bn: লক্ষ্য ভাষার বাইরে
bo: ལུས་སྤྱོད་མི་འདུག
ca: Fora de la llengua objectiu
cs: Mimo cílový jazyk
da: Uden for målsproget
de: Außerhalb der Zielsprache
eo: Ekstere la cel-lingvo
et: Väljas sihtkeelest
eu: Helburuko hizkuntza kanpoan
fi: Ulkopuolella kohdekieltä
fr: Hors de la langue cible
ga: Amuigh den teanga sprioc
gl: Fóra da lingua obxectivo
hi: लक्ष्य भाषा के बाहर
hr: Izvan ciljnog jezika
it: Fuori dalla lingua target
ka: გარე მიზნის ენაზე
nb: Utenfor målspråket
nl: Buiten doeltaal
pl: Poza językiem docelowym
pt: Fora do idioma alvo
ru: Вне целевого языка
sk: Mimo cieľového jazyka
sr: Izvan ciljnog jezika
sv: Utanför målspråket
ta: இலக்கு மொழியின் வெளியே
th: นอกภาษาปลายทาง

# l1SpanAndGrammarDesc
source: This could in your base language or it could be a grammar error.
bn: এটি আপনার মূল ভাষায় থাকতে পারে বা এটি একটি ব্যাকরণ ত্রুটি হতে পারে।
bo: འདི་ལ་ཁྱེད་ཀྱི་གནད་དོན་སྤྱི་ཚོད་ལ་འབྱོར་བའི་ཡིག་ཚིག་ཡོད་མི་རེད། འདི་ནི་སྤྱི་ཚོད་ལ་འབྱོར་བའི་ཡིག་ཚིག་ཡོད་མི་རེད།
ca: Això podria estar en la teva llengua base o podria ser un error gramatical.
cs: Může být ve vašem základním jazyce nebo to může být gramatická chyba.
da: Dette kan være på dit grundsprog, eller det kan være en grammatikk fejl.
de: Dies könnte in deiner Basissprache sein oder ein Grammatikfehler sein.
eo: Tio povus esti en via baza lingvo aŭ ĝi povus esti gramatika eraro.
et: See võib olla sinu baaskeeles või see võib olla grammatikaviga.
eu: Honek zure oinarrizko hizkuntzan egon daiteke edo gramatika errorea izan daiteke.
fi: Tämä voi olla peruskielessäsi tai kielioppivirhe.
fr: Cela pourrait être dans votre langue de base ou cela pourrait être une erreur de grammaire.
ga: D'fhéadfadh sé a bheith i do theanga bhunúsach nó d'fhéadfadh sé a bheith ina earráid gramadaí.
gl: Isto podería estar na túa lingua base ou podería ser un erro gramatical.
hi: यह आपके मूल भाषा में हो सकता है या यह व्याकरण की त्रुटि हो सकती है।
hr: Ovo bi moglo biti na vašem osnovnom jeziku ili može biti gramatička pogreška.
it: Questo potrebbe essere nella tua lingua di base o potrebbe essere un errore grammaticale.
ka: ეს შეიძლება იყოს თქვენს საწყის ენაზე ან გრამატიკული შეცდომა.
nb: Dette kan være på ditt grunnspråk eller det kan være en grammatikkfeil.
nl: Dit kan in je basistaal zijn of het kan een grammaticafout zijn.
pl: To może być w Twoim języku bazowym lub może to być błąd gramatyczny.
pt: Isso pode estar na sua língua base ou pode ser um erro gramatical.
ru: Это может быть на вашем основном языке или это может быть грамматическая ошибка.
sk: Toto môže byť vo vašom základnom jazyku alebo ide o gramatickú chybu.
sr: Ovo može biti u vašem osnovnom jeziku ili može biti greška u gramatici.
sv: Detta kan vara på ditt baskspråk eller så kan det vara ett grammatikfel.
ta: இது உங்கள் அடிப்படை மொழியில் இருக்கலாம் அல்லது அது ஒரு இலக்கணம் பிழை ஆகும்.
th: อาจเป็นในภาษาหลักของคุณหรืออาจเป็นข้อผิดพลาดด้านไวยากรณ์

# otherTitle
source: You have an error.
bn: আপনার একটি ত্রুটি রয়েছে।
bo: ཁྱེད་ལ་འདུག
ca: Tens un error.
cs: Máte chybu.
da: Du har en fejl.
de: Du hast einen Fehler.
eo: Vi havas eraron.
et: Sul on viga.
eu: Errorea duzu.
fi: Sinulla on virhe.
fr: Vous avez une erreur.
ga: Tá earráid agat.
gl: Tes un erro.
hi: आपकी एक त्रुटि है।
hr: Imate pogrešku.
it: Hai un errore.
ka: შენ გაქვს შეცდომა.
nb: Du har en feil.
nl: Je hebt een fout.
pl: Masz błąd.
pt: Você cometeu um erro.
ru: У вас есть ошибка.
sk: Máte chybu.
sr: Imate grešku.
sv: Du har ett fel.
ta: உங்களுக்கு ஒரு பிழை உள்ளது.
th: คุณมีข้อผิดพลาด

# otherDesc
source: See possible corrections below.
bn: নিচে সম্ভাব্য সংশোধন দেখুন।
bo: ནང་ལས་སྤྱི་ཚོད་ལ་འབྱོར་བའི་སྤྱི་ཚོད་ལ་བཀོད།
ca: Vegeu les possibles correccions a continuació.
cs: Níže jsou uvedeny možné opravy.
da: Se mulige rettelser nedenfor.
de: Siehe mögliche Korrekturen unten.
eo: Vidu eblajn korektadojn sube.
et: Vaadake allolevaid võimalikke parandusi.
eu: Ikusi behean zuzenketa posibleak.
fi: Katso mahdolliset korjaukset alla.
fr: Voir les corrections possibles ci-dessous.
ga: Féach ar na ceartúcháin féideartha thíos.
gl: Véxanse as correccións posibles abaixo.
hi: संभव सुधार नीचे देखें।
hr: Pogledajte moguće ispravke ispod.
it: Vedi le possibili correzioni di seguito.
ka: იხილეთ შესაძლო კორექტირებები ქვემოთ.
nb: Se mulige korrigeringer nedenfor.
nl: Zie mogelijke correcties hieronder.
pl: Zobacz możliwe poprawki poniżej.
pt: Veja as possíveis correções abaixo.
ru: Смотрите возможные исправления ниже.
sk: Pozrite si možné opravy nižšie.
sr: Pogledajte moguće ispravke ispod.
sv: Se möjliga korrigeringar nedan.
ta: தயவுசெய்து கீழே சாத்தியமான திருத்தங்களைப் பாருங்கள்.
th: ดูคำแนะนำที่เป็นไปได้ด้านล่าง

# countryInformation
source: My country
bn: আমার দেশ
bo: ངའི་རྒྱལ་ཁབ།
ca: El meu país
cs: Moje země
da: Mit land
de: Mein Land
eo: Mia lando
et: Minu riik
eu: Nire herria
fi: Kotikuntani
fr: Mon pays
ga: Mo thír
gl: O meu país
hi: मेरा देश
hr: Moja zemlja
it: Il mio paese
ka: ჩემი ქვეყანა
nb: Mitt land
nl: Mijn land
pl: Moje państwo
pt: Meu país
ru: Моя страна
sk: Moja krajina
sr: Moja zemlja
sv: Min land
ta: என் நாடு
th: ประเทศของฉัน

# myLanguages
source: My base and target languages
bn: আমার মূল এবং লক্ষ্য ভাষা
bo: ངའི་གནད་དོན་དང་ལུས་སྤྱོད་སྐད་ཚིག
ca: Les meves llengües base i objectiu
cs: Mé základní a cílové jazyky
da: Mine grund- og målsprog
de: Meine Basis- und Zielsprache
eo: Miaj bazaj kaj celaj lingvoj
et: Minu baas- ja sihtkeeled
eu: Nire hizkuntza oinarrizko eta helburuak
fi: Perus- ja kohdekieleni
fr: Mes langues de base et cibles
ga: Mo theangacha bunúsacha agus sprioc
gl: As miñas linguas base e de destino
hi: मेरी मूल और लक्ष्य भाषाएँ
hr: Moji osnovni i ciljni jezici
it: Le mie lingue di base e di destinazione
ka: ჩემი საწყისი და მიზნის ენები
nb: Mine grunn- og målspråk
nl: Mijn basis- en doeltalen
pl: Moje języki podstawowe i docelowe
pt: Minhas línguas base e alvo
ru: Мои основные и целевые языки
sk: Moje základné a cieľové jazyky
sr: Moji osnovni i ciljni jezici
sv: Mina grund- och målspråk
ta: என் அடிப்படை மற்றும் இலக்கு மொழிகள்
th: ภาษาหลักและภาษาปลายทางของฉัน

source: Target Language
bn: লক্ষ্য ভাষা
bo: ལུས་སྤྱོད་སྐད
ca: Llengua objectiu
cs: Cílový jazyk
da: Målsprog
de: Zielsprache
eo: Cel-lingvo
et: Sihtkeel
eu: Helburu Hizkuntza
fi: Kohdekieli
fr: Langue cible
ga: Teanga Sprioc
gl: Linguaxe de destino
hi: लक्ष्य भाषा
hr: Ciljani jezik
it: Lingua di destinazione
ka: მიზნის ენა
nb: Målspråk
nl: Doeltaal
pl: Język docelowy
pt: Língua alvo
ru: Целевой язык
sk: Cieľový jazyk
sr: Ciljni jezik
sv: Målspråk
ta: இலக்கு மொழி
th: ภาษาปลายทาง
