Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# wrongPinEntered
source: Wrong pin entered! Try again in {seconds} seconds...
be: Няверны пін-код! Паспрабуйце праз {seconds} секунд...
bn: ভুল পিন প্রবেশ করানো হয়েছে! আবার চেষ্টা করুন {seconds} সেকেন্ডে...
bo: རྟགས་སྤྱོད་ལོག་འདི་ལས་འགོད་འབད་ནི། ལོག་འདི་ལས་འགོད་འབད་ནི། {seconds} སྐར་ཆ།...
ca: Pin incorrecte! Torna-ho a provar en {seconds} segons...
cs: Zadali jste špatný PIN! Zkuste to znovu za {seconds} sekund...
da: Forkert pinkode indtastet! Prøv igen om {seconds} sekunder...
de: Falsche PIN eingegeben! Bitte in {seconds} Sekunden erneut versuchen ...
eo: Malsana pin enigitaj! Provu denove post {seconds} sekundoj...
et: Sisestasid vale PIN-koodi! Proovi uuesti {seconds} sekundi pärast...
eu: PIN okerra! Saiatu berriro {seconds} segundu barru…
fa: رمز کوتاه نادرست وارد شد! {seconds} ثانیه دیگر دوباره تلاش کنید...
fi: Väärä pin-koodi! Yritä uudelleen {seconds} sekuntin kuluttua...
fr: Mauvais code PIN saisi ! Veuillez réessayer dans {seconds} secondes...
ga: Tháinig biorán mícheart isteach! Bain triail eile as i {seconds} soicind...
gl: PIN incorrecto! Inténtao outra vez en {seconds} segundos...
hi: गलत पिन दर्ज किया गया! फिर से प्रयास करें {seconds} सेकंड में...
hr: Unesen je pogrešan PIN! Pokušaj ponovo za {seconds} sekunde …
id: PIN yang dimasukkan salah! Coba lagi dalam {seconds} detik...
it: È stato inserito il pin sbagliato! Riprova tra {seconds} secondi...
ka: არასწორი პინ კოდი შეყვანილი! სცადეთ კიდევ ერთხელ {seconds} წამში...
nb: Feil PIN-kode oppgitt! Prøv igjen om {seconds} sekunder...
nl: Verkeerde pin ingevoerd! Probeer het nog eens over {seconds} seconden...
pl: Wprowadzono nieprawidłowy kod PIN! Spróbuj ponownie za {seconds} sekund...
pt: PIN incorreto! Tente novamente em {seconds} segundos...
ru: Введён неверный пин-код! Повторите попытку через {seconds} секунд...
sk: Zadali ste nesprávne kódové slovo! Skúste to znova za {seconds} sekúnd...
sr: Погрешан ПИН унет! Покушајте поново за {seconds} секунди...
sv: Fel pin-kod inslagen! Försök igen om {seconds} sekunder…
ta: தவறான முள் நுழைந்தது! {seconds} விநாடிகளில் மீண்டும் முயற்சிக்கவும் ...
th: ป้อนรหัสผิด! ลองใหม่อีกครั้งใน {seconds} วินาที...
uk: Введено неправильний PIN! Повторіть спробу за {seconds} секунд...

# pleaseEnterANumber
source: Please enter a number greater than 0
be: Калі ласка, увядзіце лічбу большую за 0
bn: একটি সংখ্যা প্রবেশ করান যা 0 এর চেয়ে বড়
bo: ཁྱེད་ཀྱིས་ཨང་གྲངས་ཡོད་པའི་ལོག་འདི་ལས་འགོད་འབད་ནི། 0 ལས་འགོད་མི་འདུག
ca: Introdueix un número major que 0
cs: Zadejte číslo větší než 0
da: Indtast venligst et tal større end 0
de: Bitte eine Zahl größer 0 eingeben
eo: Bonvolu enigi nombron pli grandan ol 0
et: Palun sisesta 0'st suurem number
eu: Sartu 0 baino zenbaki handiago bat
fa: لطفاً عددی بزرگ‌تر از ۰ وارد کنید
fi: Syötä suurempi luku kuin 0
fr: Veuillez saisir un nombre supérieur à 0
ga: Iontráil uimhir níos mó ná 0
gl: Escribe un número maior de cero
hi: कृपया 0 से अधिक संख्या दर्ज करें
hr: Upiši broj veći od 0
id: Silakan masukkan angka lebih dari 0
it: Per favore inserisci un numero maggiore di 0
ka: გთხოვთ, შეიყვანოთ რაოდენობა, რომელიც მეტია 0-ზე
nb: Vennligst skriv inn et tall større enn 0
nl: Vul een getal in groter dan 0
pl: Proszę podać liczbę większą od 0
pt: Por favor, insira um número maior que 0
ru: Пожалуйста введите число больше 0
sk: Zadajte číslo väčšie ako 0
sr: Молимо унесите број већи од 0
sv: Vänligen ange ett nummer större än 0
ta: தயவுசெய்து 0 ஐ விட அதிகமான எண்ணை உள்ளிடவும்
th: กรุณาใส่หมายเลขที่มากกว่า 0
uk: Введіть число більше ніж 0

# archiveRoomDescription
source: The chat will be moved to the archive. Other users will be able to see that you have left the chat.
be: Чат перамясціцца ў архіў. Іншыя карыстальнікі будуць бачыць гэта так, быццам вы выйшлі з чату.
bn: চ্যাটটি আর্কাইভে স্থানান্তরিত হবে। অন্যান্য ব্যবহারকারীরা দেখতে পারবে যে আপনি চ্যাট থেকে ছেড়ে গেছেন।
bo: ཚོགས་ཁང་འདི་ལས་འགོད་འབད་ནི་ལས་འགོད་འབད་ནི། གནང་བའི་ལག་ལེན་ཚུ་ཁྱེད་ཀྱིས་ཚོགས་ཁང་ལས་འགོད་འབད་ནི་ལས་འགོད་འབད་ནི།
ca: Aquest xat serà arxivat. Els altres contactes del grup ho veuran com si haguessis abandonat el xat.
cs: Chat bude přesunut do archivu. Ostatní uživatelé uvidí, že jste opustili chat.
da: Chatten vil blive flyttet til arkivet. Andre brugere vil kunne se, at du har forladt chatten.
de: Der Chat wird in das Archiv verschoben. Andere Benutzer können sehen, dass du den Chat verlassen hast.
eo: La babilono estos movita al arkivo. Aliaj uzantoj povos vidi ke vi forlasis la babilonon.
et: Selle vestluse tõstame nüüd arhiivi. Muud osalejad näevad, et sa oled vestlusest lahkunud.
eu: Txata artxibategira mugituko da. Beste erabiltzaileek txatetik alde egin duzula ikusi ahal izango dute.
fa: گپ به بایگانی خواهد رفت. کاربران دیگر میتوانند ببینند که شما گپ را ترک کرده‌اید.
fi: Keskustelu siirretään arkistoon. Muut käyttäjät näkevät sinun poistuneen keskustelusta.
fr: La discussion sera déplacée dans les archives. Les autres utilisateurs/trices pourront voir que vous avez quitté la discussion.
ga: Bogfar an comhrá go dtí an chartlann. Beidh úsáideoirí eile in ann a fheiceáil gur fhág tú an comhrá.
gl: Vaise mover a charla ao arquivo. Outras usuarias poderán ver que saíches da conversa.
hi: चैट को आर्काइव में स्थानांतरित किया जाएगा। अन्य उपयोगकर्ता देख सकेंगे कि आपने चैट छोड़ दी है।
hr: Razgovor će se premjestiti u arhivu. Drugi korisnici će moći vidjeti da si napustio/la razgovor.
id: Percakapan akan dipindahkan ke arsip. Pengguna lain akan melihat bahwa kamu telah meninggalkan percakapan.
it: Questa chat sarà archiviata. Gli altri utenti saranno in grado di vedere che hai abbandonato la chat.
ka: ჩატი გადაინაცვლებს არქივში. სხვა მომხმარებლები შეძლებენ ნახონ, რომ თქვენ დატოვეთ ჩატი.
nb: Chaten vil bli flyttet til arkivet. Andre brukere vil kunne se at du har forlatt chatten.
nl: De chat zal naar het archief worden verplaatst. Andere personen zullen in staat zijn te zien dat je de chat hebt verlaten.
pl: Czat zostanie przeniesiony do archiwum. Pozostali użytkownicy będą mogli zobaczyć, że opuściłeś/-aś czat.
pt: O chat será movido para o arquivo. Outros usuários poderão ver que você saiu do chat.
ru: Чат переместится в архив. Другим пользователям будет видно, что вы вышли из чата.
sk: Chat bude presunutý do archívu. Ostatní používatelia uvidia, že ste opustili chat.
sr: Разговор ће бити премештен у архиву. Остали корисници ће моћи да виде да сте напустили разговор.
sv: Den här chatten kommer flyttas till arkivet. Andra användare kommer kunna se att du har lämnat chatten.
ta: அரட்டை காப்பகத்திற்கு நகர்த்தப்படும். மற்ற பயனர்கள் நீங்கள் அரட்டையை விட்டுவிட்டீர்கள் என்பதைக் காண முடியும்.
th: จะแชทนี้จะถูกย้ายไปยังคลังเก็บ เรียกดูได้ว่าคุณได้ออกจากแชทนี้แล้ว
uk: Бесіду буде переміщено до архіву. Інші користувачі зможуть побачити, що ви вийшли з неї.

# roomUpgradeDescription
source: The chat will then be recreated with the new room version. All participants will be notified that they need to switch to the new chat. You can find out more about room versions at https://spec.matrix.org/latest/rooms/
be: Чат будзе пераствораны з новай версіяй пакою. Усе ўдзельнікі будуць паведамлены пра неабходнасць перайсці ў новы чат. Вы можаце даведацца пра версіі пакояў тут: https://spec.matrix.org/latest/rooms/
bn: তারপর চ্যাটটি নতুন রুম সংস্করণে পুনঃতৈরি করা হবে। সব অংশগ্রহণকারীকে জানানো হবে যে তারা নতুন চ্যাটে স্যুইচ করতে হবে। রুম সংস্করণ সম্পর্কে আরও জানুন https://spec.matrix.org/latest/rooms/
bo: ཚོགས་ཁང་འདི་ལས་འགོད་འབད་ནི་ལས་འགོད་འབད་ནི། ཚོགས་ཁང་གི་གནས་ཚུལ་གསར་བར་ལས་འགོད་འབད་ནི། ཚོགས་ཁང་ལས་འགོད་འབད་ནི་ལས་འགོད་འབད་ནི། ཁྱེད་ཀྱིས་ལག་ལེན་ཚུ་ལས་འགོད་འབད་ནི་ལས་འགོད་འབད་ནི། https://spec.matrix.org/latest/rooms/
ca: El xat serà recreat amb una versió de sala nova. Totis lis participants seran notificadis que han de canviar al nou xat. Pots llegir més sobre les versions de sala a https://spec.matrix.org/latest/rooms/
cs: Chat bude poté znovu vytvořen s novou verzí místnosti. Všichni účastníci budou upozorněni, že musí přejít na nový chat. Více o verzích místností najdete na https://spec.matrix.org/latest/rooms/
da: Chatten vil derefter blive genoprettet med den nye rummversion. Alle deltagere vil blive underrettet om, at de skal skifte til den nye chat. Du kan finde mere information om rummversioner på https://spec.matrix.org/latest/rooms/
de: Der Chat wird dann mit der neuen Raumversion neu erstellt. Alle Teilnehmer werden benachrichtigt, dass sie zum neuen Chat wechseln müssen. Mehr über Raumversionen erfährst du unter https://spec.matrix.org/latest/rooms/
eo: Tiam la babilono estos rekreita kun la nova versio de la ĉambro. Ĉiuj partoprenantoj estos informitaj ke ili devas ŝanĝi al la nova babilono. Vi povas ekscii pli pri versioj de ĉambroj ĉe https://spec.matrix.org/latest/rooms/
et: See vestlus luuakse nüüd uuesti jututoa uue versioonina. Kõik senised osalejad saavad teate, et nad peavad liituma uue vestlusega. Jututubade versioonide kohta leiad teavet https://spec.matrix.org/latest/rooms/ lehelt
eu: Gela bertsio berri gisa birsortuko da txata. Partaide guztiei jakinaraziko zaie txat berrira aldatu behar direla. Gehiago irakur dezakezu gela bertsioei buruz ondorengo estekan: https://spec.matrix.org/latest/rooms/
fa: گپ با نگارش جدید اتاق بازسازی خواهد شد. به همه شرکت‌کنندگان آگاهی‌رسانی میشود که باید به گپ جدید بروند. داده‌های بیشتر درباره نگارش‌های اتاق در https://spec.matrix.org/latest/rooms/
fi: Keskustelu luodaan uudelleen uudella huoneversiolla. Kaikille osallistujille ilmoitetaan, että heidän tulee siirtyä uuteen keskusteluun. Voit lukea lisää huoneversioista osoitteesta https://spec.matrix.org/latest/rooms/
fr: La discussion sera alors recréé avec la nouvelle version de salon. Tous les participants seront informés qu'ils doivent passer à la nouvelle discussion. Pour en savoir plus sur les versions des salons, consultez le site https://spec.matrix.org/latest/rooms/
ga: Déanfar an comhrá a athchruthú ansin leis an leagan seomra nua. Cuirfear in iúl do gach rannpháirtí go gcaithfidh siad aistriú chuig an gcomhrá nua. Is féidir leat tuilleadh eolais a fháil faoi leaganacha seomra ag https://spec.matrix.org/latest/rooms/
gl: Vaise recrear a charla coa nova versión da sala. Todas as participantes recibirán unha notificación para que cambien á nova charla. Podes ler máis información acerca das versións das salas en https://spec.matrix.org/latest/rooms/
hi: फिर, चैट को नए रूम संस्करण के साथ पुनः बनाया जाएगा। सभी प्रतिभागियों को सूचित किया जाएगा कि उन्हें नए चैट पर स्विच करना है। रूम संस्करणों के बारे में अधिक जानकारी के लिए https://spec.matrix.org/latest/rooms/ पर जाएं।
hr: Razgovor će se tada ponovo stvoriti s novom verzijom sobe. Svi sudionici će biti obaviješteni da se moraju prebaciti na novi razgovor. Više o verzijama soba možeš saznati na https://spec.matrix.org/latest/rooms/
id: Percakapannya akan dibuat ulang dengan versi ruangan yang baru. Semua anggota akan diberi tahu bahwa mereka harus ganti ke percakapan yang baru. Kamu bisa mempelajari lebih lanjut tentang versi ruangan di https://spec.matrix.org/latest/rooms/
it: Questa chat sarà ricreata con la nuova versione della stanza. Tutti i partecipanti saranno avvertiti che devono passare alla nuova chat. Puoi leggere di più riguardo le versioni delle stanze su https://spec.matrix.org/latest/rooms/
ka: შემდეგ ჩატი განახლდება ახალი ოთახის ვერსიით. ყველა მონაწილე მიიღებს შეტყობინებას, რომ უნდა გადავიდნენ ახალ ჩატზე. მეტი ინფორმაციისთვის იხილეთ https://spec.matrix.org/latest/rooms/
nb: Deretter vil chatten bli opprettet på nytt med den nye romversjonen. Alle deltakere vil bli varslet om at de må bytte til den nye chatten. Du kan finne mer informasjon om romversjoner på https://spec.matrix.org/latest/rooms/
nl: De chat zal dan opnieuw gemaakt worden met de nieuwe kamerversie. Alle deelnemers worden geïnformeerd dat ze moeten overstappen naar de nieuwe chat. Je kan meer lezen over kamerversies op https://spec.matrix.org/latest/rooms/
pl: Czat zostanie przeniesiony do pokoju w nowej wersji. Wszyscy użytkownicy zostaną powiadomieni o konieczności dołączenia do nowego czatu. Możesz dowiedzieć się więcej o wersjach pokojów na https://spec.matrix.org/latest/rooms/
pt: O chat será recriado com a nova versão da sala. Todos os participantes serão notificados de que precisam mudar para o novo chat. Você pode saber mais sobre versões de salas em https://spec.matrix.org/latest/rooms/
ru: Затем чат будет воссоздан с новой версией комнаты. Все участники будут уведомлены о необходимости перейти в новый чат. Вы можете узнать больше о версиях комнат на https://spec.matrix.org/latest/rooms/
sk: Chat bude následne znovu vytvorený s novou verziou miestnosti. Všetci účastníci budú upozornení, že musia prejsť na nový chat. Viac informácií o verziách miestností nájdete na https://spec.matrix.org/latest/rooms/
sr: Затим ће се разговор поново креирати са новом верзијом собе. Сви учесници ће бити обавештени да морају прелазити на нови разговор. Више о верзијама соба можете сазнати на https://spec.matrix.org/latest/rooms/
sv: Chatten kommer då att återskapas med den nya rumversionen. Alla medlemmar kommer bli påminda om att de måste byta till den nya chatten. Du kan läsa mer om rumversioner på https://spec.matrix.org/latest/rooms/
ta: அரட்டை பின்னர் புதிய அறை பதிப்பில் மீண்டும் உருவாக்கப்படும். பங்கேற்பாளர்கள் அனைவருக்கும் புதிய அரட்டைக்கு மாற வேண்டும் என்று அறிவிக்கப்படும். அறை பதிப்புகள் பற்றி மேலும் அறிய https://spec.matrix.org/latest/rooms/
th: จากนั้นจะแชทจะถูกสร้างใหม่ด้วยเวอร์ชันห้องใหม่ ผู้เข้าร่วมทั้งหมดจะได้รับแจ้งว่าต้องเปลี่ยนไปใช้แชทใหม่ คุณสามารถดูข้อมูลเพิ่มเติมเกี่ยวกับเวอร์ชันห้องได้ที่ https://spec.matrix.org/latest/rooms/
uk: Після цього бесіду буде відтворено з новою версією кімнати. Усі учасники отримають сповіщення, що їм потрібно перейти до нової бесіди. Ви можете дізнатися більше про версії кімнат на https://spec.matrix.org/latest/rooms/

# removeDevicesDescription
source: You will be logged out of this device and will no longer be able to receive messages.
be: Вы выйдзеце з гэтай прылады і больш не будзеце атрымліваць паведамленні.
bn: আপনি এই ডিভাইস থেকে লগআউট হবেন এবং আর বার্তা পেতে পারবেন না।
bo: ཁྱེད་ཀྱིས་འདི་ལས་འགོད་འབད་ནི་ལས་འགོད་འབད་ནི། ཁྱེད་ཀྱིས་འདི་ལས་འགོད་འབད་ནི་ལས་འགོད་འབད་ནི།
ca: Tancaràs la sessió d'aquest dispositiu i no hi podràs rebre més missatges.
cs: Budete odhlášeni z tohoto zařízení a již nebudete moci přijímat zprávy.
da: Du vil blive logget ud af denne enhed og vil ikke længere kunne modtage beskeder.
de: Du wirst von diesem Gerät abgemeldet und kannst dann dort keine Nachrichten mehr empfangen.
eo: Vi estos elsilita de ĉi tiu aparato kaj ne plu povos ricevi mesaĝojn.
et: Sind logitakse sellest seadmest välja ja sa enam ei saa sõnumeid.
eu: Gailu honetako saioa amaituko da eta ezingo duzu mezurik jaso aurrerantzean.
fa: از این دستگاه خارج خواهید شد و دیگر نمیتوانید پیام دریافت کنید.
fi: Sinut kirjataan ulos tästä laitteesta etkä enää voi vastaanottaa viestejä.
fr: Vous serez déconnecté de cet appareil et ne pourrez plus recevoir de messages.
ga: Beidh tú logáilte amach as an ngléas seo agus ní bheidh tú in ann teachtaireachtaí a fháil a thuilleadh.
gl: Vas pechar a sesión neste dispositivo e xa non poderás recibir mensaxes nel.
hi: आप इस डिवाइस से लॉग आउट हो जाएंगे और संदेश प्राप्त करने में सक्षम नहीं होंगे।
hr: Bit ćeš odjavljen/a s ovog uređaja i više nećeš moći primati poruke.
id: Kamu akan dikeluarkan dari perangkat ini dan tidak akan dapat menerima pesan lagi.
it: Sarai disconnesso da questo dispositivo e non potrai più ricevere messaggi.
ka: თქვენ ამ მოწყობილობიდან გამოვლენილი იქნებით და აღარ შეძლებთ შეტყობინებების მიღებას.
nb: Du vil bli logget ut av denne enheten og vil ikke lenger kunne motta meldinger.
nl: Je wordt op dit apparaat uitgelogd en zal niet langer in staat zijn om berichten te ontvangen.
pl: Nastąpi wylogowanie z tego urządzenia. Nie będziesz w stanie odbierać na nim wiadomości.
pt: Você será desconectado deste dispositivo e não poderá mais receber mensagens.
ru: Вы выйдете с этого устройства и больше не будете получать сообщения.
sk: Odhlásite sa z tohto zariadenia a už nebudete môcť prijímať správy.
sr: Бићете одјављени са овог уређаја и више нећете моћи да примате поруке.
sv: Du kommer att bli utloggad från den här enheten och kommer inte längre kunna få meddelanden.
ta: நீங்கள் இந்த சாதனத்திலிருந்து வெளியேறுவீர்கள், இனி செய்திகளைப் பெற முடியாது.
th: คุณจะถูกออกจากอุปกรณ์นี้และจะไม่สามารถรับข้อความได้อีกต่อไป
uk: Ви вийдете з цього пристрою і більше не зможете отримувати повідомлення.

# banUserDescription
source: The user will be banned from the chat and will not be able to enter the chat again until they are unbanned.
be: Карыстальнік будзе заблакіраваны з чату і больш не зможа ўвайсці, пакуль вы яго не разблакіруеце.
bn: ব্যবহারকারীকে চ্যাট থেকে নিষিদ্ধ করা হবে এবং তারা আবার প্রবেশ করতে পারবে না যতক্ষণ না তারা আনব্যান হয়।
bo: བརྗེ་འདེམས་སུ་མེད་པའི་བརྗེ་འདེམས་ལས་མེད། ཁྱེད་ཀྱིས་ལོག་འདི་ལས་འགོད་འབད་ནི།
ca: Es vetarà li usuàriï al xat i no podrà tornar-hi a entrar fins que se li aixequi el veto.
cs: Uživatel bude zablokován v chatu a nebude moci znovu vstoupit, dokud nebude odblokován.
da: Brugeren vil blive udelukket fra chatten og vil ikke kunne komme ind igen, før de bliver ophævet.
de: Der Benutzer wird aus dem Chat gebannt und kann den Chat erst wieder betreten, wenn die Verbannung aufgehoben wird.
eo: La uzanto estos malpermesita en la babilono kaj ne povos reiri en ĝin ĝis li estos malpermesita.
et: Sellele kasutajale on nüüd selles jututoas seatud suhtluskeeld ning ta ei saa vestluses osaleda seni, kuni suhtluskeeld pole eemaldatud.
eu: Erabiltzailea txatetik kanporatu eta berriro sartzeko debekua ezarriko zaio; ezingo da berriro sartu debekua kendu arte.
fa: کاربر از گپ محروم خواهد شد و تا زمانی که محرومیت برداشته نشود، نمیتواند دوباره وارد گپ شود.
fi: Käyttäjä estetään keskustelusta eikä hän voi enää liittyä keskusteluun ennen kuin hänet vapautetaan estosta.
fr: L'utilisateur/trice sera banni de la discussion et ne pourra plus y accéder jusqu'à ce qu'il/elle soit débanni.
ga: Beidh cosc ar an úsáideoir ón gcomhrá agus ní bheidh sé in ann dul isteach sa chomhrá arís go dtí go mbeidh siad gan chosc.
gl: Vaise vetar a usuaria na conversa e non poderá entrar outra vez ata que se retire o veto.
hi: उपयोगकर्ता को चैट से प्रतिबंधित कर दिया जाएगा और जब तक उन्हें अनबैन नहीं किया जाता, वे फिर से चैट में प्रवेश नहीं कर पाएंगे।
hr: Korisnik će biti isključen iz razgovora i moći će ponovo prisustvovati razgovoru kad ga se deblokira.
id: Pengguna akan dicekal dari percakapan dan tidak akan dapat memasuki percakapan lagi sampai dibatalkan cekalannya.
it: L'utente sarà bannato dalla chat e non sarà in grado di rientrare finché non verrà sbannato.
ka: მომხმარებელი ბლოკდება ჩატიდან და ვერ შეძლებს კვლავ შესვლას მანამდე, სანამ ბლოკი მოხსნიან.
nb: Brukeren vil bli utestengt fra chatten og vil ikke kunne komme inn igjen før de blir unbannet.
nl: De persoon zal worden verbannen van de chat en kan niet meer toetreden totdat de verbanning is opgeheven.
pl: Użytkownik zostanie zbanowany w czacie i nie będzie w stanie dołączyć do czatu do momentu odbanowania.
pt: O usuário será banido do chat e não poderá entrar novamente até ser desbanido.
ru: Заблокированные в чате пользователи не смогут перезайти в чат, пока они не будут разблокированны.
sk: Používateľ bude zablokovaný v chate a nebude môcť znova vstúpiť, kým nebude odblokovaný.
sr: Корисник ће бити забрањен у разговору и неће моћи поново да уђе у разговор док не буде отклоњен забрана.
sv: Användaren kommer bannlysas från chatten och kommer inte kunna gå med i chatten igen tills bannlysningen avslutas.
ta: பயனர் அரட்டையிலிருந்து தடைசெய்யப்படுவார், மேலும் அவை தடைசெய்யப்படாத வரை மீண்டும் அரட்டையில் நுழைய முடியாது.
th: ผู้ใช้จะถูกแบนจากแชทและไม่สามารถเข้าแชทอีกจนกว่าจะถูกปลดแบน
uk: Користувача буде заблоковано в бесіді, і він не зможе знову увійти в неї, поки його не буде розблоковано.

# unbanUserDescription
source: The user will be able to enter the chat again if they try.
be: Карыстальнік зможа зноў далучыцца да чату.
bn: ব্যবহারকারী আবার চ্যাটে প্রবেশ করতে পারবে যদি তারা চেষ্টা করে।
bo: བརྗེ་འདེམས་ལས་ལོག་འདི་ལས་འགོད་འབད་ནི། ཁྱེད་ཀྱིས་ལོག་འདི་ལས་འགོད་འབད་ནི།
ca: L'usuàrïi ja pot tornar a entrar al xat.
cs: Uživatel bude moci znovu vstoupit do chatu, pokud se pokusí.
da: Brugeren vil kunne komme ind i chatten igen, hvis de prøver.
de: Der Benutzer kann den Chat dann wieder betreten, wenn er es versucht.
eo: La uzanto povos reiri en la babilonon se li provas.
et: Uuesti proovimisel saab see kasutaja nüüd vestlusega liituda.
eu: Erabiltzailea txatera berriro sartu ahal izango da berak nahi izanez gero.
fa: کاربر در صورت تلاش دوباره میتواند وارد گپ شود.
fi: Käyttäjä voi liittyä keskusteluun uudelleen, jos hän yrittää.
fr: L'utilisateur/trice pourra entrer à nouveau dans la discussion si il/elle le souhaite.
ga: Beidh an t-úsáideoir in ann dul isteach sa chomhrá arís má dhéanann siad iarracht.
gl: A usuaria vai poder entrar outra vez na conversa se quere.
hi: यदि वे प्रयास करते हैं तो उपयोगकर्ता फिर से चैट में प्रवेश कर सकते हैं।
hr: Korisnik će se ponovo moći pridružiti razgovoru ako pokuša.
id: Pengguna akan dapat memasuki percakapannya lagi jika dicoba.
it: L'utente potrà rientrare nella chat.
ka: მომხმარებელი კვლავ შეძლებს ჩატში შესვლას, თუ ის სცდება.
nb: Brukeren vil kunne komme inn i chatten igjen hvis de prøver.
nl: De persoon zal weer in staat zijn om de chat te betreden als ze het proberen.
pl: Użytkownik będzie w stanie dołączyć do czatu ponownie.
pt: O usuário poderá entrar novamente no chat se tentar.
ru: Пользователь сможет при желании зайти в чат снова.
sk: Používateľ bude môcť znova vstúpiť do chatu, ak sa pokúsi.
sr: Корисник ће поново моћи да уђе у разговор ако покуша.
sv: Användaren kommer kunna gå med i chatten igen om den försöker.
ta: அவர்கள் முயற்சித்தால் பயனர் மீண்டும் அரட்டையை உள்ளிட முடியும்.
th: ผู้ใช้จะสามารถเข้าแชทอีกครั้งได้หากพยายาม
uk: Користувач зможе знову увійти в бесіду, якщо спробує.
