Repository: krille-chan/fluffychat
Catalog: lib/l10n/intl_*.arb
Languages: be, bn, bo, ca, cs, da, de, eo, et, eu, fa, fi, fr, ga, gl, hi, hr, id, it, ka, kab, nb, nl, pl, pt, ru, sk, sr, sv, ta, th, uk

# blockListDescription
source: You can block users who are disturbing you. You won't be able to receive any messages or room invites from the users on your personal block list.
be: Вы можаце заблакіраваць карыстальнікаў, якія вам перашкаджаюць. Вы не атрымаеце ад іх ні паведамленняў, ні запрашэнняў.
bn: আপনি যারা আপনাকে বিরক্ত করছে তাদের ব্লক করতে পারেন। আপনি আপনার ব্যক্তিগত ব্লক তালিকায় থাকা ব্যবহারকারীদের থেকে কোনও বার্তা বা রুম আমন্ত্রণ পেতে পারবেন না।
bo: ཁྱེད་ཀྱིས་ཁྱེད་ལ་བརྗེ་བ་མེད་པའི་སྤྱོད་མཁན་ཚོད་ལ་རྒྱག་བཅོས་གནང་། ཁྱེད་ཀྱིས་ཁྱེད་ལ་བརྗེ་བ་མེད་པའི་སྤྱོད་མཁན་ཚོད་ལ་འགྱོ་མི་ཚོད་ལ་མེད།
ca: Pots bloquejar usuàrïis que et molestin. No rebràs missatges seus ni invitacions de part seva a cap sala.
cs: Můžete blokovat uživatele, kteří vás obtěžují. Od uživatelů na vašem osobním seznamu blokovaných uživatelů nebudete moci přijímat žádné zprávy ani pozvánky do místnosti.
da: Du kan blokere brugere, der forstyrrer dig. Du vil ikke kunne modtage beskeder eller rumindbydelser fra brugere på din personlige blokliste.
de: Du kannst Benutzer blockieren, die dich stören. Von Benutzern auf deiner persönlichen Blocklierliste kannst du keine Nachrichten oder Raumeinladungen mehr erhalten.
eo: Vi povas bloki uzantojn kiuj ĝenas vin. Vi ne povos ricevi mesaĝojn aŭ invitojn al ĉambroj de la uzantoj en via persona bloka listo.
et: Sul on võimalik blokeerida neid kasutajaid, kes sind segavad. Oma isiklikku blokerimisloendisse lisatud kasutajad ei saa sulle saata sõnumeid ega kutseid.
eu: Gogaitzen zaituzten erabiltzaileak blokeatu ditzakezu. Ez duzu blokeatutakoen zerrendan dituzun erabiltzaileen mezurik edo gelara batzeko gonbidapenik jasoko.
fa: میتوانید کاربرانی که مزاحم شما هستند را مسدود کنید. از کاربران موجود در فهرست مسدود شخصی، پیام یا دعوت به اتاق دریافت نخواهید کرد.
fi: Voit estää häiritseviä käyttäjiä. Et voi vastaanottaa viestejä tai huoneen kutsuja käyttäjiltä, jotka ovat estolistallasi.
fr: Vous pouvez bloquer des utilisateurs/trices qui vous dérangent. Vous ne pourrez plus recevoir aucun message ou invitation à un salon d'utilisateurs/trices figurant sur votre liste de blocage personnelle.
ga: Is féidir leat bac a chur ar úsáideoirí atá ag cur isteach ort. Ní bheidh tú in ann teachtaireachtaí nó cuireadh seomra ar bith a fháil ó na húsáideoirí ar do liosta bloc pearsanta.
gl: Podes bloquear usuarias que che molesten. Non recibirás mensaxes nin convites para salas procedentes das usuarias da túa lista persoal de bloqueo.
hi: आप उन उपयोगकर्ताओं को ब्लॉक कर सकते हैं जो आपको परेशान कर रहे हैं। आप अपने व्यक्तिगत ब्लॉक सूची में से उपयोगकर्ताओं से कोई भी संदेश या रूम आमंत्रण प्राप्त नहीं कर पाएंगे।
hr: Možeš blokirati korisnike koji te ometaju. Nećeš moći primati poruke ili pozivnice za sobe od korisnika koji se nalaze u tvom osobnom popisu blokiranih.
id: Kamu bisa memblokir pengguna yang sedang menganggumu. Kamu tidak akan mendapatkan pesan atau undangan ruangan dari pengguna dalam daftar blokiran pribadimu.
it: Puoi bloccare gli utenti che ti disturbano. Non sarai più in grado di ricevere messaggi o inviti alle stanze dalle persone che hai bloccato.
ka: თქვენ შეგიძლიათ ბლოკოთ მომხმარებლები, რომლებიც ხელს გიშლიან. თქვენ ვერ მიიღებთ შეტყობინებებს ან ოთახის მოწვევებს თქვენს პირად ბლოკ სიაში მყოფ მომხმარებლებს.
nb: Du kan blokkere brukere som forstyrrer deg. Du vil ikke kunne motta meldinger eller rominvitasjoner fra brukerne på din personlige blokkeringliste.
nl: Je kunt personen blokkeren die je lastig vallen. Je kan dan geen berichten meer ontvangen of kameruitnodigingen krijgen van de personen op je blokkeerlijst.
pl: Możesz zablokować uciążliwych użytkowników. Nie będziesz widzieć ani otrzymywać wiadomości oraz zaproszeń od nich.
pt: Você pode bloquear usuários que estão te incomodando. Você não poderá receber mensagens ou convites para salas dos usuários na sua lista de bloqueio pessoal.
ru: Вы можете заглушить тревожащих вас пользователей. Вы не будете получать сообщения или приглашения в комнату от пользователей из вашего личного чёрного списка.
sk: Môžete zablokovať používateľov, ktorí vás rušia. Nebudete môcť prijímať žiadne správy alebo pozvánky do miestností od používateľov na vašom osobnom zozname blokovaných.
sr: Možete blokirati korisnike koji vam smetaju. Nećete moći da primate poruke ili pozivnice u sobu od korisnika na vašoj ličnoj listi blokiranih.
sv: Du kan blockera användare som stör dig. Du kommer inte få några meddelanden eller rum-inbjudningar från användarna på din personliga blocklista.
ta: உங்களை தொந்தரவு செய்யும் பயனர்களைத் தடுக்கலாம். உங்கள் தனிப்பட்ட தொகுதி பட்டியலில் பயனர்களிடமிருந்து எந்த செய்திகளையும் அல்லது அறை அழைப்புகளையும் நீங்கள் பெற முடியாது.
th: คุณสามารถบล็อกผู้ใช้ที่รบกวนคุณได้ คุณจะไม่สามารถรับข้อความหรือคำเชิญเข้าร่วมกลุ่มจากผู้ใช้ในรายการบล็อกส่วนตัวของคุณ
uk: Ви можете заблокувати користувачів, які вас турбують. Ви не зможете отримувати жодних повідомлень або запрошень до кімнати від користувачів з вашого персонального списку блокування.

# blockUsername
source: Ignore username
be: Ігнараваць імя карыстальніка
bn: ব্যবহারকারনাম উপেক্ষা করুন
bo: མིང་ཚིག་རྒྱག་
ca: Ignora aquesti usuàrïi
cs: Ignorovat uživatelské jméno
da: Ignorer brugernavn
de: Blockiere Benutzername
eo: Ignori uzantnomo
et: Eira kasutajanime
eu: Ezikusi erabiltzaile-izena
fa: چشم‌پوشی از نام کاربری
fi: Ohita käyttäjänimi
fr: Ignorer le nom d'utilisateur/trice
ga: Déan neamhaird de ainm úsáideora
gl: Ignorar identificador
hi: उपयोगकर्ता नाम को नजरअंदाज करें
hr: Zanemari korisničko ime
id: Abaikan nama pengguna
it: Nome utente da ignorare
ka: გამოაკარით მომხმარებლის სახელი
nb: Ignorer brukernavn
nl: Negeer inlognaam
pl: Ignoruj użytkownika
pt: Ignorar nome de usuário
ru: Игнорировать имя пользователя
sk: Ignorovať používateľské meno
sr: Ignoriši korisničko ime
sv: Ignorera användarnamn
ta: பயனர்பெயரை புறக்கணிக்கவும்
th: เพิกเฉยชื่อผู้ใช้
uk: Ігнорувати ім'я користувача

# iHaveClickedOnLink
source: I have clicked on the link
be: Я перайшоў па спасылцы
bn: আমি লিঙ্কে ক্লিক করেছি
bo: ངེད་ཀྱིས་འབྲེལ་བའི་འབྲེལ་ལམ་ལ་ལོག་བྱེད་ཡོད།
ca: He fet clic a l'enllaç
cs: Klikl jsem na odkaz
da: Jeg har klikket på linket
de: Ich habe den Link angeklickt
eo: Mi klakis la ligilon
et: Ma olen klõpsinud saadetud linki
eu: Estekan sakatu dut
fa: روی پیوند کلیک کردم
fi: Olen klikannut linkkiä
fr: J'ai cliqué sur le lien
ga: Chliceáil mé ar an nasc
gl: Premín na ligazón
hi: मैंने लिंक पर क्लिक किया है
hr: Pritisnuo/la sam poveznicu
id: Saya sudah klik tautannya
it: Ho cliccato sul collegamento
ka: მე დავაწკაპუნე ბმულზე
nb: Jeg har klikket på lenken
nl: Ik heb op de link geklikt
pl: Nacisnąłem na link
pt: Eu cliquei no link
ru: Я перешёл по ссылке
sk: Klikol som na odkaz
sr: Кликнуо сам на везу
sv: Jag har klickat på länken
ta: நான் இணைப்பைக் சொடுக்கு செய்துள்ளேன்
th: ฉันได้คลิกที่ลิงก์แล้ว
uk: Мною виконано перехід за посиланням

# incorrectPassphraseOrKey
source: Incorrect passphrase or recovery key
be: Няслушныя фраза-пароль ці ключ аднаўлення
bn: ভুল পাসফ্রেজ বা পুনরুদ্ধার কী
bo: མི་བསྟན་པའི་སྐད་ཆ་ཐོག་མེད་པའི་སྐད་ཆ་ལ་འགྱོ་བ
ca: Frase de seguretat o clau de recuperació incorrecta
cs: Nesprávné přístupové heslo anebo klíč pro obnovu
da: Forkert adgangsord eller gendannelsesnøgle
de: Falsches Passwort oder Wiederherstellungsschlüssel
eo: Neĝusta pasfrazo aŭ rehava ŝlosilo
et: Vigane paroolifraas või taastevõti
eu: Pasaesaldi edo berreskuratze-gakoa ez da zuzena
fa: عبارت عبور یا کلید بازیابی نادرست است
fi: Virheellinen salasana tai palautusavain
fr: Phrase de passe ou clé de récupération incorrecte
ga: Pasfhrása nó eochair téarnaimh mícheart
gl: Frase de paso ou chave de recuperación incorrecta
hi: गलत पासफ़्रेज़ या रिकवरी कुंजी
hr: Neispravna lozinka ili ključ za obnavljanje
id: Frasa sandi atau kunci pemulihan yang salah
it: Frase segrata o chiave di ripristino errate
ka: არასწორი პაროლი ან აღდგენის გასაღები
nb: Feilaktig passord eller gjenopprettingsnøkkel
nl: Onjuiste wachtwoordzin of herstelsleutel
pl: Złe hasło bezpieczeństwa lub klucz odzyskiwania
pt: Frase de senha ou chave de recuperação incorreta
ru: Неверный пароль или ключ восстановления
sk: Nesprávna prístupová fráza alebo kľúč na obnovenie
sr: Неисправна фраза или кључ опоравка
sv: Felaktig lösenordsfras eller åsterställningsnyckel
ta: தவறான கடவுச்சொல் அல்லது மீட்பு விசை
th: รหัสผ่านหรือกุญแจกู้คืนไม่ถูกต้อง
uk: Неправильна парольна фраза або ключ відновлення

source: Inoffensive
be: Безабідны
bn: অপ্রতিবন্ধক
bo: མི་སྤྱོད་པ
ca: Inofensiu
cs: Neškodný
da: Harmløs
de: Harmlos
eo: Neofenda
et: Kahjutu
eu: Ez da iraingarria
fa: بی‌ضرر
fi: Loukkaamatonta
fr: Non offensant
ga: Neamhurchóideach
gl: Inofensivo
hi: अप्रभावशाली
hr: Neuvredljiv
id: Tidak menyinggung
it: Inoffensivo
ka: არასაშიში
nb: Harmløst
nl: Niet beledigend
pl: Nieobraźliwe
pt: Inofensivo
ru: Безобидный
sk: Neurážlivé
sr: Није увредљив
sv: Oförargligt
ta: செயலற்றது
th: ไม่รุนแรง
uk: Необразливий

source: Invite contact
be: Запрасіць кантакт
bn: যোগাযোগ আমন্ত্রণ করুন
bo: དབང་འདེམས་འབད།
ca: Convida contacte
cs: Pozvat kontakt
da: Inviter kontakt
de: Kontakt einladen
eo: Inviti kontakton
et: Kutsu sõpru ja tuttavaid
eu: Kontaktuak gonbidatu
fa: دعوت از مخاطب
fi: Kutsu yhteystieto
fr: Inviter un contact
ga: Tabhair cuireadh do theagmháil
gl: Convidar contacto
hi: संपर्क को आमंत्रित करें
hr: Pozovi kontakt
id: Undang kontak
it: Invita contatto
ka: პიროვნების მოწვევა
nb: Inviter kontakt
nl: Contact uitnodigen
pl: Zaproś kontakt
pt: Convidar contato
ru: Пригласить контакт
sk: Pozvať kontakt
sr: Позивање особа
sv: Bjud in kontakt
ta: தொடர்பை அழைக்கவும்
th: เชิญผู้ติดต่อ
uk: Запросити контакт

# inviteContactToGroupQuestion
source: Do you want to invite {contact} to the chat "{groupName}"?
be: Вы хаціце запрасіць {contact} да чату "{groupName}"?
bn: আপনি কি {contact} কে "{groupName}" চ্যাটে আমন্ত্রণ জানাতে চান?
bo: ཁྱེད་ཀྱིས {contact} ལ་ "{groupName}" ནང་འདེམས་འབད་འདུག?
ca: Vols convidar {contact} al xat "{groupName}"?
cs: Chcete pozvat {contact} do konverzace "{groupName}"?
da: Vil du invitere {contact} til chatten "{groupName}"?
de: Willst du {contact} zum Chat {groupName} einladen?
eo: Ĉu vi volas inviti {contact} al la babilo "{groupName}"?
et: Kas sa soovid kutsuda kasutajat {contact} „{groupName}“ jututuppa?
eu: {contact} "{groupName}" txatera gonbidatu nahi duzu?
fa: آیا میخواهید {contact} را به گپ «{groupName}» دعوت کنید؟
fi: Tahdotko kutsua yhteystiedon {contact} keskusteluun "{groupName}"?
fr: Voulez-vous inviter {contact} au salon "{groupName}" ?
ga: Ar mhaith leat cuireadh a thabhairt do {contact} chuig an gcomhrá "{groupName}"?
gl: Queres convidar a {contact} para que se una á conversa "{groupName}"?
hi: क्या आप {contact} को चैट "{groupName}" में आमंत्रित करना चाहते हैं?
hr: Želiš li pozvati {contact} u razgovor grupe „{groupName}”?
id: Apakah kamu ingin mengundang {contact} ke obrolan "{groupName}"?
it: Vuoi invitare {contact} nella chat "{groupName}"?
ka: გსურთ მოწვათ {contact} ჩატ "{groupName}"-ში?
nb: Vil du invitere {contact} til chatten "{groupName}"?
nl: Wil je {contact} uitnodigingen voor de chat "{groupName}"?
pl: Czy chcesz zaprosić {contact} do czatu „{groupName}”?
pt: Deseja convidar {contact} para o chat "{groupName}"?
ru: Вы хотите пригласить {contact} в чат "{groupName}"?
sk: Chcete pozvať {contact} do chatu "{groupName}"?
sr: Želite li da pozovete {contact} u chat "{groupName}"?
sv: Vill du bjuda in {contact} till chatten ”{groupName}”?
ta: "{groupName}" அரட்டைக்கு {contact} ஐ அழைக்க விரும்புகிறீர்களா?
th: คุณต้องการเชิญ {contact} เข้าร่วมแชท "{groupName}" หรือไม่?
uk: Хочете запросити {contact} до бесіди "{groupName}"?

# inviteContactToGroup
source: Invite contact to {groupName}
be: Запрасіць кантакт да {groupName}
bn: যোগাযোগকে {groupName} এ আমন্ত্রণ জানান
bo: དབང་འདེམས་འབད་ལུས་ {groupName}
ca: Convida contacte a {groupName}
cs: Pozvat kontakt do {groupName}
da: Inviter kontakt til {groupName}
de: Kontakt in die Gruppe {groupName} einladen
eo: Inviti kontakton al {groupName}
et: Kutsu sõpru ja tuttavaid {groupName} liikmeks
eu: Gonbidatu kontaktua {groupName}(e)ra
fa: دعوت مخاطب به {groupName}
fi: Kutsu yhteystieto ryhmään {groupName}
fr: Inviter un contact dans {groupName}
ga: Tabhair cuireadh do theagmháil chuig {groupName}
gl: Convidar contacto a {groupName}
hi: संपर्क को {groupName} में आमंत्रित करें
hr: Pozovi kontakt u {groupName}
id: Undang kontak ke {groupName}
it: Invita un contatto a {groupName}
ka: მოწვევა {groupName}-ში
nb: Inviter kontakt til {groupName}
nl: Contact voor {groupName} uitnodigen
pl: Zaproś kontakty do {groupName}
pt: Convidar contato para {groupName}
ru: Пригласить контакт в {groupName}
sk: Pozvať kontakt do {groupName}
sr: Позови особу у групу {groupName}
sv: Bjud in kontakt till {groupName}
ta: {groupName} க்கு தொடர்பை அழை
th: เชิญผู้ติดต่อเข้าร่วม {groupName}
uk: Запросити контакт до {groupName}

# noChatDescriptionYet
source: No chat description created yet.
be: Апісанне чату яшчэ няма.
bn: এখনো কোনও চ্যাট বিবরণ তৈরি হয়নি।
bo: ཚིག་རྟགས་མེད་པའི་ལག་ཁྱེར་མེད་པ།
ca: No s'ha afegit una descripció de xat.
cs: Zatím nebyl vytvořen žádný popis konverzace.
da: Ingen chatbeskrivelse oprettet endnu.
de: Noch keine Chatbeschreibung vorhanden.
eo: Ankoraŭ neniu babilo priskribo kreita.
et: Vestluse kirjeldus on puudu.
eu: Ez da txaterako deskribapenik sortu oraindik.
fa: هنوز توضیح گپی ساخته نشده است.
fi: Keskustelun kuvausta ei ole vielä luotu.
fr: Aucune description de discussion n'a encore été créée.
ga: Níl aon chur síos ar an gcomhrá cruthaithe fós.
gl: Aínda non se escribeu a descrición da conversa.
hi: अभी तक कोई चैट विवरण नहीं बनाया गया है।
hr: Opis razgovora još nije stvoren.
id: Deskripsi obrolan belum dibuat.
it: La descrizione della chat non è ancora stata creata.
ka: ჩატის აღწერა ჯერ არ შექმნილა.
nb: Ingen chatbeskrivelse opprettet ennå.
nl: Nog geen chatomschrijving gemaakt.
pl: Nie utworzono jeszcze opisu czatu.
pt: Ainda não foi criada uma descrição para o chat.
ru: Описание чата не создано.
sk: Ešte nebol vytvorený žiadny popis chatu.
sr: Još uvek nije kreiran opis chata.
sv: Ingen chatt-beskrivning än.
ta: அரட்டை விளக்கம் இதுவரை உருவாக்கப்படவில்லை.
th: ยังไม่ได้สร้างคำอธิบายแชท
uk: Опис бесіди ще не створено.

source: Try again
be: Паспрабуйце зноў
bn: আবার চেষ্টা করুন
bo: ལོག་ལོག་འགྱོ།
ca: Torna-ho a provar
cs: Zkuste to znovu
da: Prøv igen
de: Neuer Versuch
eo: Provu denove
et: Proovi uuesti
eu: Saiatu berriro
fa: تلاش دوباره
fi: Yritä uudelleen
fr: Nouvelle tentative
ga: Bain triail eile as
gl: Intentar outra vez
hi: फिर से प्रयास करें
hr: Pokušaj ponovo
id: Coba ulang
it: Riprova
ka: მეორედ სცადეთ
kab: Ɛreḍ tikkelt-nniḍen
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторите попытку
sk: Skúsiť znova
sr: Pokušajte ponovo
sv: Försök igen
ta: மீண்டும் முயற்சிக்கவும்
th: ลองอีกครั้ง
uk: Повторіть спробу

source: Invalid server name
be: Недапушчальная назва сервера
bn: অবৈধ সার্ভার নাম
bo: མིན་ལེན་མེད་པའི་སརྣག་མཁན་མིང་
ca: El nom del servidor és invàlid
cs: Neplatné jméno serveru
da: Ugyldigt servernavn
de: Ungültiger Servername
eo: Nevalida servila nomo
et: Vigane serveri nimi
eu: Zerbitzari-izenak ez du balio
fa: نام سرور نامعتبر
fi: Virheellinen palvelimen nimi
fr: Nom de serveur invalide
ga: Ainm freastalaí neamhbhailí
gl: Nome de servidor non válido
hi: अमान्य सर्वर नाम
hr: Neispravno ime servera
id: Nama server tidak valid
it: Nome server non valido
ka: არასწორი სერვერის სახელი
kab: Isem n uqeddac d armeɣtu
nb: Ugyldig servernavn
nl: Foute servernaam
pl: Nieprawidłowa nazwa serwera
pt: Nome de servidor inválido
ru: Недопустимое имя сервера
sk: Neplatný názov servera
sr: Nevažeće ime servera
sv: Ogiltigt servernamn
ta: தவறான சேவையக பெயர்
th: ชื่อเซิร์ฟเวอร์ไม่ถูกต้อง
uk: Недійсна назва сервера

source: Invited
be: Запрошаны
bn: আমন্ত্রণ জানানো হয়েছে
bo: འདེམས་ཡོད།
ca: Convidat
cs: Pozvaný
da: Inviteret
de: Eingeladen
eo: Invitita
et: Kutsutud
eu: Gonbidatuta
fa: دعوت‌شده
fi: Kutsuttu
fr: Invité·e
ga: Le cuireadh
gl: Convidado
hi: आमंत्रित किया गया
hr: Pozvan/a
id: Diundang
it: Invitato/a
ka: მოწვეული
kab: Yettwaɛreḍ
nb: Invitert
nl: Uitgenodigd
pl: Zaproszono
pt: Convidado
ru: Приглашён
sk: Pozvanie
sr: Позван
sv: Inbjuden
ta: அழைக்கப்பட்டார்
th: เชิญแล้ว
uk: Запрошено

# redactMessageDescription
source: The message will be redacted for all participants in this conversation. This cannot be undone.
be: Гэта паведамленне будзе адрэдагавана для усіх карыстальнікаў. Вы не зможаце яго адмяніць.
bn: এই বার্তা সমস্ত অংশগ্রহণকারীর জন্য সম্পাদিত হবে। এটি পূর্বাবস্থায় ফিরিয়ে আনা যাবে না।
bo: འདི་ཚིག་ལུས་ནས་ཚོགས་པའི་སྡེབ་ཚན་ལ་ལོག་ལོག་འབད་ནི་འབྱོར་མི་འགྱོ།
ca: S'estriparà el missatge per a totser d'aquesta conversa. Aquesta acció és irreversible.
cs: Tato zpráva bude smazána pro všechny účastníky konverzace. Tuto akci nelze vzít zpět.
da: Beskeden vil blive redigeret for alle deltagere i denne samtale. Dette kan ikke fortrydes.
de: Die Nachricht wird für alle Teilnehmer dieses Gesprächs gelöscht. Dies kann nicht rückgängig gemacht werden.
eo: La mesaĝo estos redaktita por ĉiuj partoprenantoj en ĉi tiu konversacio. Tio ne povas esti malkonfirmita.
et: Sõnumi muudatus kehtib kõikidele vestluses osalejatele. Seda muudatust ei saa tagasi pöörata.
eu: Mezua elkarrizketa honetako partaide guztientzat botako da atzera. Ezin da desegin.
fa: پیام برای همه شرکت‌کنندگان در این گفتگو ویرایش خواهد شد. این کار برگشت‌ناپذیر است.
fi: Viesti poistetaan kaikilta keskustelun osallistujilta. Tätä ei voida kumota.
fr: Le message sera modifié pour tous les participants de cette conversation. Il n'est pas possible de revenir en arrière.
ga: Athrófar an teachtaireacht do gach rannpháirtí sa chomhrá seo. Ní féidir é seo a chealú.
gl: A mensaxe vai ser editada para todas as participantes na conversa. Non ten volta atrás.
hi: संदेश को इस बातचीत में सभी प्रतिभागियों के लिए संशोधित किया जाएगा। इसे पूर्ववत नहीं किया जा सकता।
hr: Poruka će se redigirati za sve sudionike u ovom razgovoru. To se ne može poništiti.
id: Pesan akan dihilangkan untuk semua anggota dalam percakapan ini. Ini tidak dapat diurungkan.
it: Questo messaggio sarà rimosso per tutti i partecipanti di questa conversazione. Questa operazione non può essere annullata.
ka: შეტყობინება იქნება წაშლილი ამ საუბრის ყველა მონაწილისთვის. ამას ვერ მოხერხდება უკან დაბრუნება.
kab: Izen ad yettwakkesn i imttekkiyen merra deg udiwenni-agi. Ur tezmireḍ ara ad tesfesxeḍ.
nb: Meldingen vil bli redigert for alle deltakere i denne samtalen. Dette kan ikke angres.
nl: Het bericht zal worden aangepast voor alle deelnemers in dit gesprek. Dit kan niet ongedaan gemaakt worden.
pl: Wiadomość zostanie usunięta u wszystkich uczestników tej rozmowy. Tego nie można cofnąć.
pt: A mensagem será redigida para todos os participantes desta conversa. Isso não pode ser desfeito.
ru: Сообщение будет отредактировано для всех участников. Это необратимо.
sk: Správa bude redigovaná pre všetkých účastníkov tejto konverzácie. Toto nemôže byť vrátené.
sr: Poruka će biti redigovana za sve učesnike u ovom razgovoru. Ovo se ne može poništiti.
sv: Meddelandet kommer tas bort för alla medlemmar i denna konversation. Detta kan inte ångras.
ta: இந்த உரையாடலில் பங்கேற்பாளர்கள் அனைவருக்கும் செய்தி திருத்தப்படும். இதை செயல்தவிர்க்க முடியாது.
th: ข้อความจะถูกลบสำหรับผู้เข้าร่วมทั้งหมดในบทสนทนานี้ ซึ่งไม่สามารถย้อนกลับได้
uk: Повідомлення буде відредаговано для всіх учасників цієї розмови. Це не можна скасувати.

# optionalRedactReason
source: (Optional) Reason for redacting this message...
be: (Неабавязкова) Прычына рэдагавання паведамлення...
bn: (ঐচ্ছিক) এই বার্তা সম্পাদনের কারণ...
bo: (དམིགས་ཚིག) འདི་ཚིག་ལ་ལོག་ལོག་འབད་ནི་ལས་ཀུན་འདི་ལ་ལོག་ལོག་འབད་ནི་ལས་ཀུན་འདི་ལ་ལོག་ལོག་འབད།
ca: (Opcional) El motiu per estripar el missatge...
cs: (Nepovinné) Důvod smazání této zprávy…
da: (Valgfrit) Årsag til at redigere denne besked...
de: (Optional) Grund für die Löschung dieser Nachricht...
eo: (Opcionalo) Kialo por redakti ĉi tiun mesaĝon...
et: (Kui soovid lisada) Sõnumi muutmise põhjus...
eu: (Aukerakoa) Mezua atzera botatzearen arrazoia…
fa: (اختیاری) دلیل ویرایش این پیام...
fi: (Vapaaehtoinen) Syy tämän viestin poistamiselle...
fr: (Facultatif) Raison de la modification de ce message...
ga: (Roghnach) An chúis leis an teachtaireacht seo a chur in eagar...
gl: (Optativo) Razón para editar a mensaxe...
hi: (वैकल्पिक) इस संदेश को संशोधित करने का कारण...
hr: (Opcionalno) Razlog za redigiranje ove poruke …
id: (Opsional) Alasan menghilangkan pesan ini...
it: (Opzionale) Ragione per rimuovere questo messaggio...
ka: (სურვილისამებრ) მიზეზი ამ შეტყობინების წაშლისთვის...
kab: (Afrayan) Sebba n tukksa n izen-agi…
nb: (Valgfritt) Årsak til å redigere denne meldingen...
nl: (Optioneel) Reden voor aanpassing van dit bericht...
pl: (Opcjonalnie) Powód usunięcia tej wiadomości...
pt: (Opcional) Motivo para redigir esta mensagem...
ru: (Необязательно) Причина редактирования...
sk: (Voliteľné) Dôvod redigovania tejto správy...
sr: (Opcionalno) Razlog za redigovanje ove poruke...
sv: (Frivilligt) Anledning till att ta bort det här meddelandet…
ta: (விரும்பினால்) இந்த செய்தியை மாற்றியமைப்பதற்கான காரணம் ...
th: (ตัวเลือก) เหตุผลสำหรับการลบข้อความนี้...
uk: (Необов'язково) Причина редагування цього повідомлення...

# invitedUser
source: 📩 {username} invited {targetName}
be: 📩 {username} запрасіў(-ла) {targetName}
bn: 📩 {username} {targetName} কে আমন্ত্রণ জানিয়েছেন
bo: 📩 {username} འདེམས་ཡོད། {targetName}
ca: 📩 {username} ha convidat a {targetName}
cs: 📩 {username} pozval/a {targetName}
da: 📩 {username} inviterede {targetName}
de: 📩 {username} hat {targetName} eingeladen
eo: {username} invitis uzanton {targetName}
et: 📩 {username} saatis kutse kasutajale {targetName}
eu: 📩 {username}(e)k {targetName} gonbidatu du
fa: 📩 {username} از {targetName} دعوت کرد
fi: 📩 {username} kutsui käyttäjän {targetName}
fr: 📩 {username} a invité {targetName}
ga: 📩 thug {username} cuireadh do {targetName}
gl: 📩 {username} convidou a {targetName}
hi: 📩 {username} ने {targetName} को आमंत्रित किया
hr: 📩 {username} je pozvao/la {targetName}
id: 📩 {username} mengundang {targetName}
it: 📩 {username} ha invitato {targetName}
ka: 📩 {username} მოწვია {targetName}
kab: 📩 {username} yenced {targetName}
nb: {username} inviterte {targetName}
nl: 📩 {username} heeft {targetName} uitgenodigd
pl: 📩 {username} zaprosił/-a {targetName}
pt: 📩 {username} convidou {targetName}
ru: 📩 {username} пригласил(а) {targetName}
sk: {username} pozvali {targetName}
sr: {username} позва корисника {targetName}
sv: 📩 {username} bjöd in {targetName}
ta: 📩 {username} {targetName} அழைக்கப்பட்டார்
th: 📩 {username} เชิญ {targetName}
uk: 📩 {username} запрошує {targetName}

source: Invited users only
be: Толькі запрошаныя карыстальнікі
bn: শুধুমাত্র আমন্ত্রিত ব্যবহারকারীরা
bo: འདེམས་ཡོད་པའི་བཀོད་སྤྱོད་ལུས།
ca: Només usuàriïs convidadis
cs: Pouze pozvaní uživatelé
da: Kun inviterede brugere
de: Nur eingeladene Mitglieder
eo: Nur invititoj
et: Ainult kutsutud kasutajatele
eu: Gonbidatutako erabiltzaileak solik
fa: فقط کاربران دعوت‌شده
fi: Vain kutsutut käyttäjät
fr: Uniquement les utilisateur·ices invité·es
ga: Úsáideoirí le cuireadh amháin
gl: Só usuarias convidadas
hi: केवल आमंत्रित उपयोगकर्ता
hr: Samo pozvani korisnici
id: Pengguna yang diundang saja
it: Solo utenti invitati
ka: მხოლოდ მოწვეული მომხმარებლები
kab: Iseqdacen kan yettwaɛerḍen
nb: Kun inviterte brukere
nl: Alleen uitgenodigde personen
pl: Tylko zaproszeni użytkownicy
pt: Apenas usuários convidados
ru: Только приглашённым пользователям
sk: Len pozvaní používatelia
sr: само позвани корисници
sv: Endast inbjudna användare
ta: பயனர்களை மட்டுமே அழைத்தது
th: เฉพาะผู้ที่ได้รับเชิญเท่านั้น
uk: Лише запрошені користувачі
