Repository: krille-chan/fluffychat
Catalog: assets/l10n/intl_*.arb
Languages: es, fil, he, hu, ia, sl

# toggleToolSettingsDescription
source: Here you can toggle your individual language tool settings.
es: Aquí puedes cambiar la configuración individual de la herramienta de idioma. Para los chats dentro de un espacio, la configuración del espacio tendrá prioridad y puede anular esta configuración.

# classNameRequired
source: Please enter a space name
es: Introduzca un nombre de espacio

# classRoster
source: Participants
es: Participantes

# alreadyInClass
source: You are already in this space.
es: Ya estás en este espacio.

# pleaseLoginFirst
source: Please login or sign up first and then you will be added to your space.
es: Inicie sesión o regístrese primero y, a continuación, se le añadirá a su clase/espacio de intercambio.

# welcomeBack
source: Welcome back! If you were part of the 2023-2024 pilot, please contact us for your special pilot subscription. If you are a teacher who has (or whose institution has) purchased licenses for your class, contact us for your teacher subscription.
es: ¡Bienvenido de nuevo! Si formó parte del piloto 2023-2024, póngase en contacto con nosotros para obtener su suscripción especial de piloto. Si es usted un profesor que ha adquirido (o cuya institución ha adquirido) licencias para su clase, póngase en contacto con nosotros para obtener su suscripción de profesor.

# createNewClass
source: New class space
es: Nuevo espacio para clases

# inviteStudentsFromOtherClasses
source: Invite students from other spaces
es: Invitar a estudiantes de otros espacios

source: Creating space. Please wait...
es: Creando espacio. Por favor, espere...

source: Pay
es: Pagar

# copyClassCodeDesc
source: Users who are already in the app can 'Join space' via the main menu.
es: Los estudiantes que ya están en la aplicación pueden 'Unirse a una clase o a un intercambio' a través del menú principal.

# inviteUsersFromPangea
source: Add admins
es: Añadir profesores

# myLearning
source: My Analytics
es: Mis análisis

source: Declined invitation
es: Invitación rechazada

source: Accepted invitation
es: Invitación aceptada

source: 📩 You're invited!
es: 📩 ¡Estás invitado!

# studentPermissionsDesc
source: Set permissions for this space. They will only apply to the space. They will override individual user settings.
es: Establece los permisos para este espacio. Sólo se aplicarán al espacio de clase/intercambio. Anularán la configuración de los usuarios individuales.

# noEligibleSpaces
source: There are no eligible spaces to add this to.
es: No hay espacios elegibles a los que añadir esto.

# youAddedToSpace
source: You added {child} to {space}
es: Has añadido {child} a {space}

# youRemovedFromSpace
source: You removed {child} from {space}
es: Has eliminado {child} de {space}

# changeView
source: Switch views.
es: Cambia de vista.

# invitedToChat
source: {user} has invited you to join a chat: {name}! Do you wish to accept?
es: {user} te ha invitado a unirte a un chat: ¡{name}! ¿Deseas aceptar?

source: No data found
es: No se han encontrado datos

# promoSubscriptionExpirationDesc
source: Your current subscription is promotional and expires on {expiration}. Message support@pangea.chat for help changing your subscription.
es: Su suscripción actual es promocional y expira el {expiration}. Envíe un mensaje a support@pangea.chat para cambiar su suscripción.

# emptyChatNameWarning
source: Please enter a name for this chat
es: Introduzca un nombre para este chat

# emptyClassNameWarning
source: Please enter a name for this class
es: Introduzca un nombre para esta clase

# blurMeansTranslateTitle
source: Why is the message blurred?
es: ¿Por qué está borroso el mensaje?

# monthlySubscription
source: Monthly
es: Mensualmente

# yearlySubscription
source: Yearly
es: Anualmente

# defaultSubscription
source: Pangea Chat Subscription
es: Suscripción al chat de Pangea

source: Free Trial
es: Prueba gratuita

# lockedChatWarning
source: 🔒 This chat has been locked
es: 🔒 Este chat ha sido bloqueado

source: Lock Space
es: Espacio de bloqueo

source: Lock Chat
es: Chat de bloqueo

source: Archive Space
es: Espacio de archivos

# grammarAnalytics
source: Error Analytics
es: Análisis de errores

# someErrorTitle
source: Hm, something's not right
es: Hm, algo no está bien

# someErrorBody
source: It could be an error or something in your base language.
es: Podría ser un error o algo en tu lenguaje base.

# bestCorrectionFeedback
source: That's correct!
es: ¡Correcto!

# distractorFeedback
source: That's not quite right.
es: Eso no es del todo correcto.

# bestAnswerFeedback
source: That's correct!
es: ¡Correcto!

# definitionDefaultPrompt
source: What does this word mean?
es: ¿Qué significa esta palabra?

# practiceDefaultPrompt
source: What is the best answer?
es: ¿Cuál es la mejor respuesta?

# correctionDefaultPrompt
source: What is the best replacement?
es: ¿Cuál es el mejor reemplazo?

# itStartDefaultPrompt
source: Do you want help translating?
es: ¿Quiere ayuda para traducir?

# acceptSelection
source: Accept Correction
es: Aceptar corrección

# acceptSelectionAnyway
source: Use this anyway
es: Use esto de todos modos

source: Making activity
es: Actividad de fabricación

source: Why?
es: ¿Por qué?

source: Definition
es: Definición

source: Example Sentence
es: Ejemplo de frase

# reportToTeacher
source: Who do you want to report this message to?
es: ¿A quién desea informar de este mensaje?

# reportMessageTitle
source: {reportingUserId} has reported a message from {reportedUserId} in the chat {roomName}
es: {reportingUserId} ha informado de un mensaje de {reportedUserId} en el chat {roomName}.

# reportMessageBody
source: Message: {reportedMessage} Reason: {reason}
es: Mensaje: {reportedMessage} Motivo: {reason}

# noTeachersFound
source: No teachers found to report to
es: No se han encontrado profesores a los que informar

# noAddToSpacePermissions
source: You can't add a chat to this space
es: No puedes añadir un chat a este espacio

# alreadyInSpace
source: The chat is already in this space
es: El chat ya está en este espacio

# inNoSpaces
source: You are not a member of any spaces
es: No es miembro de ninguna clase o bolsa

source: Create class
es: Crear clase

source: View Archive
es: Ver archivo

# trialExpiration
source: Your free trial expires on {expiration}
es: Su prueba gratuita caduca el {expiration}.

# freeTrialDesc
source: New users recieve a one week free trial of Pangea Chat
es: Los nuevos usuarios reciben una semana de prueba gratuita de Pangea Chat

# successfullySubscribed
source: You have successfully subscribed!
es: Se ha suscrito correctamente.

# clickToManageSubscription
source: Click here to manage your subscription.
es: Haga clic aquí para gestionar su suscripción.

# emptyInviteWarning
source: Add this chat to a space to invite other users.
es: Añade este chat a una clase o intercambio para invitar a otros usuarios.

# addConversationBot
source: Enable Conversation Bot
es: Añadir bot de conversación

# addConversationBotDesc
source: Add a bot to this chat
es: Añadir un bot de conversación para enviar mensajes automáticos a este chat

# convoBotSettingsDescription
source: Edit conversation topic and difficulty
es: Editar tema de conversación y dificultad

source: Enter a conversation topic
es: Introducir un tema de conversación

source: Conversation topic
es: Tema de conversación

source: Enable moderation
es: Activar la moderación

# enableModerationDesc
source: Enable automatic moderation to review messages before they are sent
es: Activar la moderación automática para revisar los mensajes antes de enviarlos

# conversationLanguageLevel
source: What is the language level of this conversation?
es: ¿Cuál es el nivel lingüístico de esta conversación?

# errorGettingAudio
source: Error getting audio. Please refresh and try again.
es: Error al recibir audio. Por favor, actualice e inténtelo de nuevo.

source: Define
es: Defina

source: Listen
es: Listas

source: Show Definition
es: Mostrar definición

# subscriptionPopupTitle
source: This sentence could have a grammar mistake...
es: Esta frase podría tener un error gramatical...

# subscriptionPopupDesc
source: Subscribe today to unlock translation and grammar correction!
es: Suscríbase hoy mismo para desbloquear la traducción y la corrección gramatical.

source: See options
es: Ver opciones

# continuedWithoutSubscription
source: Continue without subscribing
es: Continuar sin suscribirse

# trialPeriodExpired
source: Your trial period has expired
es: Su periodo de prueba ha expirado

source: translations
es: traducciónes

source: message audio
es: mensaje de audio

source: definitions
es: definiciones

# clickMessageTitle
source: Need help?
es: ¿Necesitas ayuda?

# translationTooltip
source: Translate
es: Traducir

# audioTooltip
source: Play Audio
es: Reproducir audio

# speechToTextTooltip
source: Transcript
es: Transcripción

# certifyAge
source: I certify that I am over {age} years of age
es: Certifico que soy mayor de {age} años

# selectToDefine
source: Click any word to see its definition!
es: Clic una palabra para definirla

# kickBotWarning
source: Kicking Pangea Bot will remove the conversation bot from this chat.
es: Patear Pangea Bot eliminará el bot de conversación de este chat.

# activateTrial
source: Free 7-Day Trial
es: Activar prueba gratuita

source: Refresh
es: Actualizar

# joinToView
source: Join this room to view details
es: Únete a esta sala para ver los detalles

# autoPlayTitle
source: Auto Play Messages
es: Reproducción automática de mensajes

# autoPlayDesc
source: When enabled, the text-to-speech audio of messages will play automatically when selected.
es: Cuando está activado, el audio de texto a voz de los mensajes se reproducirá automáticamente cuando se seleccione.

# noActivitiesFound
source: That's enough on this for now! Come back later for more.
es: ¡Ya has practicado por ahora! Vuelve más tarde para ver más.

source: Message Analytics
es: Análisis de mensajes

source: Words
es: Palabras

source: Score
es: Puntuación

source: Accuracy
es: Precisión

source: Points
es: Puntos

# noPaymentInfo
source: No payment info necessary!
es: No se necesitan datos de pago.

# updatePhoneOS
source: You may need to update your device's OS version.
es: Puede que necesites actualizar la versión del sistema operativo de tu dispositivo.

source: Words per minute
es: Palabras por minuto

# conversationBotModeSelectDescription
source: Chat activity
es: Modo bot

# conversationBotModeSelectOption_discussion
source: Discussion
es: Debate

# conversationBotModeSelectOption_custom
source: Custom
es: A medida

# conversationBotModeSelectOption_conversation
source: Conversation
es: Conversación

# conversationBotModeSelectOption_textAdventure
source: Text Adventure
es: Aventura textual

# conversationBotDiscussionZone_title
source: Discussion Settings
es: Configuración del debate

# conversationBotDiscussionZone_discussionTopicLabel
source: Discussion Topic
es: Tema de debate

# conversationBotDiscussionZone_discussionTopicPlaceholder
source: Set discussion topic
es: Establecer tema de debate

# conversationBotDiscussionZone_discussionKeywordsLabel
source: Discussion Keywords
es: Palabras clave del debate

# conversationBotDiscussionZone_discussionKeywordsPlaceholder
source: Set discussion keywords
es: Establecer palabras clave de debate

# conversationBotDiscussionZone_discussionKeywordsHintText
source: Comma separated list of keywords to guide the discussion
es: Lista de palabras clave separadas por comas para orientar el debate

# conversationBotDiscussionZone_discussionTriggerScheduleEnabledLabel
source: Send discussion prompt on a schedule
es: Enviar mensajes de debate según un calendario

# conversationBotDiscussionZone_discussionTriggerScheduleHourIntervalLabel
source: Hours between discussion prompts
es: Horas entre temas de debate

# conversationBotDiscussionZone_discussionTriggerReactionEnabledLabel
source: Responds on ⏩ reaction
es: Responde a la reacción de ⏩

# conversationBotDiscussionZone_discussionTriggerReactionKeyLabel
source: Reaction to send discussion prompt
es: Reacción al envío del aviso de debate

# studentAnalyticsNotAvailable
source: Student data not currently available
es: Datos de los estudiantes no disponibles actualmente

# roomDataMissing
source: Some data may be missing from rooms in which you are not a member.
es: Es posible que falten algunos datos de las salas de las que no es miembro.

# suggestToChat
source: Suggest this chat
es: Sugerir este chat

# suggestToChatDesc
source: Suggested chats will appear in chat lists
es: Los chats sugeridos aparecerán en las listas de chats

# roomFull
source: This room is already at capacity.
es: Esta sala ya está al límite de su capacidad.

# topicNotSet
source: The topic has not been set.
es: El tema no se ha fijado.

# enterNumber
source: Please enter a whole number value.
es: Introduzca un valor numérico entero.

# autoIGCToolName
source: Run Pangea writing assistance automatically
es: Ejecutar automáticamente la asistencia lingüística

# autoIGCToolDescription
source: Automatically run Pangea Chat grammar and translation writing assistance before sending my message.
es: Ejecutar automáticamente la asistencia lingüística después de escribir mensajes

# runGrammarCorrection
source: Check message
es: Comprobar mensaje

# grammarCorrectionFailed
source: Issues to address
es: Cuestiones a tratar

# grammarCorrectionComplete
source: Looks good!
es: ¡Se ve bien!

# tooltipInstructionsTitle
source: Not sure what that does?
es: ¿No sabes para qué sirve?

# tooltipInstructionsMobileBody
source: Press and hold items to view tooltips.
es: Mantenga pulsados los elementos para ver la información sobre herramientas.

# tooltipInstructionsBrowserBody
source: Hover over items to view tooltips.
es: Pase el ratón sobre los elementos para ver información sobre herramientas.

# buildTranslation
source: Build your translation from the choices above
es: Construye tu traducción a partir de las opciones anteriores

source: Multilingual Space
es: Espacio multilingüe

source: Language Settings
es: Ajustes de idioma

# languageSettingsDesc
source: Edit space languages and proficiency level.
es: Editar idiomas espaciales y nivel de competencia.

# addToSpaceDesc
source: Adding a chat to a space will make the chat appear within the space for students and give them access.
es: Añadir un chat a un espacio hará que el chat aparezca dentro del espacio para los estudiantes y les dará acceso.

# invitedToSpace
source: {user} has invited you to join a space: {space}! Do you wish to accept?
es: {user} te ha invitado a unirte a un espacio: ¡{space}! ¿Deseas aceptar?

# emptySpaceNameWarning
source: Please enter a name for this space
es: Introduzca un nombre para este espacio

# blurMeansTranslateBody
source: While Immersion Mode is on, messages that are sent in your base language will be blurred while Pangea Bot translates them to your target language. Immersion Mode can be toggled in individual and space settings.
es: Mientras el Modo Inmersión esté activado, los mensajes que se envíen en tu idioma base aparecerán borrosos mientras Pangea Bot los traduce a tu idioma de destino. El Modo Inmersión puede activarse en los ajustes individuales y espaciales.

# languageLevelWarning
source: Please select a space language level
es: Seleccione un nivel de lengua espacial

# addSpaceToSpaceDescription
source: Select a space to add as a parent
es: Seleccione un espacio para añadir como padre

# nonexistentSelection
source: Selection no longer exists.
es: La selección ya no existe.

# cantAddSpaceChild
source: You do not have permission to add a child to this space.
es: No tiene permiso para añadir un niño a este espacio.

# roomAddedToSpace
source: Room(s) have been added to the selected space.
es: Se han añadido habitaciones al espacio seleccionado.

# addChatToSpaceDesc
source: Adding a chat to a space will make the chat appear within the space for students and give them access.
es: Añadir un chat a un espacio hará que el chat aparezca dentro del espacio para los estudiantes y les dará acceso.

# addSpaceToSpaceDesc
source: Adding a sub space to space will make the sub space appear in the main space's chat list.
es: Añadir un espacio a otro espacio hará que el espacio hijo aparezca dentro del espacio padre para los estudiantes y les dará acceso.

source: Space Analytics
es: Analítica espacial

source: Change Analytics Language
es: Cambiar el lenguaje analítico

source: Version Not Found
es: Versión no encontrada

source: Fetching version...
es: Obteniendo versión...

# versionFetchError
source: Error fetching version
es: Error al obtener la versión

source: Connected to Staging
es: Conectado al entorno de pruebas

# versionText
source: Version: {version}+{buildNumber}
es: Versión: {version}+{buildNumber}

# clickMessageBody
source: Click a message for language tools like translation, play back and more!
es: Haz clic en un mensaje para herramientas de idioma como traducción, reproducción y más!

# subscribedToUnlockTools
source: Subscribe to unlock interactive translation and grammar checking, audio playback, personalized practice activities, and learning analytics!
es: ¡Suscríbete para desbloquear la traducción interactiva y la verificación gramatical, la reproducción de audio, las actividades de práctica personalizadas y la analítica de aprendizaje!

# conversationBotModeSelectOption_storyGame
source: Story Game
es: Juego de Historia

# conversationBotCustomZone_title
source: Custom Settings
es: Configuraciones Personalizadas

# conversationBotCustomZone_customSystemPromptLabel
source: System prompt
es: Mensaje del sistema

# conversationBotCustomZone_customSystemPromptPlaceholder
source: Set custom system prompt
es: Establecer mensaje del sistema personalizado

# conversationBotCustomZone_customSystemPromptEmptyError
source: Missing custom system prompt
es: Falta mensaje del sistema personalizado

# addConversationBotDialogTitleInvite
source: Confirm inviting conversation bot
es: Confirmar la invitación del bot de conversación

# addConversationBotButtonInvite
source: Invite
es: Invitar

# addConversationBotDialogInviteConfirmation
source: Invite
es: Invitar

# addConversationBotButtonTitleRemove
source: Confirm removing conversation bot
es: Confirmar la eliminación del bot de conversación

# addConversationBotButtonRemove
source: Remove
es: Eliminar

# addConversationBotDialogRemoveConfirmation
source: Remove
es: Eliminar

# conversationBotConfigConfirmChange
source: Confirm
es: Confirmar

# conversationBotStatus
source: Invite bot
es: Estado del Bot

# conversationBotTextAdventureZone_title
source: Text Adventure
es: Aventura de Texto

# conversationBotTextAdventureZone_instructionLabel
source: Game Master Instructions
es: Instrucciones del Maestro del Juego

# conversationBotTextAdventureZone_instructionPlaceholder
source: Set game master instructions
es: Establecer instrucciones del maestro del juego

# conversationBotCustomZone_instructionSystemPromptEmptyError
source: Missing game master instructions
es: Faltan instrucciones del maestro del juego

# suggestToSpace
source: Suggest this space
es: Sugerir este espacio

# suggestToSpaceDesc
source: Suggested sub spaces will appear in their main space's chat list
es: Los subespacios sugeridos aparecerán en la lista de chats de su espacio principal

source: Practice
es: Práctica

source: No languages set
es: No hay idiomas configurados

# hintTitle
source: Hint:
es: Sugerencia:

# speechToTextBody
source: For voice messages, you can see a transcript as well as the speaker's Words Per Minute score.
es: Para los mensajes de voz, puedes ver una transcripción y la puntuación de palabras por minuto del orador.

# languageButtonLabel
source: Language: {currentLanguage}
es: Idioma: {currentLanguage}

source: Change Analytics View
es: Cambiar Vista de Análisis

# l1TranslationBody
source: Messages in your base language will not be translated.
es: Los mensajes en tu idioma base no serán traducidos.

# deleteSubscriptionWarningTitle
source: You have an active subscription
es: YTienes una suscripción activa

# deleteSubscriptionWarningBody
source: Deleting your account will not automatically cancel your subscription.
es: Eliminar tu cuenta no cancelará automáticamente tu suscripción.

source: Manage Subscription
es: Gestionar Suscripción

source: Create space
es: Crear espacio

source: Create chat
es: Crear chat

# error520Title
source: Please try again.
es: Por favor, intenta de nuevo.

# error520Desc
source: Sorry, we could not understand your message...
es: Lo sentimos, no pudimos entender tu mensaje...

source: Words Used
es: Palabras Usadas

source: Error Types
es: Tipos de Error

source: Level
es: Nivel

source: Canceled send
es: Envío cancelado

source: Morphs Used
es: Morphs Usados

# translationChoicesBody
source: Click and hold an option for a hint.
es: Haz clic y mantén presionada una opción para una pista.

source: Grammar
es: Gramática

source: Contact has been invited to the chat
es: El contacto ha sido invitado al chat

source: 📨 Invite chat
es: 📨 Invitar al chat

source: Chat name
es: Nombre del chat

# reportContentIssueTitle
source: Report content issue
es: Informar sobre un problema de contenido

# feedback
source: Optional feedback
es: Comentarios opcionales

# reportContentIssueDescription
source: Uh oh! AI can faciliate personalized learning experiences but... also hallucinates. Please provide any feedback you have and we'll try again.
es: ¡Ups! La IA puede facilitar experiencias de aprendizaje personalizadas, pero... también alucina. Por favor, proporciona cualquier comentario que tengas y lo intentaremos de nuevo.

# l2SupportNa
source: Not Available
es: Haz clic en la palabra seleccionada para deseleccionarla

# l2SupportAlpha
source: Alpha
es: Alfa

# l2SupportFull
source: Full
es: Lleno

source: Chat capacity
es: Capacidad de chat

source: Space capacity
es: Capacidad espacial

# chatCapacityHasBeenChanged
source: Chat capacity changed
es: Capacidad de chat modificada

# spaceCapacityHasBeenChanged
source: Space capacity changed
es: Capacidad espacial modificada

# chatCapacitySetTooLow
source: Chat capacity cannot be set below the current number of members.
es: La capacidad del chat no se puede establecer por debajo del número actual de no administradores.

# spaceCapacitySetTooLow
source: Space capacity cannot be set below the current number of members.
es: La capacidad de espacio no puede fijarse por debajo del número actual de no administradores.

# chatCapacityExplanation
source: Chat capacity limits the number of members allowed in a chat.
es: La capacidad del chat limita el número de usuarios no administradores permitidos en un chat.

# spaceCapacityExplanation
source: Space capacity limits the number of members allowed in a space.
es: La capacidad del espacio limita el número de no administradores permitidos en un espacio.

# tooManyRequest
source: Too many request, please try again later.
es: Demasiadas solicitudes, por favor inténtelo más tarde.

# voiceNotAvailable
source: You don't have a voice installed for this language.
es: Parece que no tienes una voz instalada para este idioma.

source: Open voice settings
es: Haz clic aquí para abrir los ajustes de voz

# playAudio
source: Play
es: Jugar

# grammarCopyUnknown
source: Unknown
es: Desconocido

# enterPrompt
source: Please enter a system prompt
es: Introduzca un mensaje del sistema

source: Select bot language
es: Selecciona el idioma del bot

# chooseVoice
source: Choose a voice
es: Elige una voz

# enterLanguageLevel
source: Please enter a language level
es: Introduzca un nivel de idioma

# enterDiscussionTopic
source: Please enter a discussion topic
es: Introduzca un tema de debate

# selectBotChatMode
source: Select chat mode
es: Selecciona el modo de chat
