Repository: krille-chan/fluffychat
Catalog: assets/l10n/intl_*.arb
Languages: es, fil, he, hu, ia, sl

# messageNotInTargetLang
source: Message not in target language
es: El mensaje no está en la lengua de llegada

# chatCapacityNotSet
source: This chat has no capacity limit.
es: Este chat no tiene límite de capacidad.

# spaceCapacityNotSet
source: This space has no capacity limit.
es: Este espacio no tiene límite de capacidad.

# chatExceedsCapacity
source: This chat exceeds its capacity.
es: Este chat supera su capacidad.

# spaceExceedsCapacity
source: This space exceeds its capacity.
es: Este espacio supera su capacidad.

# botConfig
source: Bot and activity settings
es: Configuración de bots y actividades

# missingVoiceTitle
source: Missing voice
es: La voz que falta

# grammarCopyPOSsconj
source: Subordinating Conjunction
es: Conjunción subordinante

# grammarCopyPOSnum
source: Number
es: Número

# grammarCopyPOSverb
source: Verb
es: Verbo

# grammarCopyPOSaffix
source: Affix
es: Coloque

# grammarCopyPOSpart
source: Particle
es: Partículas

# grammarCopyPOSadj
source: Adjective
es: Adjetivo

# grammarCopyPOScconj
source: Coordinating Conjunction
es: Conjunción de coordinación

# grammarCopyPOSpunct
source: Punctuation
es: Puntuación

# grammarCopyPOSadv
source: Adverb
es: Adverbio

# grammarCopyPOSaux
source: Auxiliary
es: Auxiliar

# grammarCopyPOSspace
source: Space
es: Espacio

# grammarCopyPOSsym
source: Symbol
es: Símbolo

# grammarCopyPOSdet
source: Determiner
es: Determinante

# grammarCopyPOSpron
source: Pronoun
es: Pronombre

# grammarCopyPOSadp
source: Adposition
es: Adposición

# grammarCopyPOSpropn
source: Proper Noun
es: Nombre propio

# grammarCopyPOSnoun
source: Noun
es: Sustantivo

# grammarCopyPOSintj
source: Interjection
es: Interjección

# grammarCopyPOSx
source: Other
es: Otros

# grammarCopyGENDERfem
source: Feminine
es: Femenino

# grammarCopyPERSON2
source: Second Person
es: Segunda persona

# grammarCopyMOODimp
source: Imperative
es: Imperativo

# grammarCopyPUNCTTYPEqest
source: Question
es: Pregunta

# grammarCopyASPECTperf
source: Perfect
es: Perfecto

# grammarCopyCASEaccnom
source: Accusative, Nominative
es: Acusativo, Nominativo

# grammarCopyCASEobl
source: Oblique
es: Oblicuo

# grammarCopyVOICEact
source: Active
es: Activo

# grammarCopyPUNCTTYPEbrck
source: Bracket
es: Soporte

# grammarCopyNOUNTYPEart
source: Article
es: Artículo

# grammarCopyGENDERmasc
source: Masculine
es: Hombre

# grammarCopyTENSEperi
source: Periphrastic
es: Perifrástico

# grammarCopyNUMFORMdigit
source: Digit
es: Dígitos

# grammarCopyNOUNTYPEnot_proper
source: Not Proper
es: No procede

# grammarCopyNUMTYPEcard
source: Cardinal
es: Cardenal

# grammarCopyNOUNTYPEprop
source: Proper
es: Adecuado

# grammarCopyPUNCTTYPEyes
source: Yes
es: Sí

# grammarCopyPUNCTTYPEsemi
source: Semicolon
es: Punto y coma

# grammarCopyPUNCTTYPEcomm
source: Comma
es: Coma

# grammarCopyMOODcnd
source: Conditional
es: Condicional

# grammarCopyCASEacc
source: Accusative
es: Acusativo

# grammarCopyPARTTYPEpart
source: Partitive
es: Partitivo

# grammarCopyTENSEpast
source: Past
es: Anterior

# grammarCopyDEGREEsup
source: Superlative
es: Superlativo

# grammarCopyPERSON3
source: Third Person
es: Tercera persona

# grammarCopyPRONTYPEnpr
source: Proper Noun
es: Nombre propio

# grammarCopyPRONTYPEinterrogative
source: Interrogative
es: Preguntas

# grammarCopyADVTYPEtim
source: Time
es: Tiempo

# grammarCopyPOLARITYneg
source: Negative
es: Negativo

# grammarCopyASPECTprog
source: Progressive
es: Progresiva

# grammarCopyMOODsub
source: Subjunctive
es: Subjuntivo

# grammarCopyCASEnom
source: Nominative
es: Nominativo

# grammarCopyTENSEfut
source: Future
es: Futuro

# grammarCopyCASEdat
source: Dative
es: Dativo

# grammarCopyTENSEpres
source: Present
es: Presente

# grammarCopyGENDERneut
source: Neuter
es: Esterilizar

# grammarCopyPRONTYPErel
source: Relative
es: Relativa

# grammarCopyVERBFORMfinalEnding
source: Final Ending
es: Final

# grammarCopyPRONTYPEdem
source: Demonstrative
es: Demostrativo

# grammarCopyPREPCASEpre
source: Prepositional
es: Preposicional

# grammarCopyVERBFORMfin
source: Finite
es: Finito

# grammarCopyDEGREEpos
source: Positive
es: Positivo

# grammarCopyPUNCTTYPEquot
source: Quotation
es: Presupuesto

# grammarCopyVERBFORMger
source: Gerund
es: Redondo

# grammarCopyVOICEpass
source: Passive
es: Pasivo

# grammarCopyCASEgen
source: Genitive
es: Genitivo

# grammarCopyTENSEprs
source: Present
es: Presente

# grammarCopyDEFINITEdef
source: Definite
es: Definitivo

# grammarCopyVERBFORMinf
source: Infinitive
es: Infinitivo

# grammarCopyNUMFORMlong
source: Long
es: Largo

# grammarCopyCASEloc
source: Locative
es: Locativo

# grammarCopyMOODind
source: Indicative
es: Indicativo

# grammarCopyDEGREEcmp
source: Comparative
es: Comparativa

# grammarCopyCASErelativeCase
source: Relative
es: Relativa

# grammarCopyPUNCTTYPEexcl
source: Exclamative
es: Exclamativo

# grammarCopyPERSON1
source: First Person
es: En primera persona

# grammarCopyPUNCTSIDEini
source: Initial
es: Inicial

# grammarCopyGENDERperson
source: Person
es: Persona

# grammarCopyFOREIGNyes
source: Foreign
es: Extranjero

# grammarCopyVOICEvoice
source: Voice
es: Voz

# grammarCopyVERBTYPEverbType
source: Verb
es: Verbo

# grammarCopyPOSSpass
source: Possessive
es: Posesivo

# grammarCopyPREPCASEprepCase
source: Prepositional
es: Preposicional

# grammarCopyNOUNTYPEnounType
source: Noun
es: Sustantivo

# grammarCopyREFLEXreflex
source: Reflexive
es: Reflexivo

# grammarCopyPRONTYPEpronType
source: Pronoun
es: Pronombre

# grammarCopyPUNCTSIDEpunctSide
source: Punctuation Side
es: Puntuación Lado

# grammarCopyVERBFORMverbForm
source: Verb
es: Verbo

# grammarCopyGENDERgender
source: Gender
es: Género

# grammarCopyMOODmood
source: Mood
es: Estado de ánimo

# grammarCopyASPECTaspect
source: Aspect
es: Aspecto

# grammarCopyPUNCTTYPEpunctType
source: Punctuation
es: Puntuación

# grammarCopyDEGREEdegree
source: Degree
es: Titulación

# grammarCopyPOLITEpolite
source: Politeness
es: Cortesía

# grammarCopyADVTYPEadvType
source: Adverb
es: Adverbio

# grammarCopyNUMFORMnumber
source: Number
es: Número

# grammarCopyCONJTYPEconjType
source: Conjunction
es: Conjunción

# grammarCopyPOLARITYpolarity
source: Polarity
es: Polaridad

# grammarCopyCASEcase
source: Case
es: Caso

# grammarCopyDEFINITEdefinite
source: Definiteness
es: Definitividad

# grammarCopyVOCvoc
source: Vocative
es: Vocativo

# grammarCopyGENDERcom
source: Common
es: Común

# grammarCopyREFLEXrflx
source: Reflexive
es: Reflexivo

# grammarCopyPARTTYPEpar
source: Partitive
es: Partitivo

# grammarCopySPCspc
source: Specific
es: Específico

# grammarCopyREFLEXref
source: Reflexive
es: Reflexivo

# grammarCopyPUNCTTYPEnshrt
source: Short
es: Corto

# grammarCopyNUMBERdual
source: Dual
es: Doble

# grammarCopyNUMFORMlng
source: Long
es: Largo

# grammarCopyVOICEmid
source: Middle
es: Medio

# grammarCopyINTRELintRel
source: Interrogative, Relative
es: Interrogativo, relativo

# grammarCopyINTint
source: Interrogative
es: Preguntas

# grammarCopyVOICEcaus
source: Causative
es: Causa

# grammarCopyEVIDENTevident
source: Evidentiality
es: Evidencialidad

# grammarCopyNUMFORMnumberPsor
source: Possessor's Number
es: Número del poseedor

# grammarCopyCASEabl
source: Ablative
es: Ablativo

# grammarCopyCASEtra
source: Translative
es: Translativo

# grammarCopyCASEequ
source: Equative
es: Ecuativo

# grammarCopyCASEdis
source: Distributive
es: Distributivo

# grammarCopyCASEabs
source: Absolutive
es: Absolutivo

# grammarCopyCASEerg
source: Ergative
es: Ergativa

# grammarCopyCONJTYPEcoord
source: Coordinating
es: Coordinación

# grammarCopyDEFINITEcons
source: Construct State
es: Construir el Estado

# grammarCopyDEGREEabs
source: Absolute Degree
es: Grado absoluto

# grammarCopyEVIDENTfh
source: Factual Evidentiality
es: Evidencialidad de los hechos

# grammarCopyEVIDENTnfh
source: Non-factual Evidentiality
es: Evidencialidad no factual

# grammarCopyMOODopt
source: Optative
es: Optativo

# grammarCopyMOODadm
source: Admirative
es: Admirable

# grammarCopyMOODdes
source: Desiderative
es: Desiderativo

# grammarCopyMOODnec
source: Necessitative
es: Necesidades

# grammarCopyMOODpot
source: Potential
es: Posible

# grammarCopyMOODprp
source: Propositive
es: Propositivo

# grammarCopyMOODqot
source: Quotative
es: Cita

# grammarCopyNUMFORMword
source: Word Form
es: Forma verbal

# grammarCopyNUMFORMroman
source: Roman Numeral
es: Número romano

# grammarCopyNUMFORMletter
source: Letter Form
es: Formulario de carta

# grammarCopyNUMTYPEmult
source: Multiplicative
es: Multiplicativo

# grammarCopyNUMTYPEfrac
source: Fractional
es: Fraccional

# grammarCopyNUMTYPEsets
source: Set
es: Establecer

# grammarCopyNUMTYPErange
source: Range
es: Gama

# grammarCopyNUMTYPEdist
source: Distributive
es: Distributivo

# grammarCopyNUMBERtri
source: Trial
es: Ensayo

# grammarCopyNUMBERgrpa
source: Greater Paucal
es: Gran Paucal

# grammarCopyNUMBERgrpl
source: Greater Plural
es: Mayor Plural

# grammarCopyNUMBERinv
source: Inverse
es: Inversa

# grammarCopyPERSON0
source: Zero
es: Cero

# grammarCopyPERSON4
source: Fourth
es: Cuarto

# grammarCopyPOLITEelev
source: Elevated
es: Elevado

# grammarCopyPOLITEhumb
source: Humble
es: Humilde

# grammarCopyPRONTYPEemp
source: Emphatic
es: Enfático

# grammarCopyPRONTYPEexc
source: Exclamative
es: Exclamativo

# grammarCopyPRONTYPEintRelPronType
source: Interrogative-Relative
es: Interrogativo-Relativo

# grammarCopyTENSEaor
source: Aorist
es: aoristo

# grammarCopyTENSEeps
source: Epistemic
es: Epistémica

# grammarCopyTENSEprosp
source: Prospective
es: Prospectiva

# grammarCopyVERBFORMpart
source: Participle
es: Participio

# grammarCopyVERBFORMvnoun
source: Verbal Noun
es: Sustantivo verbal

# grammarCopyVOICEantip
source: Antipassive
es: Antipasivo

# grammarCopyVOICEcauVoice
source: Causative
es: Causa

# grammarCopyVOICedir
source: Direct
es: Directo

# grammarCopyVOICEinvVoice
source: Inverse
es: Inversa

# grammarCopyPOS
source: Part of Speech
es: Parte de la oración

# grammarCopyGENDER
source: Gender
es: Género

# grammarCopyPERSON
source: Person
es: Persona

# grammarCopyMOOD
source: Mood
es: Estado de ánimo

# grammarCopyPUNCTTYPE
source: Punctuation Type
es: Tipo de puntuación

# grammarCopyASPECT
source: Aspect
es: Aspecto

# grammarCopyCASE
source: Case
es: Caso

# grammarCopyVOICE
source: Voice
es: Voz

# grammarCopyNOUNTYPE
source: Noun Type
es: Tipo de sustantivo

# grammarCopyVERBTYPE
source: Verb Type
es: Tipo de verbo

# grammarCopyADVTYPE
source: Adverb Type
es: Tipo de adverbio

# grammarCopyNUMFORM
source: Numeral Form
es: Forma numérica

# grammarCopyNUMTYPE
source: Numeral Type
es: Tipo de número

# grammarCopyNUMBER
source: Number
es: Número

# grammarCopyDEFINITE
source: Definiteness
es: Definitividad

# grammarCopyDEGREE
source: Degree
es: Titulación

# grammarCopyEVIDENT
source: Evidentiality
es: Evidencialidad

# grammarCopyFOREIGN
source: Foreign
es: Extranjero

# grammarCopyPOLARITY
source: Polarity
es: Polaridad

# grammarCopyPOLITE
source: Politeness
es: Cortesía

# grammarCopyPREPCASE
source: Prepositional Case
es: Caso preposicional

# grammarCopyPRONTYPE
source: Pronoun Type
es: Tipo de pronombre

# grammarCopyPUNCTSIDE
source: Punctuation Side
es: Puntuación Lado

# grammarCopyREFLEX
source: Reflexive
es: Reflexivo

# grammarCopyVERBFORM
source: Verb Form
es: Forma verbal

# grammarCopyCONJTYPE
source: Conjunction Type
es: Tipo de conjunción

# grammarCopySPC
source: Specificity
es: Especificidad

# grammarCopyPARTTYPE
source: Partitive Type
es: Tipo Partitivo

# grammarCopyINTREL
source: Interrogative-Relative
es: Interrogativo-Relativo

# grammarCopyNUMFORMpsor
source: Possessor's Number
es: Número del poseedor

# grammarCopyUNKNOWN
source: Unknown
es: Desconocido

# grammarCopyNUMBERPSOR
source: Possessor's Number
es: Número del poseedor

# grammarCopyPOSS
source: Possessive
es: Posesivo

# grammarCopyASPECTimp
source: Imperfective Aspect
es: Aspecto imperfectivo

# grammarCopyCASEvoc
source: Vocative
es: Vocativo

# grammarCopyCASEpar
source: Partitive
es: Partitivo

# grammarCopyCASEref
source: Referential
es: Referencial

# grammarCopyCASErel
source: Relative
es: Relativa

# grammarCopyCASEsub
source: Subessive
es: Subesivo

# grammarCopyCASEaccdat
source: Accusative-Dative
es: Acusativo-dativo

# grammarCopyCASEpre
source: Prepositional
es: Preposicional

# grammarCopyCONJTYPEsub
source: Subordinating
es: Subordinación

# grammarCopyCONJTYPEcmp
source: Comparative
es: Comparativa

# grammarCopyDEFINITEind
source: Indefinite
es: Indefinido

# grammarCopyMOODint
source: Interrogative Mood
es: Modo interrogativo

# grammarCopyNOUNTYPEcomm
source: Common Noun
es: Sustantivo común

# grammarCopyNUMBERPSORsing
source: Possessor's Singular
es: Singular del poseedor

# grammarCopyNUMBERPSORplur
source: Possessor's Plural
es: Plural del poseedor

# grammarCopyNUMBERPSORdual
source: Possessor's Dual
es: Doble del poseedor

# grammarCopyPOLARITYpos
source: Positive Polarity
es: Polaridad positiva

# grammarCopyPOSSyes
source: Possessive
es: Posesivo

# grammarCopyPREPCASEnpr
source: Non-prepositional
es: No preposicional

# grammarCopyPRONTYPEint
source: Interrogative
es: Preguntas

# grammarCopyPRONTYPEneg
source: Negative
es: Negativo

# grammarCopyPRONTYPEart
source: Article
es: Artículo

# grammarCopyPRONTYPEind
source: Indefinite
es: Indefinido

# grammarCopyPRONTYPEintrel
source: Interrogative-Relative
es: Interrogativo-Relativo

# grammarCopyPUNCTSIDEfin
source: Final Punctuation
es: Puntuación final

# grammarCopyPUNCTTYPEperi
source: Period
es: Periodo

# grammarCopyREFLEXyes
source: Reflexive
es: Reflexivo

# grammarCopyVERBFORMlng
source: Long
es: Largo

# grammarCopyVERBTYPEcaus
source: Causative Verb
es: Verbo causativo

# grammarCopyVOICEcau
source: Causative
es: Causa

# grammarCopyVOICEdir
source: Direct
es: Directo

# grammarCopyVOICEinv
source: Inverse
es: Inversa

source: Other
es: Otros

# botModeValidation
source: Please select a chat mode
es: Seleccione un modo de chat

# clickBestOption
source: Choose the best options to translate your message!
es: Elija las mejores opciones para traducir su mensaje

# botSettingsSubtitle
source: Invite bot to moderate chat activity
es: Invitar a un bot a moderar la actividad del chat

# invitePeople
source: Invite users
es: Invitar a usuarios

source: No capacity limit
es: Sin límite de capacidad

source: Download group text
es: Descargar texto del grupo

source: alias
fil: alyas
he: כינוי
hu: álnév
sl: vzdevek

source: Chat
he: צ׳אט
hu: Csevegés
sl: Klepet

source: No
he: לא
hu: Nem

source: Ok
hu: Rendben

source: Pin
he: קוד pin
hu: Rögzítés

source: Homeserver
he: שרת בית
hu: Matrix szerver

source: Link
he: קישור
hu: Hivatkozás

# widgetJitsi
source: Jitsi Meet
hu: Jitsi Találkozó

# numChats
source: {number} chats
hu: {number} csevegés

# videoWithSize
source: Video ({size})
hu: Videó ({size})

source: Emojis
hu: Emojik
