Repository: krille-chan/fluffychat
Catalog: assets/l10n/intl_*.arb
Languages: es, fil, he, hu, ia, sl

source: Select Your Plan
es: Escoja su plan

# subsciptionPlatformTooltip
source: Please login to your original device to manage your subscription plan
es: Inicie sesión en su dispositivo original para administrar su plan de suscripción.

source: Payment Method
es: Método de pago

source: Payment History
es: Historial de pago

# emptyChatDownloadWarning
source: Cannot download empty chat
es: No se puede descargar el chat vacío

source: Update
es: Actualizar

# updateDesc
source: You can now update this app from {localVersion} to {storeVersion}
es: Ahora puede actualizar esta aplicación de {localVersion} a {storeVersion}

source: Maybe Later
es: Quizás más tarde

source: Main Menu
es: Menú Principal

# gaTooltip
source: L2 use with grammar assistance
es: Uso de L2 con asistencia gramatical

# taTooltip
source: L2 use with translation assistance
es: Uso de L2 con asistencia de traducción

# waTooltip
source: L2 use without assistance
es: Uso de L2 sin asistencia

# unTooltip
source: Other
es: Otra

# interactiveGrammarSliderHeader
source: Interactive Grammar Checker
es: Asistencia gramatical

# errorDisableIT
source: Translation assistance is turned off.
es: La asistencia de traducción está deshabilitada.

# errorDisableIGC
source: Grammar assistance is turned off.
es: La asistencia gramatical está deshabilitada.

# errorDisableLanguageAssistance
source: Translation assistance and grammar assistance are turned off.
es: La asistencia tanto de traducción como de gramática está deshabilitada.

# errorDisableITUserDesc
source: Click here to update translation assistance settings
es: Haga clic aquí para actualizar la configuración de asistencia de traducción.

# errorDisableIGCUserDesc
source: Click here to update grammar assistance settings
es: Haga clic aquí para actualizar la configuración de asistencia gramatical.

# errorDisableLanguageAssistanceUserDesc
source: Click here to update translation assistance and grammar assistance settings
es: Haga clic aquí para actualizar la asistencia de traducción y de gramática.

# itIsDisabled
source: Interactive Translation is disabled
es: La asistencia de traducción está deshabilitada.

# igcIsDisabled
source: Interactive Grammar Checking is disabled
es: La asistencia gramatical está deshabilitada.

source: Go to Learning Settings
es: Vaya a Ajustes de aprendizaje.

source: Learning settings
es: Ajustes de aprendizaje

# clearAll
source: Clear all words?
es: ¿Borrar todas las palabras?

source: Update Now
es: Comenzar actualización en segundo plano.

# toggleIGC
source: Interactive Grammar Checking
es: Asistencia Gramatical

source: I agree to the
es: Acepto los

source: Terms and Conditions
es: Términos y condiciones

# andCertifyIAmAtLeast13YearsOfAge
source: and certify I am at least 16 years of age.
es: y certifico que tengo al menos 16 años.

# error502504Title
source: Wow, there are a lot of students online!
es: ¡Vaya! Hay muchos estudiantes conectados.

# error502504Desc
source: Translation and grammar tools may be slow or unavailable while the Pangea bots catch up.
es: Las herramientas de assistencia gramatical y de traducción pueden ser lentas o no estar disponibles mientras los bots de Pangea se ponen al día.

# error404Title
source: Translation error!
es: ¡Error de traducción!

# error404Desc
source: Pangea Bot isn't sure how to translate that...
es: Pangea Bot no está seguro de cómo traducir eso.

source: Sorry, no results.
es: ¡Discupla! No hay resultados.

# itToggleDescription
source: This language learning tool will identify words in your base language and help you translate them to your target language. Though rare, the AI can make translation errors.
es: Esta herramienta de aprendizaje identificará palabras en su idioma base y lo ayudará a traducirlas a su idioma a aprender. Aunque es raro, la AI puede cometer errores de traducción de vez en cuando.

# igcToggleDescription
source: This language learning tool will identify common spelling, grammar and punctuation errors in your message and suggest corrections. Though rare, the AI can make correction errors.
es: Esta herramienta de aprendizaje identificará errores comunes de ortografía, gramática y puntuación en su mensaje y sugerirá correcciones. Aunque es raro, la AI puede cometer errores de corrección de vez en cuando.

# sendOnEnterDescription
source: Turn this off to be able to add line spaces in messages. When the toggle is off on the browser app, you can press Shift + Enter to start a new line. When the toggle is off on mobile apps, just Enter will start a new line.
es: Deshabilite esta función para poder agregar espacios de línea en los mensajes. Cuando está deshabilitada en la versión web, puede presionar Shift + Intro para comenzar una nueva línea. Cuando está deshabilitada en las aplicaciones móviles, puede presionar solo Intro para comenzar una una nueva línea.

# definitionsToolName
source: Word Definitions
es: Definiciones

# messageTranslationsToolName
source: Message Translations
es: Traducciones de mensajes

# definitionsToolDescription
source: When enabled, words underlined in blue can be clicked for definitions. Click messages to access definitions.
es: Cuando está habilitado, se puede hacer clic en las palabras subrayadas en azul para obtener definiciones. Haga clic en los mensajes para acceder a las definiciones.

# translationsToolDescrption
source: When enabled, click a message and the translation icon to see a message in your base language.
es: Cuando esté habilitado, haga clic en un mensaje y en el icono de traducción para ver un mensaje en su idioma base.

source: Original Message
es: Mensaje original

source: Sent Message
es: Mensaje enviado

source: Use Type
es: Tipo de Uso

source: Not Available
es: No disponible

source: Kick All Students
es: Patear a todos los estudiantes

# kickAllStudentsConfirmation
source: Are you sure you want to kick all students?
es: ¿Estás seguro de que quieres echar a todos los estudiantes?

source: Invite All Students
es: Invitar a todos los estudiantes

# inviteAllStudentsConfirmation
source: Are you sure you want to invite all students?
es: ¿Estás seguro de que quieres invitar a todos los estudiantes?

# taAndGaTooltip
source: L2 use with translation assistance and grammar assistance
es: Uso de la L2 con ayuda de traducción y asistencia gramatical.

# subscriptionManagementUnavailable
source: Subscription management not available
es: Gestión de suscripciones no disponible

source: Redeem Promo Code
es: Canjear código promocional

source: Enter Promo Code
es: Introduzca el código promocional

# downloadTxtFile
source: Download Text File
es: Descargar archivo de texto

source: Download CSV File
es: Descargar archivo CSV

# promotionalSubscriptionDesc
source: You currently have a lifetime promotional subscription. Message support@pangea.chat for help changing your subscription.
es: Su suscripción actual es promocional. Envíe un mensaje a support@pangea.chat para cambiar su suscripción.

# originalSubscriptionPlatform
source: Subscription purchased through {purchasePlatform}
es: Suscripción adquirida a través de

source: One Week Trial
es: Una semana de prueba

# afDisplayName
source: Afrikaans
es: africaans

# sqDisplayName
source: Albanian
es: albanés

# amDisplayName
source: Amharic
es: amárico

# arDisplayName
source: Arabic
es: arábica

# hyDisplayName
source: Armenian
es: armenio

# aeDisplayName
source: Avestan
es: avéstico

# azDisplayName
source: Azerbaijani
es: azerbaiyano

# euDisplayName
source: Basque
es: vasco

# beDisplayName
source: Belarusian
es: bielorruso

# bnDisplayName
source: Bengali
es: bengalí

# bsDisplayName
source: Bosnian
es: bosnio

# brDisplayName
source: Breton
es: bretón

# bgDisplayName
source: Bulgarian
es: búlgaro

# myDisplayName
source: Burmese
es: birmano

# caDisplayName
source: Catalan, Valencian
es: catalán

# nyDisplayName
source: Chichewa, Chewa, Nyanja
es: chichewa

# zhDisplayName
source: Chinese
es: chino

# cvDisplayName
source: Chuvash
es: chuvasio

# kwDisplayName
source: Cornish
es: de Cornualles

# coDisplayName
source: Corsican
es: corso

# hrDisplayName
source: Croatian
es: croata

# csDisplayName
source: Czech
es: checo

# daDisplayName
source: Danish
es: danés

# nlDisplayName
source: Dutch
es: holandés

# enDisplayName
source: English
es: inglés

# etDisplayName
source: Estonian
es: estonio

# foDisplayName
source: Faroese
es: feroés

# fiDisplayName
source: Finnish
es: finlandés

# frDisplayName
source: French
es: francés

# glDisplayName
source: Galician
es: gallego

# kaDisplayName
source: Georgian
es: georgiano

# deDisplayName
source: German
es: alemán

# elDisplayName
source: Greek, Modern
es: griego

# guDisplayName
source: Gujarati
es: guyaratí

# htDisplayName
source: Haitian, Haitian Creole
es: haitiano

# heDisplayName
source: Hebrew (modern)
es: hebreo (moderno)

# huDisplayName
source: Hungarian
es: húngaro

# idDisplayName
source: Indonesian
es: indonesio

# ieDisplayName
source: Interlingue
es: interlingüismo

# gaDisplayName
source: Irish
es: irlandesa

# isDisplayName
source: Icelandic
es: islandés

# itDisplayName
source: Italian
es: italiano

# jaDisplayName
source: Japanese
es: japonés

# jvDisplayName
source: Javanese
es: javanés

# kkDisplayName
source: Kazakh
es: kazajo

# kmDisplayName
source: Khmer
es: jemer

# kiDisplayName
source: Kikuyu, Gikuyu
es: kikuyú

# kyDisplayName
source: Kirghiz, Kyrgyz
es: kirguís

# koDisplayName
source: Korean
es: coreano

# kuDisplayName
source: Kurdish
es: kurdo

# laDisplayName
source: Latin
es: latín

# lbDisplayName
source: Luxembourgish, Letzeburgesch
es: luxemburgués

# liDisplayName
source: Limburgish, Limburgan, Limburger
es: limburgués

# loDisplayName
source: Lao
es: laosiano

# ltDisplayName
source: Lithuanian
es: lituano

# lvDisplayName
source: Latvian
es: letón

# mkDisplayName
source: Macedonian
es: macedónio

# mgDisplayName
source: Malagasy
es: madagascarí

# msDisplayName
source: Malay
es: malayo

# mtDisplayName
source: Maltese
es: maltés

# miDisplayName
source: Māori
es: maorí

# mrDisplayName
source: Marathi (Marāṭhī)
es: marathi (maräthi)

# mhDisplayName
source: Marshallese
es: marshalés

# mnDisplayName
source: Mongolian
es: mongol

# neDisplayName
source: Nepali
es: nepalí

# noDisplayName
source: Norwegian
es: noruego

# nrDisplayName
source: South Ndebele
es: ndebele del sur

# cuDisplayName
source: Old Church Slavonic, Church Slavic, Church Slavonic, Old Bulgarian, Old Slavonic
es: antiguo eslavo eclesiástico

# paDisplayName
source: Panjabi, Punjabi
es: panyabí

# faDisplayName
source: Persian
es: persa

# plDisplayName
source: Polish
es: polaco

# psDisplayName
source: Pashto, Pushto
es: pastún

# ptDisplayName
source: Portuguese
es: portugués

# roDisplayName
source: Romanian, Moldavian, Moldovan
es: rumano

# ruDisplayName
source: Russian
es: ruso

# scDisplayName
source: Sardinian
es: sardo

# seDisplayName
source: Northern Sami
es: sami del norte

# smDisplayName
source: Samoan
es: samoano

# srDisplayName
source: Serbian
es: serbio

# gdDisplayName
source: Scottish Gaelic, Gaelic
es: gaélico escocés

# siDisplayName
source: Sinhala, Sinhalese
es: cingalés

# skDisplayName
source: Slovak
es: eslovaco

# slDisplayName
source: Slovene
es: esloveno

# soDisplayName
source: Somali
es: somalí

# stDisplayName
source: Southern Sotho
es: sotho del sur

# esDisplayName
source: Spanish
es: español

# suDisplayName
source: Sundanese
es: sundanés

# svDisplayName
source: Swedish
es: sueco

# tgDisplayName
source: Tajik
es: tayiko

# thDisplayName
source: Thai
es: tailandés

# boDisplayName
source: Tibetan Standard, Tibetan, Central
es: estándar tibetano

# tkDisplayName
source: Turkmen
es: turkmeno

# tlDisplayName
source: Tagalog
es: tagalo

# toDisplayName
source: Tonga (Tonga Islands)
es: tonga (Islas Tonga)

# trDisplayName
source: Turkish
es: turco

# ttDisplayName
source: Tatar
es: tártaro

# ugDisplayName
source: Uighur, Uyghur
es: uigur

# ukDisplayName
source: Ukrainian
es: ucranio

# uzDisplayName
source: Uzbek
es: uzbeco

# viDisplayName
source: Vietnamese
es: vietnamita

# cyDisplayName
source: Welsh
es: galés

# fyDisplayName
source: Western Frisian
es: frisón occidental

# yiDisplayName
source: Yiddish
es: yídish

# zuDisplayName
source: Zulu
es: zulú

# hawDisplayName
source: Hawaiian
es: hawaiano

# iwDisplayName
source: Hebrew
es: hebreo

# jwDisplayName
source: Javanese
es: javanés

# wwCountryDisplayName
source: World Wide
es: Mundial

# afCountryDisplayName
source: Afghanistan
es: Afganistán

# axCountryDisplayName
source: Aland Islands
es: Islas Åland

# dzCountryDisplayName
source: Algeria
es: Argelia

# asCountryDisplayName
source: American Samoa
es: Samoa Americana

# aiCountryDisplayName
source: Anguilla
es: Anguila

# agCountryDisplayName
source: Antigua and Barbuda
es: Antigua y Barbuda

# acCountryDisplayName
source: Ascension Island
es: Isla de la Ascensión

# azCountryDisplayName
source: Azerbaijan
es: Azerbaiyán

# bhCountryDisplayName
source: Bahrain
es: Baréin

# bdCountryDisplayName
source: Bangladesh
es: Bangladés

# byCountryDisplayName
source: Belarus
es: Bielorrusia

# beCountryDisplayName
source: Belgium
es: Bélgica

# bzCountryDisplayName
source: Belize
es: Belice

# bjCountryDisplayName
source: Benin
es: Benín

# bmCountryDisplayName
source: Bermuda
es: Bermudas

# btCountryDisplayName
source: Bhutan
es: Bután

# baCountryDisplayName
source: Bosnia and Herzegovina
es: Bosnia y Herzegovina

# bwCountryDisplayName
source: Botswana
es: Botsuana

# brCountryDisplayName
source: Brazil
es: Brasil

# ioCountryDisplayName
source: British Indian Ocean Territory
es: Territorio Británico del Océano Índico

# vgCountryDisplayName
source: British Virgin Islands
es: Islas Vírgenes Británicas

# bnCountryDisplayName
source: Brunei
es: Brunéi

# khCountryDisplayName
source: Cambodia
es: Camboya

# cmCountryDisplayName
source: Cameroon
es: Camerún

# caCountryDisplayName
source: Canada
es: Canadá

# cvCountryDisplayName
source: Cape Verde
es: Cabo Verde

# bqCountryDisplayName
source: Caribbean Netherlands
es: Países Bajos Caribeños

# kyCountryDisplayName
source: Cayman Islands
es: Islas Caimán

# cfCountryDisplayName
source: Central African Republic
es: República Centroafricana

# cxCountryDisplayName
source: Christmas Island
es: Isla de Navidad

# ccCountryDisplayName
source: Cocos [Keeling] Islands
es: Islas Cocos (Keeling)

# kmCountryDisplayName
source: Comoros
es: Comoras

# cdCountryDisplayName
source: Democratic Republic Congo
es: República Democrática del Congo

# cgCountryDisplayName
source: Republic of Congo
es: República del Congo

# ckCountryDisplayName
source: Cook Islands
es: Islas Cook

# ciCountryDisplayName
source: Côte d'Ivoire
es: Costa de Marfil

# hrCountryDisplayName
source: Croatia
es: Croacia

# cwCountryDisplayName
source: Curaçao
es: Curazao

# cyCountryDisplayName
source: Cyprus
es: Chipre

# czCountryDisplayName
source: Czech Republic
es: República Checa

# dkCountryDisplayName
source: Denmark
es: Dinamarca

# djCountryDisplayName
source: Djibouti
es: Yibuti

# doCountryDisplayName
source: Dominican Republic
es: República Dominicana

# tlCountryDisplayName
source: East Timor
es: Timor Oriental

# egCountryDisplayName
source: Egypt
es: Egipto

# gqCountryDisplayName
source: Equatorial Guinea
es: Guinea Ecuatorial

# szCountryDisplayName
source: Eswatini
es: Esuatini

# etCountryDisplayName
source: Ethiopia
es: Etiopía

# fkCountryDisplayName
source: Falkland Islands
es: Islas Malvinas

# foCountryDisplayName
source: Faroe Islands
es: Islas Feroe

# fjCountryDisplayName
source: Fiji
es: Fiyi

# fiCountryDisplayName
source: Finland
es: Finlandia

# frCountryDisplayName
source: France
es: Francia

# gfCountryDisplayName
source: French Guiana
es: Guayana Francesa

# pfCountryDisplayName
source: French Polynesia
es: Polinesia Francesa

# gaCountryDisplayName
source: Gabon
es: Gabón

# deCountryDisplayName
source: Germany
es: Alemania

# grCountryDisplayName
source: Greece
es: Grecia

# glCountryDisplayName
source: Greenland
es: Groenlandia

# gdCountryDisplayName
source: Grenada
es: Granada

# gpCountryDisplayName
source: Guadeloupe
es: Guadalupe

# htCountryDisplayName
source: Haiti
es: Haití

# hmCountryDisplayName
source: Heard Island and McDonald Islands
es: Islas Heard y McDonald

# huCountryDisplayName
source: Hungary
es: Hungría

# isCountryDisplayName
source: Iceland
es: Islandia

# irCountryDisplayName
source: Iran
es: Irán

# iqCountryDisplayName
source: Iraq
es: Irak

# ieCountryDisplayName
source: Ireland
es: Irlanda

# imCountryDisplayName
source: Isle of Man
es: Isla de Man

# itCountryDisplayName
source: Italy
es: Italia

# jpCountryDisplayName
source: Japan
es: Japón

# joCountryDisplayName
source: Jordan
es: Jordania

# kzCountryDisplayName
source: Kazakhstan
es: Kazajistán

# keCountryDisplayName
source: Kenya
es: Kenia

# kgCountryDisplayName
source: Kyrgyzstan
es: Kirguistán

# lvCountryDisplayName
source: Latvia
es: Letonia

# lbCountryDisplayName
source: Lebanon
es: Líbano

# lsCountryDisplayName
source: Lesotho
es: Lesoto

# lyCountryDisplayName
source: Libya
es: Libia

# ltCountryDisplayName
source: Lithuania
es: Lituania

# luCountryDisplayName
source: Luxembourg
es: Luxemburgo

# moCountryDisplayName
source: Macau
es: Macao

# mwCountryDisplayName
source: Malawi
es: Malaui

# myCountryDisplayName
source: Malaysia
es: Malasia

# mvCountryDisplayName
source: Maldives
es: Maldivas

# mlCountryDisplayName
source: Mali
es: Malí

# mhCountryDisplayName
source: Marshall Islands
es: Islas Marshall

# mqCountryDisplayName
source: Martinique
es: Martinica

# muCountryDisplayName
source: Mauritius
es: Mauricio

# mxCountryDisplayName
source: Mexico
es: México

# mdCountryDisplayName
source: Moldova
es: Moldavia

# mcCountryDisplayName
source: Monaco
es: Mónaco

# maCountryDisplayName
source: Morocco
es: Marruecos

# mmCountryDisplayName
source: Myanmar (Burma)
es: Myanmar (Birmania)

# nlCountryDisplayName
source: Netherlands
es: Países Bajos

# ncCountryDisplayName
source: New Caledonia
es: Nueva Caledonia

# nzCountryDisplayName
source: New Zealand
es: Nueva Zelanda

# neCountryDisplayName
source: Niger
es: Níger

# nfCountryDisplayName
source: Norfolk Island
es: Isla Norfolk

# kpCountryDisplayName
source: North Korea
es: Corea del Norte

# mpCountryDisplayName
source: Northern Mariana Islands
es: Islas Marianas del Norte

# noCountryDisplayName
source: Norway
es: Noruega

# omCountryDisplayName
source: Oman
es: Omán

# pkCountryDisplayName
source: Pakistan
es: Pakistán

# pwCountryDisplayName
source: Palau
es: Palaos

# psCountryDisplayName
source: Palestinian Territories
es: Territorios Palestinos

# paCountryDisplayName
source: Panama
es: Panamá

# pgCountryDisplayName
source: Papua New Guinea
es: Papúa Nueva Guinea

# peCountryDisplayName
source: Peru
es: Perú

# phCountryDisplayName
source: Philippines
es: Filipinas

# plCountryDisplayName
source: Poland
es: Polonia

# qaCountryDisplayName
source: Qatar
es: Catar

# reCountryDisplayName
source: Réunion
es: Reunión

# roCountryDisplayName
source: Romania
es: Rumanía

# ruCountryDisplayName
source: Russia
es: Rusia

# rwCountryDisplayName
source: Rwanda
es: Ruanda

# blCountryDisplayName
source: Saint Barthélemy
es: San Bartolomé

# shCountryDisplayName
source: Saint Helena
es: Santa Elena

# knCountryDisplayName
source: St. Kitts
es: San Cristóbal y Nieves

# lcCountryDisplayName
source: St. Lucia
es: Santa Lucía

# mfCountryDisplayName
source: Saint Martin
es: San Martín

# pmCountryDisplayName
source: Saint Pierre and Miquelon
es: San Pedro y Miquelón

# vcCountryDisplayName
source: St. Vincent
es: San Vicente y las Granadinas

# stCountryDisplayName
source: São Tomé and Príncipe
es: Santo Tomé y Príncipe

# saCountryDisplayName
source: Saudi Arabia
es: Arabia Saudita

# slCountryDisplayName
source: Sierra Leone
es: Sierra Leona

# sgCountryDisplayName
source: Singapore
es: Singapur

# sxCountryDisplayName
source: Sint Maarten
es: San Martín

# skCountryDisplayName
source: Slovakia
es: Eslovaquia

# siCountryDisplayName
source: Slovenia
es: Eslovenia

# sbCountryDisplayName
source: Solomon Islands
es: Islas Salomón

# zaCountryDisplayName
source: South Africa
es: Sudáfrica

# gsCountryDisplayName
source: South Georgia and the South Sandwich Islands
es: Islas Georgia del Sur y Sandwich del Sur

# krCountryDisplayName
source: South Korea
es: Corea del Sur

# ssCountryDisplayName
source: South Sudan
es: Sudán del Sur

# esCountryDisplayName
source: Spain
es: España

# sdCountryDisplayName
source: Sudan
es: Sudán

# srCountryDisplayName
source: Suriname
es: Surinam

# sjCountryDisplayName
source: Svalbard and Jan Mayen
es: Svalbard y Jan Mayen

# seCountryDisplayName
source: Sweden
es: Suecia

# chCountryDisplayName
source: Switzerland
es: Suiza

# syCountryDisplayName
source: Syria
es: Siria

# twCountryDisplayName
source: Taiwan
es: Taiwán

# tjCountryDisplayName
source: Tajikistan
es: Tayikistán

# thCountryDisplayName
source: Thailand
es: Tailandia

# ttCountryDisplayName
source: Trinidad/Tobago
es: Trinidad y Tobago

# tnCountryDisplayName
source: Tunisia
es: Túnez

# trCountryDisplayName
source: Turkey
es: Turquía

# tmCountryDisplayName
source: Turkmenistan
es: Turkmenistán

# tcCountryDisplayName
source: Turks and Caicos Islands
es: Islas Turcas y Caicos

# viCountryDisplayName
source: U.S. Virgin Islands
es: Islas Vírgenes de los Estados Unidos

# uaCountryDisplayName
source: Ukraine
es: Ucrania

# aeCountryDisplayName
source: United Arab Emirates
es: Emiratos Árabes Unidos

# gbCountryDisplayName
source: United Kingdom
es: Reino Unido

# usCountryDisplayName
source: United States
es: Estados Unidos

# uzCountryDisplayName
source: Uzbekistan
es: Uzbekistán

# vaCountryDisplayName
source: Vatican City
es: Ciudad del Vaticano

# wfCountryDisplayName
source: Wallis and Futuna
es: Wallis y Futuna

# ehCountryDisplayName
source: Western Sahara
es: Sahara Occidental

# zwCountryDisplayName
source: Zimbabwe
es: Zimbabue

# downloadXLSXFile
source: Download Excel File
es: Descargar archivo Excel

source: Unknown private chat
es: Chat Privado Desconocido

# allPrivateChats
source: Direct chats
es: Chats privado

# classDescription
source: Description
es: Descripción del espacio

# copyClassLink
source: Copy invite link
es: Copiar enlace de invitación

# copyClassLinkDesc
source: Clicking this link will take users to the app, direct them to make an account and they will automatically join this space.
es: Al hacer clic en este enlace, los usuarios accederán a la aplicación, se abrirán una cuenta y se unirán automáticamente a este espacio.

# copyClassCode
source: Copy invite code
es: Copiar código de invitación

# joinWithClassCode
source: Join space
es: Únete a una clase o a un intercambio

# joinWithClassCodeHint
source: Enter invite code
es: Introduzca el código de invitación

# unableToFindClass
source: There's no space with that code. Please try again.
es: No hay espacio con ese código. Por favor inténtalo de nuevo.

# errorDisableITClassDesc
source: Translation assistance is turned off for the space that this chat is in.
es: La ayuda a la traducción está desactivada para el espacio en el que se encuentra este chat.

# errorDisableIGCClassDesc
source: Grammar assistance is turned off for the space that this chat is in.
es: La asistencia gramatical está desactivada para el espacio en el que se encuentra este chat.

# errorDisableLanguageAssistanceClassDesc
source: Translation assistance and grammar assistance are turned off for the space that this chat is in.
es: La ayuda a la traducción y la ayuda gramatical están desactivadas para el espacio en el que se encuentra este chat.
