Repository: krille-chan/fluffychat
Catalog: assets/l10n/intl_*.arb
Languages: es, fil, he, hu, ia, sl

source: Moderator
es: Moderador
he: מנחה
hu: Moderátor

source: Mute chat
es: Silenciar chat
he: השתקת הצ'אט
hu: Csevegés némítása

# needPantalaimonWarning
source: Please be aware that you need Pantalaimon to use end-to-end encryption for now.
es: Tenga en cuenta que necesita Pantalaimon para utilizar el cifrado de extremo a extremo por ahora.
he: שים לב שאתה צריך Pantalaimon כדי להשתמש בהצפנה מקצה לקצה לעת עתה.
hu: Jelenleg a Pantalaimon szükséges a végpontok közötti titkosítás használatához.

source: 💬 New message in FluffyChat
es: Nuevo mensaje en FluffyChat
he: הודעה חדשה ב-FluffyChat
hu: 💬 Új FluffyChat üzenet

source: New verification request!
es: ¡Nueva solicitud de verificación!
he: בקשת אימות חדשה!
hu: Új hitelesítési kérelem!

source: Next
es: Siguiente
he: הבא
hu: Következő

source: No emotes found. 😕
es: Ningún emote encontrado. 😕
hu: Emojik nem elérhetőek. 😕

# noEncryptionForPublicRooms
source: You can only activate encryption as soon as the room is no longer publicly accessible.
es: Sólo se puede activar el cifrado en cuanto la sala deja de ser de acceso público.
he: אתה יכול להפעיל הצפנה רק כשהחדר כבר לא נגיש לציבור.
hu: Csak akkor kapcsolható be a titkosítás, ha a szoba nem nyilvánosan hozzáférhető.

# noGoogleServicesWarning
source: Firebase Cloud Messaging doesn't appear to be available on your device. To still receive push notifications, we recommend installing ntfy. With ntfy or another Unified Push provider you can receive push notifications in a data secure way. You can download ntfy from the PlayStore or from F-Droid.
es: Parece que no tienes servicios de Firebase Cloud Messaging en tu dispositivo. Para recibir de todas formas notificaciones, recomendamos instalar ntfy. Con ntfy o cualquier proveedor Unified Push, puedes recibir notificaciones manteniendo seguridad de datos. Puedes descargar ntfy de la PlayStore o de F-Droid.
he: נראה שאין לך שירותי גוגל בטלפון שלך. זו החלטה טובה לפרטיות שלך! כדי לקבל התרעות ב- FluffyChat אנו ממליצים להשתמש https://microg.org/ או https://unifiedpush.org/.
hu: Úgy tűnik a Firebase Cloud Messaging nem elérhető a készülékén. Ha mégis push értesítéseket kíván kapni, javasoljuk a ntfy telepítését. A ntfy vagy más egyéb Egyesített Push szolgáltató esetében úgy kaphat értesítést, hogy adatai biztonságban maradnak. Letöltheti a ntfy-t a PLayStore-ból, vagy F-Droid-ról is.

source: None
es: Ninguno
he: ללא
hu: Nincs

source: No permission
es: Sin autorización
he: אין הרשאה
hu: Nincs engedély

source: No rooms found…
es: Ninguna sala encontrada…
he: לא נמצאו חדרים…
hu: Nem találhatóak szobák…

source: Offline
es: Desconectado
he: לא מקוון

source: Online
es: Conectado
he: מחובר/ת

# onlineKeyBackupEnabled
source: Online Key Backup is enabled
es: La copia de seguridad de la clave en línea está habilitada
he: גיבוי מפתח מקוון מופעל
hu: Online kulcsmentés engedélyezve

source: Oops, something went wrong…
es: Ups, algo salió mal…
he: אופס, משהו השתבש…
hu: Hoppá, valami hiba lépett fel…

source: Open app to read messages
es: Abrir la aplicación para leer los mensajes
he: פתח את האפליקציה לקריאת הודעות
hu: Alkalmazás megnyitása az üzenetek elolvasásához

source: Open camera
es: Abrir cámara
he: פתח מצלמה
hu: Kamera megnyitása

# passphraseOrKey
source: passphrase or recovery key
es: contraseña o clave de recuperación
he: ביטוי סיסמה או מפתח שחזור
hu: jelmondat vagy visszaállítási kulcs

source: Password
es: Contraseña
he: סיסמה
hu: Jelszó

source: Password has been changed
es: La contraseña ha sido cambiada
he: הסיסמה שונתה
hu: A jelszó módosításra került

source: People
es: Personas
he: אנשים
hu: Emberek

# pickImage
source: Pick an image
es: Elegir imagen
he: בחר תמונה
hu: Kép választása

# play
source: Play {fileName}
es: Reproducir {fileName}
he: הפעל {fileName}
hu: {fileName} lejátszása

# pleaseClickOnLink
source: Please click on the link in the email and then proceed.
es: Haga clic en el enlace del correo electrónico y luego continúe.
he: אנא לחץ על הקישור במייל ולאחר מכן המשך.
hu: Kérem kattintson a linkre az emailben, és folytassa a műveletet.

source: Please enter your password
es: Por favor ingrese su contraseña
he: נא הזן את הסיסמה שלך
hu: Kérem adja meg jelszavát

source: Please enter your username
es: Por favor ingrese su nombre de usuario
he: אנא הזן שם משתמש
hu: Adja meg a felhasználónevét

# pleaseFollowInstructionsOnWeb
source: Please follow the instructions on the website and tap on next.
es: Por favor, siga las instrucciones del sitio web y presione "siguiente".
hu: Kérem kövesse az instrukciókat az oldalon, és nyomjon a tovább gombra.

source: Privacy
es: Privacidad
hu: Adatvédelem

source: Public Rooms
es: Salas públicas
hu: Nyilvános szobák

source: Recording
es: Grabando
hu: Felvétel

# redactedAnEvent
source: {username} redacted an event
es: {username} censuró un suceso
hu: {username} visszavont egy eseményt

source: Reject
es: Rechazar
hu: Elutasít

# rejectedTheInvitation
source: {username} rejected the invitation
es: {username} rechazó la invitación
hu: {username} elutasította a meghívást

source: Rejoin
es: Volver a unirse
hu: Újra csatlakozás

source: Remove
es: Eliminar
fil: Tanggalin
hu: Eltávolítás
ia: Remover

source: Remove all other devices
es: Eliminar todos los otros dispositivos
hu: Minden más eszköz eltávolítása

# removedBy
source: Removed by {username}
es: Eliminado por {username}
hu: {username} által törölve

source: Remove device
es: Eliminar dispositivo
hu: Eszköz eltávolítása

source: Unban from chat
es: Eliminar la expulsión
hu: Csevegés kitiltás feloldása

source: Reply
es: Responder
hu: Válasz

source: Request permission
es: Solicitar permiso
hu: Jogosultság igénylése

source: Room has been upgraded
es: La sala ha subido de categoría
hu: A szoba frissítve lett

source: Room version
es: Versión de sala
hu: Szoba verzió

# seenByUser
source: Seen by {username}
es: Visto por {username}
hu: {username} látta

source: Send
es: Enviar
hu: Küldés

source: Send a message
es: Enviar un mensaje
hu: Üzenet küldése

source: Send audio
es: Enviar audio
hu: Hangüzenet küldése

source: Send file
es: Enviar un archivo
hu: Fájl küldése

source: Send image
es: Enviar una imagen
hu: Kép küldése

source: Send original
es: Enviar el original
hu: Eredeti küldése

source: Send video
es: Enviar video
hu: Videó küldése

# sentAFile
source: 📁 {username} sent a file
es: {username} envió un archivo
hu: 📁 {username} küldött egy fájlt

# sentAnAudio
source: 🎤 {username} sent an audio
es: {username} envió un audio
hu: 🎤 {username} hangüzenetet küldött

# sentAPicture
source: 🖼️ {username} sent a picture
es: {username} envió una imagen
hu: 🖼️ {username} képüzenetet küldött

# sentASticker
source: 😊 {username} sent a sticker
es: {username} envió un sticker
hu: 😊 {username} matricát küldött

# sentAVideo
source: 🎥 {username} sent a video
es: {username} envió un video
hu: 🎥 {username} videót küldött

# sentCallInformations
source: {senderName} sent call information
es: {senderName} envió información de la llamada
hu: {senderName} hívásinformációt küldött

# setAsCanonicalAlias
source: Set as main alias
es: Fijar alias principal
hu: Beállítás mint alapértelmezett álnév

source: Set invitation link
es: Establecer enlace de invitación
hu: Meghívó hivatkozás beállítása

source: Set status
es: Establecer estado
hu: Állapot beállítása

source: Settings
es: Ajustes
hu: Beállítások

source: Share
es: Compartir
hu: Megosztás

# sharedTheLocation
source: {username} shared their location
es: {username} compartió la ubicación
hu: {username} megosztotta a pozícióját

source: Show password
es: Mostrar contraseña
hu: Jelszó mutatása

source: Skip
es: Omitir
hu: Kihagyás

source: Source code
es: Código fuente
hu: Forráskód

# startedACall
source: {senderName} started a call
es: {senderName} comenzó una llamada
hu: {senderName} hívást indított

# statusExampleMessage
source: How are you today?
es: ¿Cómo estás hoy?
hu: Hogy érzi ma magát?

source: Submit
es: Enviar
hu: Beküldés

# systemTheme
source: System
es: Sistema
hu: Rendszer

source: They Don't Match
es: No coinciden
hu: Nem egyeznek

source: They Match
es: Coinciden
hu: Egyeznek

source: Transfer from another device
es: Transferir desde otro dispositivo
hu: Másik eszközről való átköltözés

source: Try to send again
es: Intentar enviar nuevamente
hu: Újraküldés megpróbálása

source: Unavailable
es: Indisponible
hu: Nem elérhető

# unbannedUser
source: {username} unbanned {targetName}
es: {username} admitió a {targetName} nuevamente
hu: {username} feloldotta {targetName} kitiltását

source: Unblock Device
es: Desbloquear dispositivo
hu: Eszköz blokkolásának megszüntetése

source: Unknown device
es: Dispositivo desconocido
hu: Ismeretlen eszköz

source: Unknown encryption algorithm
es: Algoritmo de cifrado desconocido
hu: Ismeretlen titkosítási algoritmus

# unknownEvent
source: Unknown event '{type}'
es: Evento desconocido '{type}'
hu: Ismeretlen esemény: '{type}'

source: Unmute chat
es: Dejar de silenciar el chat
hu: Csevegés némítás feloldása

source: Unpin
es: Despinchar
hu: Rögzítés megszüntetése

# unreadChats
source: {unreadCount, plural, =1{1 unread chat} other{{unreadCount} unread chats}}
es: {unreadCount, plural, =1{1 chat no leído} other{{unreadCount} chats no leídos}}
hu: {unreadCount, plural, =1{1 olvasatlan csevegés} other{{unreadCount} olvasatlan csevegés}}

# userAndOthersAreTyping
source: {username} and {count} others are typing…
es: {username} y {count} más están escribiendo…
hu: {username} és {count} másik résztvevő gépel…

# userAndUserAreTyping
source: {username} and {username2} are typing…
es: {username} y {username2} están escribiendo…
hu: {username} és {username2} gépel…

# userIsTyping
source: {username} is typing…
es: {username} está escribiendo…
hu: {username} gépel…

# userLeftTheChat
source: 🚪 {username} left the chat
es: {username} abandonó el chat
hu: 🚪 {username} elhagyta a csevegést

source: Username
es: Nombre de usuario
hu: Felhasználónév

# userSentUnknownEvent
source: {username} sent a {type} event
es: {username} envió un evento {type}
hu: {username} {type} eseményt küldött

source: Verified
es: Verificado
hu: Visszaigazolt

source: Verify
es: Verificar
hu: Hitelesít

# verifyStart
source: Start Verification
es: Comenzar verificación
hu: Hitelesítés megkezdése

# verifySuccess
source: You successfully verified!
es: ¡Has verificado exitosamente!
hu: Sikeres hitelesítés!

# verifyTitle
source: Verifying other account
es: Verificando la otra cuenta
hu: Másik fiók hitelesítése

source: Video call
es: Video llamada
hu: Videóhívás

source: Visibility of the chat history
es: Visibilidad del historial del chat
hu: Csevegési előzmény láthatósága

source: Visible for all participants
es: Visible para todos los participantes
hu: Minden résztvevő számára látható

source: Visible for everyone
es: Visible para todo el mundo
hu: Bárki számára látható

source: Voice message
es: Mensaje de voz
hu: Hangüzenet

# waitingPartnerAcceptRequest
source: Waiting for partner to accept the request…
es: Esperando a que el socio acepte la solicitud…
hu: Várakozás a partnerre, hogy elfogadja a kérést…

# waitingPartnerEmoji
source: Waiting for partner to accept the emoji…
es: Esperando a que el socio acepte los emojis…
hu: Várakozás a partnerre, hogy elfogadja az emojit…

# waitingPartnerNumbers
source: Waiting for partner to accept the numbers…
es: Esperando a que el socio acepte los números…
hu: Várakozás a partnerre, hogy elfogadja a számokat…

source: Wallpaper:
es: Fondo de pantalla:
hu: Háttér:

source: Warning!
es: ¡Advertencia!
hu: Figyelmeztetés!

source: We sent you an email
es: Te enviamos un correo electrónico
hu: Küldtünk Önnek egy emailt

source: Who is allowed to join this group
es: Quién tiene permitido unirse al grupo
hu: Ki csatlakozhat a csoporthoz

source: Write a message…
es: Escribe un mensaje…
hu: Írjon egy üzenetet…

source: Yes
es: Sí
hu: Igen

source: You
es: Tú
hu: Ön

source: You are no longer participating in this chat
es: Ya no estás participando en este chat
hu: Immáron nem vesz részt ebben a csevegésben

source: You have been banned from this chat
es: Has sido vetado de este chat
hu: Kitiltották ebből a csevegésből

# autoplayImages
source: Automatically play animated stickers and emotes
es: Reproducir emoticonos y stickers animados automáticamente
fil: Awtomatikong i-play ang mga gumagalaw na sticker at emote
he: הפעל אוטומטית מדבקות ואנימציות מונפשים
hu: Animált matricák és hangulatjelek automatikus lejátszása
sl: Samodejno predvajajte animirane nalepke in čustva

source: All chats
es: Todos los chats
fil: Lahat ng mga chat
he: כל הצ'אטים
hu: Összes csevegés
sl: Vsi klepeti

source: Add to space
es: Agregar al espacio
fil: Idagdag sa space
he: הוסף לחלל
hu: Hozzáadás térhez
sl: Dodajte v prostor

# cantOpenUri
source: Can't open the URI {uri}
es: No puedo abrir el URI {uri}
fil: Hindi mabuksan ang URI na {uri}
he: לא ניתן לפתוח את ה-URI {uri}
hu: Nem sikerült az URI megnyitása: {uri}
sl: URI-ja {uri} ni mogoče odpreti

source: All
es: Todo
fil: Lahat
he: הכל
hu: Összes
sl: Vse

source: App lock
es: Bloqueo de aplicación
fil: Lock ng app
he: נעילת אפליקציה
hu: Alkalmazás zár
sl: Zaklepanje aplikacije

source: Bot messages
es: Mensajes de bot
fil: Mga mensahe ng bot
he: הודעות בוט
hu: Bot üzenetek
sl: Botova sporočila

# oneClientLoggedOut
source: One of your clients has been logged out
es: Se ha cerrado en la sesión de uno de sus clientes
he: אחד מהמכשירים שלך התנתק
hu: Az egyik kliense kijelentkezett

source: Add account
es: Añadir cuenta
he: הוסף חשבון
hu: Fiók hozzáadása

# editBundlesForAccount
source: Edit bundles for this account
es: Editar paquetes para esta cuenta
he: ערוך חבילות עבור חשבון זה
hu: Fiókcsoportok szerkesztése ehhez a fiókhoz

source: Add to bundle
es: Agregar al paquete
he: הוסף לחבילה
hu: Hozzáadás fiókcsoporthoz

source: Bundle name
es: Nombre del paquete
he: שם החבילה
hu: Fiókcsoport neve

source: Save file
es: Guardar el archivo
hu: Fájl mentése

source: Send sticker
es: Enviar stickers
hu: Matrica küldése

source: Set permissions level
es: Establecer nivel de permisos
hu: Jogok beállítása

source: Share location
es: Compartir ubicación
hu: Pozíció megosztása

source: Single Sign on
es: Inicio de sesión único
hu: Egyszeri bejelentkezés

source: Status
es: Estado
hu: Státusz

source: Synchronizing… Please wait.
es: Sincronizando... por favor espere.
hu: Szinkronizálás...kérem várjon.

# iHaveClickedOnLink
source: I have clicked on the link
es: He hecho clic en el enlace
he: לחצתי על הקישור
hu: Rákattintottam a linkre

source: Direct Chats
es: Chat directo
fil: Mga Direktang Chat
he: צ'אטים ישירים
hu: Közvetlen csevegések

# errorObtainingLocation
source: Error obtaining location: {error}
es: Error al obtener la ubicación: {error}
fil: Hindi makuha ang lokasyon: {error}
he: שגיאה בהשגת מיקום: {error}
hu: Hiba a tartózkodási hely meghatározása közben: {error}

source: How offensive is this content?
es: ¿Cuán ofensivo es este contenido?
he: עד כמה התוכן הזה פוגעני?
hu: Mennyire sértő ez a tartalom?

source: Invite for me
es: Invitar por mí
he: הזמנה בשבילי
hu: Meghívás nekem

# noPasswordRecoveryDescription
source: You have not added a way to recover your password yet.
es: Aún no ha agregado una forma de recuperar su contraseña.
he: עדיין לא הוספת דרך לשחזר את הסיסמה שלך.
hu: Még nem adott meg semmilyen módot a jelszava visszaállítására.

# numUsersTyping
source: {count} users are typing…
es: {count} usuarios están escribiendo…
he: {count} משתמשים מקלידים…
hu: {count} felhasználó gépel…

source: Or
es: O
he: או
hu: Vagy

source: Space is public
es: El espacio es público
hu: A tér publikus

source: Chat has been added to this space
es: El chat se ha agregado a este espacio
fil: Nadagdag ang chat sa space na ito
he: צ'אט נוסף למרחב הזה
hu: A beszélgetés hozzá lett adva ehhez a térhez
sl: Klepet je bil dodan v ta prostor

source: Command invalid
es: Comando inválido
fil: Hindi wastong command
he: הפקודה אינה חוקית
hu: Érvénytelen parancs
sl: Ukaz ni veljaven

source: Password recovery
es: Recuperación de contraseña
he: שחזור סיסמה
hu: Jelszó visszaállítás

source: Security
es: Seguridad
hu: Biztonság

# extremeOffensive
source: Extremely offensive
es: Extremadamente ofensivo
fil: Lubhang nakakasakit
he: פוגעני ביותר
hu: Rendkívül sértő

source: Edit blocked servers
es: Editar servidores bloqueado
fil: I-edit ang mga naka-block na server
he: ערוך שרתים חסומים
hu: Blokkolt szerverek szerkesztése

source: Configure chat
es: Configurar chat
fil: I-configure ang chat
he: קביעת תצורה של צ'אט
hu: Csevegés konfigurálása
sl: Konfigurirajte klepet

source: No connection to the server
es: Sin conexión al servidor
he: אין חיבור לשרת
hu: Nem elérhető a szerver

source: Your public key
es: Tu clave pública
hu: A publikus kulcsa

source: Password forgotten
es: Contraseña olvidada
he: שכחתי סיסמה
hu: Elfelejtett jelszó

source: Inoffensive
es: Inofensivo
he: לֹא פּוֹגֵעַ
hu: Nem sértő

source: Reason
es: Razón
hu: Indok

source: Member changes
es: Cambios de miembros
he: שינויים בחבר
hu: Tagsági változások

# createNewSpace
source: New space
es: Nuevo espacio
fil: Bagong space
he: חלל חדש
hu: Új tér
sl: Nov prostor

source: Edit
es: Editar
fil: I-edit
he: ערוך
hu: Szerkeszt

source: Set custom emotes
es: Establecer emoticonos personalizados
hu: Egyéni emojik beállítása

# ignore
source: Block
es: Ignorar
he: התעלם
hu: Figyelmen kívül hagyás

source: Notifications
es: Notificaciones
he: התראות
hu: Értesítések

source: Notifications enabled for this account
es: Notificaciones habilitadas para esta cuenta
he: התראות הופעלו עבור חשבון זה
hu: Értesítések bekapcsolása ebben a fiókban

source: Offensive
es: Ofensiva
he: פוגעני
hu: Sértő

# serverRequiresEmail
source: This server needs to validate your email address for registration.
es: Este servidor necesita validar su dirección de correo electrónico para registrarse.
he: שרת זה צריך לאמת את כתובת הדואר האלקטרוני שלך לרישום.
hu: Ehhez a szerverhez szükséges az email címének visszaigazolása.

source: Please choose
es: Por favor elija
he: אנא בחר
hu: Kérjük válasszon

source: Replace room with newer version
es: Reemplazar habitación con una versión más nueva
hu: Szoba cserélése egy újabb verzióra

# contentHasBeenReported
source: The content has been reported to the server admins
es: El contenido ha sido reportado a los administradores del servidor
fil: Inulat ang nilalaman sa mga pangangasiwa ng server
he: התוכן דווח למנהלי השרת
hu: A tartalom jelentve lett a szerver üzemeltetőinek
sl: Vsebina je bila prijavljena skrbnikom strežnika

source: Groups
es: Grupos
he: קבוצות
hu: Csoportok

source: Report message
es: Mensaje de informe
hu: Üzenet jelentése

source: Search
es: Buscar
hu: Keresés

# locationPermissionDeniedNotice
source: Location permission denied. Please grant them to be able to share your location.
es: Permiso de ubicación denegado. Concédeles que puedan compartir tu ubicación.
he: הרשאת המיקום נדחתה. אנא אפשר את היכולת לשתף את מיקומך.
hu: A helymeghatározás nem engedélyezett az alkalmazás számára. Kérem engedélyezze, hogy meg tudja osztani helyzetét.

# defaultPermissionLevel
source: Default permission level for new users
es: Nivel de permiso predeterminado para nuevo usuarios
fil: Default na antas ng pahintulot
he: רמת הרשאת ברירת מחדל
hu: Alapértelmezett hozzáférési szint
sl: Privzeta raven dovoljenja

source: Obtaining location…
es: Obteniendo ubicación…
he: משיג מיקום…
hu: Tartózkodási hely lekérése…

source: Participant
es: Participante
he: משתתף
hu: Résztvevő

source: Push rules
es: Regla de Push
hu: Push szabályok

source: Register
es: Registrarse
hu: Regisztráció

source: Send as text
es: Enviar como texto
hu: Szövegként küldés

source: Toggle Muted
es: Alternar silenciado
hu: Némítottak mutatása

# tooManyRequestsWarning
source: Too many requests. Please try again later!
es: Demasiadas solicitudes. ¡Por favor inténtelo más tarde!
hu: Túl sok egyidejű kérelem. Kérem próbálja meg később!

# withTheseAddressesRecoveryDescription
source: With these addresses you can recover your password.
es: Con esta dirección puede recuperar su contraseña.
hu: Ezekkel a címekkel vissza tudja állítani a jelszavát.

# commandHint_send
source: Send text
es: Enviar texto
fil: Magpadala ng text
he: שלח טקסט
hu: Szöveg küldése
sl: Pošlji besedilo

source: Device ID
es: ID del dispositivo
fil: ID ng Device
he: מזהה מכשיר
hu: Eszköz ID

source: Contains username
es: Contiene nombre de usuario
fil: Naglalaman ng username
he: מכיל שם משתמש
hu: Tartalmazza a felhasználónevet
sl: Vsebuje uporabniško ime

# oopsPushError
source: Oops! Unfortunately, an error occurred when setting up the push notifications.
es: ¡UPS¡ Desafortunadamente, se produjo un error al configurar las notificaciones push.
he: אופס! למרבה הצער, אירעה שגיאה בעת הגדרת התראות.
hu: Hoppá! Sajnos hiba lépett fel a push értesítések beállításakor.

source: Remove your avatar
es: Quitar tu avatar
hu: Profilkép törlése

source: Enable encryption
es: Habilitar la encriptación
fil: I-enable ang encryption
he: אפשר הצפנה
hu: Titkosítás engedélyezése

source: Messages
es: Mensajes
he: הודעות
hu: Üzenetek

source: Font size
es: Tamaño de fuente
fil: Laki ng font
he: גודל גופן
hu: Betűméret

# commandHint_ban
source: Ban the given user from this room
es: Prohibir al usuario dado en esta sala
fil: Pagbawalan ang ibinigay na user sa room na ito
he: חסום את המשתמש הנתון מהחדר הזה
hu: Felhasználó kitiltása ebből a szobából
sl: Izključi določenega uporabnika iz te sobe

# commandHint_unban
source: Unban the given user from this room
es: Des banear al usuario dado en esta sala
fil: I-unban ang ibinigay na user sa room na ito
he: בטל את החסימה של המשתמש הנתון מהחדר הזה
hu: Adott felhasználó kitiltásának feloldása a szobához
sl: Prekliči izključitev določenega uporabnika iz te sobe

# commandMissing
source: {command} is not a command.
es: {command} no es un comando.
fil: Hindi isang command ang {command}.
he: {command} אינו פקודה.
hu: {command} nem egy parancs.

source: Scan QR code
es: Escanear código QR
he: סרוק קוד QR
hu: QR kód beolvasása

source: New chat
es: Nuevo chat
he: צ'אט חדש
hu: Új csevegés

# commandHint_join
source: Join the given room
es: Únete a la sala indicada
fil: Sumali sa ibinigay na room
he: הצטרף לחדר הנתון
hu: Csatlakozás a megadott szobához
sl: Pridružite se dani sobi

source: Send on enter
es: Enviar con enter
fil: Ipadala sa pagpindot ng enter
he: שלח בכניסה
hu: Küldés Enterrel
sl: Pošlji ob vstopu

source: Change your avatar
es: Cambiar tu avatar
fil: Palitan ang iyong avatar
he: שינוי האווטאר שלך
hu: Profilkép módosítása
sl: Spremenite svoj avatar

# commandHint_me
source: Describe yourself
es: Descríbete
fil: Ilarawan ang iyong sarili
he: תאר את עצמך
hu: Jellemezd magad
sl: Opisi sebe

# commandHint_html
source: Send HTML-formatted text
es: Enviar texto con formato HTML
fil: Magpadala ng HTML-formatted na text
he: שלח טקסט בתבנית HTML
hu: HTML formázott üzenet küldése
sl: Pošljite besedilo v obliki HTML

# commandHint_invite
source: Invite the given user to this room
es: Invitar al usuario indicado a esta sala
fil: Imbitahan ang ibinigay na user sa room na ito
he: הזמן את המשתמש הנתון לחדר זה
hu: Adott felhasználó meghívása ebbe a szobába
sl: Povabi danega uporabnika v to sobo

# commandHint_kick
source: Remove the given user from this room
es: Eliminar el usuario indicado de esta sala
fil: Tanggalin ang ibinigay na user sa room na ito
he: הסר את המשתמש הנתון מהחדר הזה
hu: A megadott felhasználó kirúgása a szobából
sl: Odstranite danega uporabnika iz te sobe

# commandHint_leave
source: Leave this room
es: Deja esta sala
fil: Umalis sa room na ito
he: עזוב את החדר הזה
hu: Szoba elhagyása
sl: Zapusti to sobo
