Repository: krille-chan/fluffychat
Catalog: assets/l10n/intl_*.arb
Languages: es, fil, he, hu, ia, sl

# commandHint_myroomavatar
source: Set your picture for this room (by mxc-uri)
es: Selecciona tu foto para esta sala (by mxc-uri)
fil: Ilapat ang iyong larawan para sa room na ito (bilang mxc-uri)
he: הגדר את התמונה שלך לחדר זה (על ידי mxc-uri)
hu: Az ebben a szobában megjelenített profilképed megváltoztatása (mxc URI használatával)
sl: Nastavite svojo sliko za to sobo

# commandHint_myroomnick
source: Set your display name for this room
es: Establece tu nombre para mostrar para esta sala
fil: Ilapat ang iyong display name para sa room na ito
he: הגדר את שם התצוגה שלך עבור חדר זה
hu: Az ebben a szobában megjelenített neved megváltoztatása
sl: Nastavite prikazno ime za to sobo

# commandHint_op
source: Set the given user's power level (default: 50)
es: Establece el nivel de potencia del usuario dado (default: 50)
fil: Ilapat ang level ng lakas sa ibinigay na user (default: 50)
he: הגדרת רמת צריכת החשמל של המשתמש הנתון (ברירת מחדל: 50)
hu: Az adott felhasználó hozzáférési szintjének megadása (alapértelmezett: 50)
sl: Nastavite raven moči danega uporabnika (privzeto: 50)

# commandHint_plain
source: Send unformatted text
es: Enviar texto sin formato
fil: Magpadala ng hindi na-format na text
he: שלח טקסט לא מעוצב
hu: Formázatlan szöveg küldése
sl: Pošlji neformatirano besedilo

# commandHint_react
source: Send reply as a reaction
es: Enviar respuesta como reacción
fil: Magpadala ng reply bilang reaksyon
he: שלח תשובה כתגובה
hu: Válasz küldése reakcióként
sl: Pošljite odgovor kot reakcijo

source: Contains display name
es: Contiene nombre para mostrar
fil: Naglalaman ng display name
he: מכיל שם תצוגה
hu: Tartalmazza a megjelenített nevet
sl: Vsebuje prikazno ime

source: Edit room avatar
es: Editar avatar de sala
fil: I-edit ang avatar ng room
he: עריכת אווטאר של חדר
hu: Szoba profilképének szerkesztése

# locationDisabledNotice
source: Location services are disabled. Please enable them to be able to share your location.
es: Los servicios de ubicación están deshabilitado. Habilite para poder compartir su ubicación.
he: שירותי המיקום מושבתים. אנא הפעל אותם כדי לשתף את המיקום שלך.
hu: A helymeghatározás ki van kapcsolva. Kérem, kapcsolja be, hogy meg tudja osztani helyzetét.

source: Encrypted
es: Encriptado
fil: Naka-encrypt
he: מוצפן
hu: Titkosított

source: Go to the new room
es: Ir a la nueva sala
he: עבור לחדר החדש
hu: Új szoba megnyitása

# noMatrixServer
source: {server1} is no matrix server, use {server2} instead?
es: {server1} no es un servidor matrix, usar {server2} en su lugar?
he: {server1} אינו שרת מטריקס, השתמש ב-{server2} במקום זאת?
hu: {server1} nem egy Matrix szerver, használja a {server2} szervert inkább?

source: Open in maps
es: Abrir en maps
he: פתיחה במפות
hu: Megnyitás térképen

# removeFromBundle
source: Remove from this bundle
es: Quitar de este paquete
he: הסר מחבילה זו
hu: Eltávolítás a fiókcsoportból

# enableMultiAccounts
source: (BETA) Enable multi accounts on this device
es: (BETA) habilite varias cuenta en este dispositivo
he: (בטא) אפשר ריבוי חשבונות במכשיר זה
hu: (BÉTA) Több fiók bekapcsolása az eszközön

# pleaseEnter4Digits
source: Please enter 4 digits or leave empty to disable app lock.
es: Ingrese 4 dígitos o déjelo en blanco para deshabilitar el bloqueo de la aplicación.
he: אנא הזן 4 ספרות או השאר ריק כדי להשבית את נעילת האפליקציה.
hu: Írjon be 4 számjegyet, vagy hagyja üresen a zár kikapcsolásához.

source: Please choose a pass code
es: Elija un código de acceso
he: אנא בחר קוד גישה
hu: Kérem válasszon egy kódot

source: Please enter your pin
es: Por favor ingrese su PIN
he: אנא הזן את קוד הpin שלך
hu: Írja be PIN kódját

source: Redact message
es: Censurar mensaje
hu: Üzenet visszavonása

source: Send messages
es: Enviar mensajes
hu: Üzenetek küldése

source: Space name
es: Nombre del espacio
hu: Tér neve

source: Toggle Favorite
es: Alternar favorito
hu: Kedvencek mutatása

# toggleUnread
source: Mark Read/Unread
es: Marcar como: leído / no leído
hu: Jelölés olvasottként/olvasatlanként

source: Who can perform which action
es: Quién puede realizar qué acción
hu: Ki milyen műveletet végezhet

source: Why do you want to report this?
es: ¿Por qué quieres denunciar esto?
hu: Miért kívánja ezt bejelenteni?

# wipeChatBackup
source: Wipe your chat backup to create a new recovery key?
es: ¿Limpiar la copia de seguridad de tu chat para crear una nueva clave de recuperación?
hu: Le kívánja törölni a chat mentését, hogy létrehozhasson egy új visszaállítási kulcsot?

source: Your chat backup has been set up.
es: Se ha configurado la copia de respaldo del chat.
fil: Na-set up na ang iyong chat backup.
he: גיבוי הצ'אט שלך הוגדר.
hu: A beszélgetések mentése be lett állítva.
sl: Varnostna kopija klepeta je nastavljena.

source: Unverified
es: No verificado
hu: Nem visszaigazolt

# commandHint_clearcache
source: Clear cache
es: Limpiar cache
fil: I-clear ang cache
he: נקה מטמון
hu: Gyorsítótár törlése

source: Message info
es: Información del mensaje
hu: Üzenet információ

source: Time
es: Tiempo
hu: Idő

# openVideoCamera
source: Open camera for a video
es: Abrir la cámara para un video
he: פתח את המצלמה לסרטון
hu: Kamera megnyitása videóhoz

source: Repeat password
es: Repite la contraseña
fil: Ulitin ang password
he: כתוב שוב את הסיסמה
hu: Jelszó megismétlése
ia: Repeter le contrasigno
sl: Ponovite geslo

source: Remove from space
es: Eliminar del espacio
hu: Eltávolítás a térről

# addToSpaceDescription
source: Select a space to add this chat to it.
es: Elige un espacio para añadirle este chat.
hu: Válassza ki melyik térhez kívánja hozzáadni a csevegést.

source: Open gallery
es: Abrir galería
hu: Galéria megnyitása

source: Start
es: Iniciar
hu: Kezdés

# commandHint_discardsession
source: Discard session
es: Descartar sesión
fil: Iwaksi ang sesyon
he: התעלם מהסשן
hu: Munkamenet elvetése

source: Message Type
es: Tipo de Mensaje
hu: Üzenet típus

source: Publish
es: Publicar
hu: Közzététel

source: New space
es: Nuevo espacio
hu: Új tér

source: All spaces
es: Todos los espacios
hu: Minden tér

# widgetUrlError
source: This is not a valid URL.
es: Esta no es una URL válida.
hu: Ez nem egy valós cím.

# commandHint_markasgroup
source: Mark as group
es: Marcar como grupo
fil: Markahan bilang grupo
hu: Csoportnak jelölés

source: Next account
es: Siguiente cuenta
hu: Következő fiók

source: You rejected the invitation
es: Rechazaste la invitación
hu: Visszautasította a meghívást

source: New group
es: Nuevo grupo
hu: Új csoport

source: Previous account
es: Cuenta anterior
hu: Előző fiók

source: Users
es: Usuarios
hu: Felhasználók

# youInvitedBy
source: 📩 You have been invited by {user}
es: 📩 Has sido invitado por {user}
hu: 📩 Meghívást kapott {user}-tól

source: 👍 You accepted the invitation
es: 👍 Aceptaste la invitación
hu: 👍 Elfogadta a meghívást

# widgetEtherpad
source: Text note
es: Nota de texto
hu: Szöveges megjegyzés

# commandHint_cuddle
source: Send a cuddle
es: Mandar una carantoña
fil: Magpadala ng yakap
hu: Összebújás küldése

# supposedMxid
source: This should be {mxid}
es: Esto debería ser {mxid}
fil: Dapat ito ay {mxid}
hu: {mxid}-nek kell lennie
ia: Isto deberea esser {mxid}

source: Import from .zip file
es: Importar de un archivo .zip
fil: Mag-import mula sa .zip file
hu: Importálás zip fájlból
ia: Importar ab un file .zip

# exportEmotePack
source: Export Emote pack as .zip
es: Exportar paquete de emotes como .zip
fil: I-export ang Emote pack bilang .zip
hu: Emojik exportálása zip-be
ia: Exportar pacchetto de emotes como un .zip

# addChatDescription
source: Add a chat description...
es: Añadir una descripción del chat...
fil: Magdagdag ng deskripsyon ng chat...
hu: Chat leírás hozzáadása...

source: Send typing notifications
es: Enviar notificaciones "está escribiendo"
fil: Ipadala ang mga typing notification
hu: Gépelési infó megjelenítése

source: Import Emojis
es: Importar emojis
fil: I-import ang mga Emoji
hu: Emojik importálása
ia: Importar emojis

# confirmMatrixId
source: Please confirm your Matrix ID in order to delete your account.
es: Por favor confirma tu Matrix ID para borrar tu cuenta.
fil: Paki-kumpirma ang iyong Matrix ID para burahin ang iyong account.
hu: A fiók törléséhez adja meg a Matrix ID-t.

# notAnImage
source: Not an image file.
es: El archivo no es una imagen.
fil: Hindi isang file na larawan.
hu: Nem kép fájl.
ia: Non es un file de imagine.

# commandHint_hug
source: Send a hug
es: Mandar un abrazo
fil: Magpadala ng yakap
hu: Ölelés küldése

source: Import now
es: Importar ahora
fil: I-import ngayon
hu: Importálás most
ia: Importar ora

# hugContent
source: {senderName} hugs you
es: {senderName} te abraza
fil: Niyakap ka ni {senderName}
hu: {senderName} megölelt

# otherCallingPermissions
source: Microphone, camera and other FluffyChat permissions
es: Micrófono, cámara y otros permisos de FluffyChat
hu: Mikrofon, kamera, és más egyéb FluffyChat engedélyek

source: Email or username
es: Correo electrónico o nombre de usuario
hu: Email vagy felhasználónév

source: {count} files
es: {count} archivos
hu: {count} fájl

source: Report user
es: Reportar usuario
hu: Felhasználó jelentése

source: Voice call
es: Llamada de voz
hu: Hang hívás

# reactedWith
source: {sender} reacted with {reaction}
es: {sender} reaccionó con {reaction}
hu: {sender} a következőt reagálta: {reaction}

source: Mark as read
es: Marcar como leído
hu: Olvasottként megjelölés

# widgetName
source: Name
es: Nombre
hu: Név

source: Replace
es: Reemplazar
fil: Palitan
hu: Kicserél
ia: Reimplaciar

# unsupportedAndroidVersionLong
source: This feature requires a newer Android version. Please check for updates or Lineage OS support.
es: Esta característica requiere una versión más reciente de Android. Por favor, compruebe las actualizaciones o la compatibilidad de LineageOS.
hu: Ehhez a funkcióhoz egy újabb Android verzió kell. Kérem ellenőrizze be van e frissítve teljesen készüléke, esetlegesen van e LineageOS támogatás hozzá.

# storeSecurlyOnThisDevice
source: Store securely on this device
es: Almacenar de forma segura en este dispositivo
hu: Biztonságos tárolás az eszközön

source: Open Chat
es: Abrir chat
hu: Csevegés megnyitása

# screenSharingDetail
source: You are sharing your screen in FuffyChat
es: Usted está compartiendo su pantalla en FluffyChat
hu: Megosztja a képernyőjét a FluffyChat-ben

# allRooms
source: All Group Chats
es: Todos los chats grupales
fil: Lahat ng Mga Group Chat
hu: Minden csoport csevegés

# widgetVideo
source: Video
es: Vídeo
hu: Videó

source: Dismiss
es: Descartar
hu: Elvetés

source: Unsupported Android version
es: Versión de Android no compatible
hu: Nem támogatott Android verzió

# indexedDbErrorLong
source: The message storage is unfortunately not enabled in private mode by default. Please visit - about:config - set dom.indexedDB.privateBrowsing.enabled to true Otherwise, it is not possible to run FluffyChat.
es: El almacenamiento de mensajes, por desgracia, no está habilitado en el modo privado por defecto. Por favor, visite - about:config - Establezca dom.indexedDB.privateBrowsing.enabled a true De otra forma, no es posible usar FluffyChat.
hu: Sajnos az üzenet mentés alapból nincs bekapcsolva privát módban. Keresse meg a - about:config - állítsa a dom.indexedDB.privateBrowsing.enabled "true"-ra Máskülönben nem lehetséges a FluffyChat futtatása.

# startFirstChat
source: Start your first chat
es: Comience su primer chat
hu: Kezdje meg első csevegését

# commandHint_create
source: Create an empty group chat Use --no-encryption to disable encryption
es: Crear un chat grupal vacío Use --no-encryption para deshabilitar el cifrado
fil: Gumawa ng walang lamang group chat Gumamit ng --no-encryption para i-disable ang encryption
he: צור צ'אט קבוצתי ריק השתמש ב--no-encryption כדי להשבית את ההצפנה
hu: Egy üres csevegő csoport létrehozása A --no-encryption kapcsolóval titkosítatlan szoba hozható létre

source: User
es: Usuario
hu: Felhasználó

# separateChatTypes
source: Separate Direct Chats and Groups
es: Separar chats directos de grupos
hu: Csoportok és közvetlen üzenetek elkülönítése

source: Try again
es: Inténtelo de nuevo
hu: Próbálja újra

# youKickedAndBanned
source: 🙅 You kicked and banned {user}
es: 🙅 Usted expulsó y prohibió el acceso a {user}
hu: 🙅 Kirúgta és kitiltotta {user}-t

# messagesStyle
source: Messages:
es: Mensajes:
hu: Üzenetek:

source: Chat description
es: Descripción del chat
hu: Csevegés leírás

# callingAccountDetails
source: Allows FluffyChat to use the native android dialer app.
es: Permite a FluffyChat utilizar la aplicación de llamadas nativa de Android.
hu: Engedélyezés a FluffyChat számára hogy használja a natív android hívás applikációt.

source: Enter space
es: Unirse al espacio
hu: Belépés a térre

# pleaseEnterRecoveryKey
source: Please enter your recovery key:
es: Por favor, introduzca su clave de recuperación:
hu: Kérem adja meg a visszaállító kódját:

# widgetNameError
source: Please provide a display name.
es: Por favor, introduzca un nombre a mostrar.
hu: Kérem adjon meg egy megjeleníthető nevet.

source: Add widget
es: Añadir widget
hu: Widget hozzáadása

# hydrateTor
source: TOR Users: Import session export
es: TOR: Importar sesión exportada
hu: TOR felhasználóknak: munkamenet export importálása

source: Store in Apple KeyChain
es: Almacenar en la KeyChain de Apple
hu: Tárolás az Apple KeyChain-be

# hydrate
source: Restore from backup file
es: Restaurar desde fichero de copia de seguridad
hu: Visszaállítás mentett fájlból

source: Invalid server name
es: Nombre del servidor no válido
hu: Hibás szerver név

source: Chat permissions
es: Permisos del chat
fil: Mga pahintulot ng chat
hu: Csevegés engedélyek

source: Sender
es: Remitente
hu: Küldő

source: Store in Android KeyStore
es: Almacenar en la KeyStore de Android
hu: Tárolás az Android KeyStore-ba

# saveKeyManuallyDescription
source: Save this key manually by triggering the system share dialog or clipboard.
es: Compartir esta clave manualmente usando el diálogo de compartir del sistema o el portapapeles.
hu: A kulcs manuális mentése rendszer megosztás vagy vágólap másolás segítségével.

# whyIsThisMessageEncrypted
source: Why is this message unreadable?
es: ¿Por qué no se puede leer este mensaje?
hu: Miért nem olvasható ez az üzenet?

source: Set chat description
es: Establecer descripción del chat
hu: Csevegés leírás beállítása

# dehydrateWarning
source: This action cannot be undone. Ensure you safely store the backup file.
es: Esta acción no se puede deshacer. Asegúrese de que ha almacenado de forma segura el fichero de copia de seguridad.
hu: Ez nem visszavonható. Bizonyosodjon meg róla, hogy biztonságos helyen tárolja a mentett fájlt.

# redactedBy
source: Redacted by {username}
es: Censurado por {username}
hu: {username} által szerkesztve

# videoCallsBetaWarning
source: Please note that video calls are currently in beta. They might not work as expected or work at all on all platforms.
es: Tenga en cuenta que las videollamadas están actualmente en fase beta. Es posible que no funcionen como se espera o que no funcionen de ninguna manera en algunas plataformas.
hu: Kérem vegye figyelembe, hogy a videó hívások jelenleg béta fázisban vannak. Nem biztos, hogy megfelelően fognak működni, vagy egyáltalán elindulnak egyes platformokon.

source: Calling permissions
es: Permisos de llamadas
hu: Hívási engedélyek

source: Unlock old messages
es: Desbloquear mensajes viejos
hu: Régi üzenetek feloldása

# optionalRedactReason
source: (Optional) Reason for redacting this message...
es: (Opcional) Motivo para censurar este mensaje...
hu: (Tetszőleges) A szerkesztés oka...

# dehydrate
source: Export session and wipe device
es: Exportar sesión y limpiar dispositivo
hu: Munkamenet exportálása és az eszköz törlése

# switchToAccount
source: Switch to account {number}
es: Cambiar a la cuenta {number}
hu: A {number} számú fiókra váltás

source: Experimental video calls
es: Videollamadas experimentales
hu: Kísérleti videó hívások

# pleaseEnterRecoveryKeyDescription
source: To unlock your old messages, please enter your recovery key that has been generated in a previous session. Your recovery key is NOT your password.
es: Para desbloquear sus viejos mensajes, introduzca su clave de recuperación que se generó en una sesión anterior. Su clave de recuperación NO es su contraseña.
hu: A régi üzenetei feloldásához adja meg a korábban generált visszaállítási jelszavát. A visszaállítási jelszó NEM UGYANAZ mint a jelszó.

# inviteContactToGroupQuestion
source: Do you want to invite {contact} to the chat "{groupName}"?
es: ¿Quieres invitar a {contact} al chat {groupName}?
hu: Meg kívánja hívni {contact}-ot a "{groupName}" csevegő csoportba?

# redactedByBecause
source: Redacted by {username} because: "{reason}"
es: Censurado por {username} porque: "{reason}"
hu: {username} által szerkesztve, mivel: "{reason}"

# youHaveWithdrawnTheInvitationFor
source: You have withdrawn the invitation for {user}
es: Usted retiró la invitación a {user}
hu: Visszavonta a meghívást {user}-tól

source: Enter room
es: Unirse a la sala
hu: Belépés a szobába

# confirmEventUnpin
source: Are you sure to permanently unpin the event?
es: ¿Seguro que quiere desfijar permanentemente el evento?
hu: Biztosan végleg le akarja venni a kitűzött eseményt?

source: 📩 You invited {user}
es: 📩 Usted invitó a {user}
hu: 📩 Meghívta {user}-t

# redactMessageDescription
source: The message will be redacted for all participants in this conversation. This cannot be undone.
es: El mensaje será censurado para todas las personas participantes en la conversación. Esto no se puede deshacer.
hu: A társalgásban összes résztvevője számára módosításra kerül az üzenet. Ez nem visszavonható.

source: Recovery key
es: Clave de recuperación
hu: Visszaállító kulcs

# dehydrateTorLong
source: For TOR users, it is recommended to export the session before closing the window.
es: Si está usando TOR, es recomendable exportar la sesión antes de cerrar la ventana.
hu: TOR felhasználóknak ajánlott a munkamenet exportálása az ablak bezárása előtt.

source: Do not show again
es: No mostrar de nuevo
hu: Ne mutassa újra

source: Hide unimportant state events
es: Ocultar eventos de estado no importantes
hu: Jelentéktelen esemény státuszok elrejtése

# screenSharingTitle
source: screen sharing
es: Compartir la pantalla
hu: képernyő megosztás

# widgetCustom
source: Custom
es: Personalizado
hu: Egyéni

source: You banned {user}
es: Usted prohibió el acceso a {user}
hu: Letitotta {user}-t

source: Direct chat
es: Chat directo
hu: Közvetlen csevegés

source: Appear on top
es: Aparecer en la cima
hu: Mindig legfelül jelenik meg

# foregroundServiceRunning
source: This notification appears when the foreground service is running.
es: Esta notificación aparece cuando el servicio en segundo plano se está ejecutando.
hu: Ez az értesítés akkor jelenik meg ha az előtéri szolgáltatás fut.

# wasDirectChatDisplayName
source: Empty chat (was {oldDisplayName})
es: Chat vacío (era {oldDisplayName})
hu: Üres csevegés (korábban {oldDisplayName})

# noChatDescriptionYet
source: No chat description created yet.
es: No se ha creado una descripción del chat aún.
hu: Még nincs csevegő szoba leírás.

# chatDescriptionHasBeenChanged
source: Chat description changed
es: Se ha cambiado la descripción del chat
hu: Csevegés leírás megváltozott

# dehydrateTor
source: TOR Users: Export session
es: TOR: Exportar sesión
hu: TOR felhasználók: munkamenet exportálása

# youKicked
source: 👞 You kicked {user}
es: 👞 Usted expulsó a {user}
hu: 👞 Kirúgta {user}-t

source: Share invite link
es: Compartir enlace de invitación
hu: Meghívó link megosztása

# commandHint_markasdm
source: Mark as direct message room for the giving Matrix ID
es: Marcar como sala de mensajes directos para el ID de Matrix
fil: Markahan bilang direktang mensahe na room para sa ibinigay na Matrix ID
hu: Szoba megjelölése mint közvetlen csevegő szoba az adott Matrix ID-nél

source: Recovery key lost?
es: ¿Perdió su clave de recuperación?
hu: Elveszett visszaállító kulcs?

# emoteKeyboardNoRecents
source: Recently-used emotes will appear here...
es: Los emotes usados recientemente aparecerán aquí...
fil: Ang mga kamakailang ginamit na emote ay lalabas dito...
hu: Nemrég használt emojik fognak itt megjelenni...

source: You joined the chat
es: Usted se ha unido al chat
hu: Becsatlakozott a csevegésbe

# errorAddingWidget
source: Error adding the widget.
es: Fallo al añadir el widget.
hu: Hiba lépett fel a widget hozzáadásánál.

# commandHint_dm
source: Start a direct chat Use --no-encryption to disable encryption
es: Iniciar un chat directo Use --no-encryption para deshabilitar el cifrado
fil: Magsimula ng direktong chat Gumamit ng --no-encryptiom para i-disable ang encryption
he: התחל צ'אט ישיר השתמש ב--no-encryption כדי להשבית את ההצפנה
hu: Közvetlen csevegés indítása A --no-encryption kapcsolóval titkosítatlan beszélgetést hozhat létre

source: You unbanned {user}
es: Usted volvió a permitir el acceso a {user}
hu: Levette a letiltást {user}-ről

source: Create group
es: Crear grupo
fil: Gumawa ng grupo
hu: Csoport létrehozása

# hydrateTorLong
source: Did you export your session last time on TOR? Quickly import it and continue chatting.
es: ¿Exportó su sesión la última vez que estuvo en TOR? Impórtela rápidamente y continúe chateando.
hu: Legutóbb TOR segítségével exportálta korábbi munkamenetét? Gyorsan importálja őket vissza, és folytassa a csevegést.

source: Custom
es: Personalizado
hu: Egyéni

# storeInSecureStorageDescription
source: Store the recovery key in the secure storage of this device.
es: Almacenar la clave de recuperación en el almacenamiento seguro de este dispositivo.
hu: Tárolja a visszaállítási kulcsot az eszköz biztonsági tárjában.

# pinMessage
source: Pin to room
es: Anclar a la sala
hu: Kitűzés a szobában

# indexedDbErrorTitle
source: Private mode issues
es: Problemas con el modo privado
hu: Privát mód problémák

# googlyEyesContent
source: {senderName} sends you googly eyes
es: {senderName} te manda ojos saltones
fil: Nagpadala si {senderName} ng googly eyes
hu: {senderName} gülüszemeket küld

# cuddleContent
source: {senderName} cuddles you
es: {senderName} se acurruca contigo
fil: Niyakap ka ni {senderName}
hu: {senderName} hozzád bújik

# commandHint_googly
source: Send some googly eyes
es: Enviar unos ojos saltones
fil: Magpadala ng mga googly eye
hu: Gülüszemek küldése

# noChatsFoundHere
source: No chats found here yet. Start a new chat with someone by using the button below. ⤵️
es: No se han encontrado chats. Inicia un nuevo chat usando el botón de abajo. ⤵️

source: Joined chats
es: Chats Unidos

source: Space
es: Espacio

source: Spaces
es: Espacios

source: Block
es: Bloquear
hu: Blokkolás

# blockListDescription
source: You can block users who are disturbing you. You won't be able to receive any messages or room invites from the users on your personal block list.
es: Puedes bloquear usuarios que te estén molestando. No podrás recibir mensajes ni invitaciones de chat de los usuarios de tu lista de bloqueo.
hu: Az Önt zavaró felhasználókat blokkolhatja. A blokkolt listán található felhasználóktól nem tud fogadni üzenetet vagy szoba meghívást.

source: About {homeserver}
es: Acerca de {homeserver}

source: Unread
es: No leídos

source: Swipe right to left to reply
es: Desliza a la izquierda para responder

# hideRedactedMessagesBody
source: If someone redacts a message, this message won't be visible in the chat anymore.
es: Si alguien elimina un mensaje, este mensaje ya no será visible en el chat.
hu: Ha valaki szerkeszti az üzenetét, ez az üzenet nem jelenik meg a csevegés során.

source: Hide invalid or unknown message formats
es: Esconde formatos de mensajes inválidos o desconocidos
hu: Érvénytelen vagy ismeretlen üzenetformátum elrejtése
