Repository: krille-chan/fluffychat
Catalog: assets/l10n/intl_*.arb
Languages: es, fil, he, hu, ia, sl

source: About
es: Acerca de
fil: Tungkol sa
he: אודות
hu: Névjegy
ia: A proposito de
sl: O aplikaciji

source: Accept
es: Aceptar
fil: Tanggapin
he: קבל
hu: Elfogadás
ia: Acceptar
sl: Sprejmi

# acceptedTheInvitation
source: 👍 {username} accepted the invitation
es: {username} aceptó la invitación
fil: 👍 Tinanggap ni {username} ang imbitasyon
he: {username} קיבל את ההזמנה
hu: 👍 {username} elfogadta a meghívást
ia: üëç {username} acceptava tu invitation
sl: {username} je sprejel povabilo

source: Account
es: Cuenta
he: חשבון
hu: Fiók
ia: Conto
sl: Račun

# activatedEndToEndEncryption
source: 🔐 {username} activated end to end encryption
es: 🔐 {username} activó el cifrado de extremo a extremo
fil: 🔐 Na-activate ni {username} ang end to end encryption
he: {username} הפעיל הצפנה מקצה לקצה
hu: 🔐 {username} aktiválta a végpontok közötti titkosítást
sl: Uporabnik {username} je aktiviral šifriranje od konca do konca

source: Add email
es: Añadir dirección de correo
fil: Magdagdag ng email
he: הוסף מייל
hu: E-mail-cím hozzáadása
ia: Adder email
sl: Dodajte e-pošto

source: Admin
es: Administrador
he: מנהל

# answeredTheCall
source: {senderName} answered the call
es: {senderName} respondió a la llamada
fil: Sinagot ni {senderName} ang tawag
he: {senderName} ענה לשיחה
hu: {senderName} felvette a hívást
sl: Oseba {senderName} je odgovorila na klic

source: Anyone can join
es: Cualquiera puede unirse
fil: Pwede sumali ang anumang tao
he: כל אחד יכול להצטרף
hu: Bárki csatlakozhat
sl: Pridruži se lahko vsak

source: Archive
es: Archivo
he: ארכיון
hu: Archívum
sl: Arhiv

# areGuestsAllowedToJoin
source: Are guest users allowed to join
es: ¿Pueden unirse los usuarios visitantes?
fil: Pwede ba sumali ang mga bisita
he: האם משתמשים אורחים מורשים להצטרף
hu: Csatlakozhatnak-e vendégek
sl: Ali se lahko gostujoči uporabniki pridružijo

source: Are you sure?
es: ¿Estás seguro?
fil: Sigurado ka?
he: האם אתה בטוח?
hu: Biztos benne?
sl: Ali si prepričan?

source: Are you sure you want to log out?
es: ¿Confirma que quiere cerrar sesión?
fil: Sigurado kang gusto mong mag-log out?
he: האם אתה בטוח שברצונך לצאת?
hu: Biztosan kijelentkezik?
sl: Ali ste prepričani, da se želite odjaviti?

# askSSSSSign
source: To be able to sign the other person, please enter your secure store passphrase or recovery key.
es: Para poder confirmar a la otra persona, ingrese su contraseña de almacenamiento segura o la clave de recuperación.
fil: Para i-sign ang isa pang tao, pakilagay ang iyong secure store passphrase o recovery key.
he: כדי שתוכל לחתום על משתמש אחר , הזן את הסיסמה שלך או את מפתח השחזור.
hu: A másik fél igazolásához meg kell adni a biztonságos tároló jelmondatát vagy a visszaállítási kulcsot.
sl: Če želite podpisati drugo osebo, vnesite geslo za varno trgovino ali obnovitveni ključ.

# askVerificationRequest
source: Accept this verification request from {username}?
es: ¿Aceptar esta solicitud de verificación de {username}?
fil: Tanggapin ang hiling ng verification mula sa {username}?
he: לקבל בקשת אימות זו מ- {username}?
hu: Elfogadja {username} hitelesítési kérelmét?
sl: Ali želite sprejeti to zahtevo za preverjanje od {username}?

# badServerLoginTypesException
source: The homeserver supports the login types: {serverVersions} But this app supports only: {supportedVersions}
es: El servidor soporta los siguientes mecanismos para autenticación: {serverVersions} pero esta aplicación sólo soporta: {supportedVersions}
fil: Ang homeserver ay sinusuportahan ang sumusunod na uri ng login: {serverVersions} Ngunit sinusuportahan lang ng app ang: {supportedVersions}
he: שרת הבית תומך בסוגי הכניסה: {serverVersions} אבל אפליקציה זו תומכת רק ב: {supportedVersions}
hu: A kiszolgáló a következő bejelentkezéseket támogatja: {serverVersions} De ez az alkalmazást csak ezeket támogatja: {supportedVersions}
sl: Domači strežnik podpira vrste prijave: {serverVersions} Toda ta aplikacija podpira samo: {supportedVersions}

# badServerVersionsException
source: The homeserver supports the Spec versions: {serverVersions} But this app supports only {supportedVersions}
es: El servidor soporta las siguientes versiones de la especificación: {serverVersions} pero esta aplicación sólo soporta las versiones {supportedVersions}
fil: Ang homeserver ay sinusuportahan ang mga Spec bersyon: {serverVersions} Ngunit sinusuportahan lang ng app ang {supportedVersions}
he: שרת הבית תומך בגרסאות: {serverVersions} אבל האפליקציה הזו תומכת רק ב-{supportedVersions}
hu: A Matrix szerver ezeket a specifikáció verziókat támogatja: {serverVersions} Azonban ez az app csak ezeket: {supportedVersions}
sl: Domači strežnik podpira različice Spec: {serverVersions} Toda ta aplikacija podpira samo {supportedVersions}

source: Ban from chat
es: Vetar del chat
fil: Pagbawalan sa chat
he: צאט חסום
hu: Kitiltás csevegésből
sl: Prepoved klepeta

source: Banned
es: Vetado
fil: Pinagbawalan
he: חסום
hu: Kitiltva
sl: Prepovedano

# bannedUser
source: {username} banned {targetName}
es: {username} vetó a {targetName}
fil: Pinagbawalan ni {username} si {targetName}
he: {username} חסם את {targetName}
hu: {username} kitiltotta: {targetName}
sl: {username} je prepovedan v {targetName}

source: Block Device
es: Bloquear dispositivo
fil: I-block ang Device
he: חסום מכשיר
hu: Eszköz blokkolása
sl: Blokirana naprava

source: Blocked
es: Bloqueado
fil: Na-block
he: חסום
hu: Blokkolva
sl: Blokirano

source: Cancel
es: Cancelar
fil: Kanselahin
he: ביטול
hu: Mégse
sl: Prekliči

source: Change device name
es: Cambiar el nombre del dispositivo
fil: Palitan ang pangalan ng device
he: שנה את שם המכשיר
hu: Eszköznév módosítása
sl: Spremenite ime naprave

# changedTheChatAvatar
source: {username} changed the chat avatar
es: {username} cambió el icono del chat
fil: Pinalitan ni {username} ang avatar ng chat
he: {username} שינה את האווטאר של הצ'אט
hu: {username} módosította a csevegési profilképét
sl: {username} je spremenil avatar za klepet

# changedTheChatDescriptionTo
source: {username} changed the chat description to: '{description}'
es: {username} cambió la descripción del chat a: '{description}'
fil: Pinalitan ni {username} ang deskripsyon ng chat sa: '{description}'
he: {username} שינה את תיאור הצ'אט ל: '{description}'
hu: {username} módosította a csevegés leírását erre: '{description}'
sl: {username} je spremenil opis klepeta v: '{description}'

# changedTheChatNameTo
source: {username} changed the chat name to: '{chatname}'
es: {username} cambió el nombre del chat a: '{chatname}'
fil: Pinalitan ni {username} ang pangalan ng chat sa: '{chatname}'
he: {username} שינה את שם הצ'אט ל: '{chatname}'
hu: {username} módosította a csevegés nevét erre: '{chatname}'
sl: {username} je spremenil ime klepeta v: '{chatname}'

# changedTheChatPermissions
source: {username} changed the chat permissions
es: {username} cambió los permisos del chat
fil: Pinalitan ni {username} ang mga pahintulot ng chat
he: {username} שינה את הרשאות הצ'אט
hu: {username} módosította a csevegési engedélyeket
sl: {username} je spremenila dovoljenja za klepet

# changedTheDisplaynameTo
source: {username} changed their displayname to: '{displayname}'
es: {username} cambió su nombre visible a: '{displayname}'
fil: Pinalitan ni {username} ang kanilang displayname sa: '{displayname}'
he: {username} שינה את שם התצוגה שלו ל: '{displayname}'
hu: {username} módosította a megjelenített nevét erre: '{displayname}'
sl: {username} je spremenil svoje prikazno ime v: '{displayname}'

# changedTheGuestAccessRules
source: {username} changed the guest access rules
es: {username} cambió las reglas de acceso de visitantes
fil: Pinalitan ni {username} ang mga tuntunin sa pag-access ng bisita
he: {username} שינה את כללי הגישה לאורחים
hu: {username} módosította a vendégek hozzáférési szabályokat
sl: {username} je spremenila pravila dostopa za goste

# changedTheGuestAccessRulesTo
source: {username} changed the guest access rules to: {rules}
es: {username} cambió las reglas de acceso de visitantes a: {rules}
fil: Pinalitan ni {username} ang mga tuntunin sa pag-access ng bisita sa: {rules}
he: {username} שינה את כללי הגישה לאורחים ל: {rules}
hu: {username} módosította a vendégek hozzáférési szabályait erre: {rules}
sl: {username} je spremenila pravila dostopa za goste v: {rules}

# changedTheHistoryVisibility
source: {username} changed the history visibility
es: {username} cambió la visibilidad del historial
fil: Pinalitan ni {username} ang kakayahan ng pagkikita ng history
he: {username} שינה את נראות ההיסטוריה
hu: {username} módosította az előzmények láthatóságát
sl: {username} je spremenila vidnost zgodovine

# changedTheHistoryVisibilityTo
source: {username} changed the history visibility to: {rules}
es: {username} cambió la visibilidad del historial a: {rules}
fil: Pinalitan ni {username} ang kakayahan ng pagkikita ng history sa: {rules}
he: {username} שינה את נראות ההיסטוריה ל: {rules}
hu: {username} módosította az előzmények láthatóságát erre: {rules}
sl: {username} je spremenil vidnost zgodovine v: {rules}

# changedTheJoinRules
source: {username} changed the join rules
es: {username} cambió las reglas de ingreso
fil: Pinalitan ni {username} ang mga tuntunin sa pagsali
he: {username} שינה את כללי ההצטרפות
hu: {username} módosított a csatlakozási szabályokat
sl: {username} je spremenil pravila za pridružitev

# changedTheJoinRulesTo
source: {username} changed the join rules to: {joinRules}
es: {username} cambió las reglas de ingreso a {joinRules}
fil: Pinalitan ni {username} ang mga tuntunin sa pagsali sa: {joinRules}
he: {username} שינה את כללי ההצטרפות ל: {joinRules}
hu: {username} módosította a csatlakozási szabályokat erre: {joinRules}
sl: {username} je spremenila pravila pridružitve v: {joinRules}

# changedTheProfileAvatar
source: {username} changed their avatar
es: {username} cambió su imagen de perfil
fil: Pinalitan ni {username} ang kanilang avatar
he: {username} שינה את האווטאר שלו
hu: {username} módosította a profilképét
sl: {username} je spremenil avatar

# changedTheRoomAliases
source: {username} changed the room aliases
es: {username} cambió el alias de la sala
fil: Pinalitan ni {username} ang mga alias ng room
he: {username} שינה את כינוי החדר
hu: {username} módosította a szoba álneveit
sl: {username} je spremenil vzdevke sobe

# changedTheRoomInvitationLink
source: {username} changed the invitation link
es: {username} cambió el enlace de invitación
fil: Pinalitan ni {username} ang link ng imbitasyon
he: {username} שינה את קישור ההזמנה
hu: {username} módosította a meghívó hivatkozást
sl: {username} je spremenil povezavo za povabilo

source: Change password
es: Cambiar la contraseña
fil: Palitan ang password
he: שנה סיסמא
hu: Jelszó módosítása
sl: Spremeni geslo

source: Change the homeserver
es: Cambiar el servidor
fil: Palitan ang homeserver
he: שנה את שרת הבית
hu: Matrix-kiszolgáló váltás
sl: Spremenite domači strežnik

# changeTheme
source: Change your style
es: Cambia tu estilo
fil: Palitan ang iyong istilio
he: שנה את הסגנון שלך
hu: Stílus módosítása
sl: Spremenite svoj slog

source: Change the name of the group
es: Cambiar el nombre del grupo
fil: Palitan ng pangalan ng grupo
he: שנה את שם הקבוצה
hu: Csoport nevének módosítása
sl: Spremenite ime skupine

# channelCorruptedDecryptError
source: The encryption has been corrupted
es: El cifrado se ha corrompido
fil: Nasira ang encryption
he: ההצפנה נפגמה
hu: A titkosítás megsérült
sl: Šifriranje je poškodovano

source: Chat backup
es: Copia de respaldo del chat
fil: Pag-backup ng chat
he: גיבוי צ'אט
hu: Beszélgetések mentése
sl: Varnostno kopiranje klepeta

# chatBackupDescription
source: Your old messages are secured with a recovery key. Please make sure you don't lose it.
es: La copia de respaldo del chat está protegida por una llave de seguridad. Procure no perderla.
fil: Naka-secure ang iyong mga lumang mensahe gamit ng recovery key. Siguraduhing hindi mo ito mawalan.
he: גיבוי הצ'אט שלך מאובטח באמצעות מפתח אבטחה. אנא וודא שאתה לא מאבד אותו.
hu: A régebbi beszélgetései egy biztonsági kulccsal vannak védve. Bizonyosodjon meg róla, hogy nem veszíti el.
sl: Varnostna kopija klepeta je zavarovana z varnostnim ključem. Prosimo, pazite, da ga ne izgubite.

source: Chat details
es: Detalles del chat
fil: Mga detalye ng chat
he: פרטי צ'אט
hu: Csevegés részletei
sl: Podrobnosti klepeta

source: Chats
es: Conversaciones
fil: Mga Chat
he: צ'אטים
hu: Csevegések
sl: Klepeti

source: Choose a strong password
es: Elija una contraseña segura
fil: Pumili ng malakas na password
he: בחר סיסמה חזקה
hu: Válasszon egy erős jelszót
sl: Izberite močno geslo

source: Clear archive
es: Borrar archivo
fil: I-clear ang archive
he: נקה ארכיון
hu: Archívum törlése
sl: Počisti arhiv

source: Close
es: Cerrar
fil: Isara
he: סגור
hu: Bezárás
sl: Zapri

# compareEmojiMatch
source: Please compare the emojis
es: Por favor compare los emojis
fil: Paki-kumpara ang mga emoji
he: השווה וודא שהאימוג'י הבאים תואמים לאלו של המכשיר השני:
hu: Hasonlítsa össze az emojikat
sl: Primerjajte in se prepričajte, da se naslednji emoji ujemajo s tistimi iz druge naprave:

# compareNumbersMatch
source: Please compare the numbers
es: Por favor compare los números
fil: Paki-kumpara ang mga numero
he: השווה וודא שהמספרים הבאים תואמים לאלה של המכשיר השני:
hu: Kérem hasonlítsa össze a számokat
sl: Primerjajte in se prepričajte, da se naslednje številke ujemajo s številkami druge naprave:

source: Confirm
es: Confirmar
fil: Kumpirmahin
he: לאשר
hu: Megerősítés
sl: Potrdi

source: Connect
es: Conectar
fil: Kumonekta
he: התחבר
hu: Csatlakozás
sl: Povežite se

source: Contact has been invited to the group
es: El contacto ha sido invitado al grupo
fil: Inimbita ang contact sa group
he: איש הקשר הוזמן לקבוצה
hu: Meghívta ismerősét a csoportba
sl: Kontakt je bil povabljen v skupino

source: Copied to clipboard
es: Copiado al portapapeles
fil: Kinopya sa clipboard
he: הועתק ללוח הגזירים
hu: Vágólapra másolva
sl: Kopirano v odložišče

source: Copy
es: Copiar
fil: Kopyahin
he: העתק
hu: Másolás
sl: Kopiraj

source: Copy to clipboard
es: Copiar al portapapeles
fil: Kopyahin sa clipboard
he: העתק ללוח
hu: Vágólapra másolás
sl: Kopiraj v odložišče

# couldNotDecryptMessage
source: Could not decrypt message: {error}
es: No se pudo descifrar el mensaje: {error}
fil: Hindi ma-decrypt ang mensahe: {error}
he: לא ניתן לפענח הודעה: {error}
hu: Nem sikerült visszafejteni az üzenetet: {error}
sl: Sporočila ni bilo mogoče dešifrirati: {error}

source: {count} participants
es: {count} participantes
fil: {count} mga kasali
he: {count} משתתפים
hu: {count} résztvevő
sl: {count} udeležencev

source: Create
es: Crear
fil: Gumawa
he: צור
hu: Létrehozás
sl: Ustvari

# createdTheChat
source: 💬 {username} created the chat
es: 💬{username} creó el chat
fil: 💬 Ginawa ni {username} ang chat
he: {username} יצר את הצ'אט
hu: 💬 {username} csevegést hozott létre
sl: {username} je ustvaril klepet

source: Currently active
es: Actualmente activo
fil: Kasalukuyang aktibo
he: פעיל כעת
hu: Jelenleg aktív
sl: Trenutno aktiven

# darkTheme
source: Dark
es: Oscuro
fil: Madilim
he: כהה
hu: Sötét
sl: Temno

# dateWithoutYear
source: {month}-{day}
es: {day}-{month}

# dateWithYear
source: {year}-{month}-{day}
es: {day}-{month}-{year}
fil: {month}/{day}/{year}
sl: {day}-{month}-{year}

# deactivateAccountWarning
source: This will deactivate your user account. This can not be undone! Are you sure?
es: Se desactivará su cuenta de usuario. ¡La operación no se puede cancelar! ¿Está seguro?
fil: Ide-deactivate nito ang iyong user account. Hindi na ito maaaring bawiin! Sigurado ka?
he: פעולה זו תשבית את חשבון המשתמש שלך. אי אפשר לבטל את זה! האם אתה בטוח?
hu: Ez deaktiválja a felhasználói fiókját. Ez nem vonható vissza! Biztos benne?
sl: S tem boste deaktivirali vaš uporabniški račun. Tega ni mogoče razveljaviti! Ali si prepričan?

source: Delete
es: Eliminar
fil: Burahin
he: מחיקה
hu: Törlés

source: Delete account
es: Cancelar cuenta
fil: Burahin ang account
he: מחק חשבון
hu: Fiók törlése

source: Delete message
es: Eliminar mensaje
fil: Burahin ang mensahe
he: מחק הודעה
hu: Üzenet törlése

source: Device
es: Dispositivo
he: מכשיר
hu: Eszköz

source: Devices
es: Dispositivos
fil: Mga Device
he: התקנים
hu: Eszközök

source: Displayname has been changed
es: El nombre visible ha cambiado
fil: Pinalitan na ang display name
he: שם התצוגה השתנה
hu: Megjelenítési név megváltozott

source: Download file
es: Descargar archivo
fil: I-download ang file
he: הורד קובץ
hu: Fájl letöltése

source: Edit displayname
es: Editar nombre visible
fil: I-edit ang display name
he: ערוך את שם התצוגה
hu: Megjelenítési név szerkesztése

source: Edit room aliases
es: Editar alias de la sala
fil: I-edit ang mga alyas ng room
he: ערוך כינויים לחדר
hu: Szoba álnevek szerkesztése

# emoteExists
source: Emote already exists!
es: ¡El emote ya existe!
fil: Umiiral na ang emote!
he: אימוט כבר קיים!
hu: A hangulatjel már létezik!

# emoteInvalid
source: Invalid emote shortcode!
es: ¡El atajo del emote es inválido!
fil: Hindi wastong shortcode ng emote!
hu: Érvénytelen emoji rövidkód!

# emotePacks
source: Emote packs for room
es: Paquetes de emoticonos para la habitación
fil: Mga emote pack para sa room
hu: Emoji csomagok a szobához

source: Emote Settings
es: Configuración de emotes
fil: Mga Setting ng Emote
hu: Emoji Beállítások

source: Emote shortcode
es: Atajo de emote
fil: Shortcode ng emoji
hu: Emoji rövidkód

# emoteWarnNeedToPick
source: You need to pick an emote shortcode and an image!
es: ¡Debes elegir un atajo de emote y una imagen!
fil: Kailangan mong pumili ng emote shortcode at isang larawan!
hu: Az emojihoz egy képet és egy rövidkódot kell választani!

source: Empty chat
es: Chat vacío
fil: Walang lamang chat
he: צ'אט ריק
hu: Üres csevegés

# enableEmotesGlobally
source: Enable emote pack globally
es: Habilitar paquete de emoticonos a nivel general
fil: I-enable ang emote pack globally
hu: Emoji csomag engedélyezése globálisan

# enableEncryptionWarning
source: You won't be able to disable the encryption anymore. Are you sure?
es: Ya no podrá deshabilitar el cifrado. ¿Estás seguro?
fil: Hindi mo madi-disable ang encryption. Sigurado ka ba?
he: לא תוכל לבטל את ההצפנה יותר. האם אתה בטוח?
hu: Többé nem fogja tudni kikapcsolni a titkosítást. Biztos benne?

source: Encryption
es: Cifrado
fil: Pag-encrypt
he: הצפנה
hu: Titkosítás

# encryptionNotEnabled
source: Encryption is not enabled
es: El cifrado no está habilitado
fil: Hindi naka-enable ang encryption
he: ההצפנה אינה מופעלת
hu: Titkosítás nincs engedélyezve

# endedTheCall
source: {senderName} ended the call
es: {senderName} terminó la llamada
fil: Tinapos ni {senderName} ang tawag
he: {senderName} סיים את השיחה
hu: {senderName} befejezte a hívást

source: Enter an email address
es: Introducir una dirección de correo electrónico
fil: Maglagay ng email address
he: הזן כתובת דואר אלקטרוני
hu: Adjon meg egy email címet

source: Enter your homeserver
es: Ingrese su servidor
fil: Ilagay ang iyong homeserver
he: הזן את שרת הבית שלך
hu: Adja meg a Matrix-kiszolgálót

source: Everything ready!
es: ¡Todo listo!
fil: Handa na ang lahat!
he: הכל מוכן!
hu: Minden kész!

source: File name
es: Nombre del archivo
fil: Pangalan ng file
he: שם קובץ
hu: Fájlnév

source: Forward
es: Reenviar
he: העבר
hu: Továbbítás

source: From joining
es: Desde que se unió
he: מהצטרפות
hu: Csatlakozás óta

source: From the invitation
es: Desde la invitación
he: מההזמנה
hu: Meghívás óta

source: Group
es: Grupo
he: קבוצה
hu: Csoport

source: Group is public
es: El grupo es público
he: הקבוצה ציבורית
hu: A csoport nyilvános

# groupWith
source: Group with {displayname}
es: Grupo con {displayname}
he: קבוצה עם {displayname}
hu: Csoport {displayname}-al

source: Guests are forbidden
es: Los visitantes están prohibidos
he: אורחים אסורים
hu: Nem lehetnek vendégek

source: Guests can join
es: Los visitantes pueden unirse
he: אורחים יכולים להצטרף
hu: Csatlakozhatnak vendégek

# hasWithdrawnTheInvitationFor
source: {username} has withdrawn the invitation for {targetName}
es: {username} ha retirado la invitación para {targetName}
he: {username} ביטל את ההזמנה עבור {targetName}
hu: {username} visszavonta {targetName} meghívását

source: Help
es: Ayuda
he: עזרה
hu: Súgó

source: Hide redacted events
es: Ocultar sucesos censurados
he: הסתר אירועים מצונזרים
hu: Visszavont események elrejtése

source: ID
es: Identificación
he: מזהה

source: Identity
es: Identidad
he: זהות
hu: Azonosító

# ignoredUsers
source: Blocked users
es: Usuarios ignorados
he: משתמשים שהתעלמו מהם
hu: Figyelmen kívül hagyott felhasználók

# incorrectPassphraseOrKey
source: Incorrect passphrase or recovery key
es: Frase de contraseña o clave de recuperación incorrecta
he: ביטוי סיסמה או מפתח שחזור שגויים
hu: Hibás jelmondat vagy visszaállítási kulcs

source: Invite contact
es: Invitar contacto
he: הזמן איש קשר
hu: Ismerős meghívása

# inviteContactToGroup
source: Invite contact to {groupName}
es: Invitar contacto a {groupName}
he: הזמן איש קשר אל {groupName}
hu: Ismerős meghívása a(z) {groupName} csoportba

source: Invited
es: Invitado
he: הזמין
hu: Meghívott

# invitedUser
source: 📩 {username} invited {targetName}
es: 📩{username} invitó a {targetName}
he: {username} הזמין את {targetName}
hu: 📩 {username} meghívta {targetName}-t

source: Invited users only
es: Sólo usuarios invitados
he: משתמשים מוזמנים בלבד
hu: Csak meghívott felhasználók

# inviteText
source: {username} invited you to FluffyChat. 1. Visit fluffychat.im and install the app 2. Sign up or sign in 3. Open the invite link: {link}
es: {username} te invitó a FluffyChat. 1.Visita fluffychat.im e instala la app 2. Regístrate o inicia sesión 3. Abre el enlace de invitación: {link}
he: {username} הזמין אותך ל-FluffyChat. 1. התקן את FluffyChat: https://fluffychat.im 2. הירשם או היכנס 3. פתח את קישור ההזמנה: {link}
hu: {username} meghívott a FluffyChat-be. 1. Keresse fel a fluffychat.im oldalt, és telepítse az alkalmazást 2. Regisztráljon vagy jelentkezzen be 3. Nyissa meg a meghívó linket: {link}

source: is typing…
es: está escribiendo…
he: מקליד/ה…
hu: gépel…

# joinedTheChat
source: 👋 {username} joined the chat
es: 👋{username} se unió al chat
he: {username} הצטרף לצ'אט
hu: 👋 {username} csatlakozott a csevegéshez

source: Join room
es: Unirse a la sala
he: הצטרף לחדר
hu: Csatlakozás a szobához

# kicked
source: 👞 {username} kicked {targetName}
es: 👞{username} echó a {targetName}
he: {username} בעט ב {targetName}
hu: 👞 {username} kirúgta {targetName}-t

# kickedAndBanned
source: 🙅 {username} kicked and banned {targetName}
es: 🙅{username} echó y vetó a {targetName}
he: {username} בעט וחסם {targetName}
hu: 🙅 {username} kirúgta és kitiltotta {targetName}-t

source: Kick from chat
es: Echar del chat
he: בעיטה מהצ'אט
hu: Kirúgás a csevegésből

# lastActiveAgo
source: Last active: {localizedTimeShort}
es: Última vez activo: {localizedTimeShort}
he: פעילות אחרונה: {localizedTimeShort}
hu: Utoljára aktív: {localizedTimeShort}

source: Leave
es: Abandonar
he: לעזוב
hu: Elhagyás

source: Left the chat
es: Abandonó el chat
he: עזב את הצ'אט
hu: Elhagyta a csevegést

source: License
es: Licencia
he: רשיון
hu: Licensz

# lightTheme
source: Light
es: Claro
he: בהיר
hu: Világos

source: Load {count} more participants
es: Mostrar {count} participantes más
he: טען {count} משתתפים נוספים
hu: További {count} résztvevő betöltése

source: Loading… Please wait.
es: Cargando… Por favor espere.
he: טוען אנא המתן.
hu: Betöltés… Kérem, várjon.

source: Load more…
es: Mostrar más…
he: טען עוד…
hu: Továbbiak betöltése…

source: Login
es: Acceso
he: כניסה
hu: Bejelentkezés

# logInTo
source: Log in to {homeserver}
es: Iniciar sesión en {homeserver}
he: היכנס אל {homeserver}
hu: Bejelentkezés a(z) {homeserver} Matrix-kiszolgálóra

source: Logout
es: Cerrar sesión
he: יציאה
hu: Kijelentkezés

source: Mention
es: Mencionar
he: הזכיר
hu: Megemlítés
