Repository: krille-chan/fluffychat
Catalog: assets/l10n/intl_*.arb
Languages: es, fil, he, hu, ia, sl

# verifyOtherDeviceDescription
source: When you verify another device, those devices can exchange keys, increasing your overall security. 💪 When you start a verification, a popup will appear in the app on both devices. There you will then see a series of emojis or numbers that you have to compare with each other. It's best to have both devices handy before you start the verification. 🤳
es: Cuando verificas otro dispositivo, esos dispositivos pueden intercambiar claves, incrementando tu seguridad global. 💪 Cuando inicias una verificación, aparece una ventana en la app en ambos dispositivos. En ella, verás una serie de emojis o números que tienes que comparar. Es mejor tener ambos dispositivos a mano antes de empezar la verificación. 🤳
hu: Amikor egy másik eszközt erősít meg, az eszközök kulcsokat cserélnek egymás között, ezáltal növelve az összbiztonságot. 💪 Amikor megkezdődik a folyamat, mind a két eszközön megjelenik egy felugró üzenet. Emojik és számok sorozata fog megjelenni, amit össze tud hasonlítani a két eszközön. Érdemes tehát mind a két eszközt a közelben tartani. 🤳

# canceledKeyVerification
source: {sender} canceled key verification
es: {sender} canceló la verificación de clave
hu: {sender} nem fogadta el a kulcs megerősítést

# commandHint_unignore
source: Unignore the given matrix ID
es: No ignorar la ID de matrix dada
hu: Adott matrix ID figyelembe vétele

# noDatabaseEncryption
source: Database encryption is not supported on this platform
es: En esta plataforma no hay cifrado de base de datos
hu: Adatbázis titkosítása nem támogatott ezen a platformon

# startedKeyVerification
source: {sender} started key verification
es: {sender} ha comenzado verificación de clave
hu: {sender} elkezdte a kulcs megerősítést

source: Discover
es: Descubrir
hu: Felfedezés

# thereAreCountUsersBlocked
source: Right now there are {count} users blocked.
es: Ahora mismo, hay {count} usuarios bloqueados.
hu: Jelenleg {count} felhasználó van letiltva.

# commandHint_ignore
source: Ignore the given matrix ID
es: Ignorar la ID de matrix dada
hu: Adott matrix ID figyelmen kívül hagyása

source: Jump
es: Saltar
hu: Ugrás

# commandHint_sendraw
source: Send raw json
es: Mandar json pelado
hu: Tiszta json küldése

# kickUserDescription
source: The user is kicked out of the chat but not banned. In public chats, the user can rejoin at any time.
es: Se expulsa al usuario del chat, pero no se le prohíbe volver a entrar. En chats públicos, el usuario podrá volver a entrar en cualquier momento.
hu: A felhasználó kirúgásra került a csevegésből, de nincs kitiltva. Publikus csevegés esetén a felhasználó bármikor visszatérhet.

# fileHasBeenSavedAt
source: File has been saved at {path}
es: Archivo guardado en {path}
hu: A fájl mentésre került a következő elérési úton {path}

source: Mark as unread
es: Marcar no leído

# changeTheDescriptionOfTheGroup
source: Change the description of the chat
es: Cambiar la descripción del chat

# sorryThatsNotPossible
source: Sorry... that is not possible
es: Lo siento... eso no es posible
hu: Ez sajnos nem lehetséges

source: Public chat addresses
es: Dirección de chat pública
hu: Nyilvános csevegés címek

source: Create new address
es: Crear nueva dirección
hu: Új cím létrehozása

source: User role
es: Rol de usuario
hu: Felhasználói szerep

source: Bold text
es: Texto en negrita

source: Italic text
es: Texto en cursiva

source: Strikethrough
es: Tachado

source: Search more...
es: Buscar más...
hu: További keresés...

source: No public link has been created yet
es: No se ha creado un enlace público aún
hu: Még nem lett létrehozva nyilvános link

source: Knock
es: Aviso
hu: Kopogás

# newSpaceDescription
source: Spaces allows you to consolidate your chats and build private or public communities.
es: Los espacios permiten consolidar los chats y montar comunidades privadas o públicas.
hu: A terek lehetővé teszik a csevegések konszolidációját, ezáltal létrehozva publikus vagy privát közösségeket.

# pleaseTryAgainLaterOrChooseDifferentServer
source: Please try again later or choose a different server.
es: Por favor, intente luego o elija un servidor distinto.
hu: Próbálja meg máskor, vagy válasszon másik szervert.

# pleaseEnterANumber
source: Please enter a number greater than 0
es: Por favor pon un número mayor que 0
hu: Adjon meg egy 0-nál nagyobb számot

# archiveRoomDescription
source: The chat will be moved to the archive. Other users will be able to see that you have left the chat.
es: El chat se moverá al archivo. Otros usuarios podrán ver que has abandonado el chat.
hu: A csevegés bekerül az archívumba. Más felhasználók látni fogják, hogy elhagyta a csevegést.

source: Push notifications not available
es: No están disponibles las notificaciones emergentes
hu: Push értesítések nem elérhetőek

source: Passwords do not match
es: Las claves no coinciden
hu: A jelszavak nem egyeznek
sl: Geslo se ne ujema!

# passwordIsWrong
source: Your entered password is wrong
es: La clave que has puesto es incorrecta
hu: A beírt jelszava hibás

source: 🔐 Verify other user
es: 🔐 Verificar a otro usuario
hu: 🔐 Más felhasználók igazolása

# isReadyForKeyVerification
source: {sender} is ready for key verification
es: {sender} está preparado para verificación de clave
hu: {sender} készen áll a kulcs megerősítésre

# goToSpace
source: Go to space: {space}
es: Ir al espacio: {space}

source: One of your devices is not verified
es: Uno de tus dispositivos no está verificado

# noticeChatBackupDeviceVerification
source: Note: When you connect all your devices to the chat backup, they are automatically verified.
es: Nota: Cuando conectas todos tus dispositivos a la copia de seguridad del chat, son verificados automáticamente.

source: Manage account
es: Gestionar cuenta

source: Contact server admin
es: Contactar con el administrador del servidor

source: Contact server security
es: Contactar con seguridad del servidor

source: Support page
es: Página de atención

source: Invalid url
es: URL incorrecta

source: Add link
es: Añadir enlace

# unableToJoinChat
source: Unable to join chat. Maybe the other party has already closed the conversation.
es: No se puede entrar al chat. Puede que la otra parte ya haya cerrado la conversación.

source: Waiting for server...
es: Esperando al servidor...

source: Discover homeservers
es: Descubrir homeservers

# profileNotFound
source: The user could not be found on the server. Maybe there is a connection problem or the user doesn't exist.
es: El usuario no se encontró en el servidor. Puede que haya un problema de conexión o el usuario no exista.
hu: A felhasználó nem található a szerveren. Lehetséges, hogy csatlakozási problémák adódtak, vagy nem létezik a felhasználó.

# synchronizingPleaseWaitCounter
source: Synchronizing… ({percentage}%)
es: Sincronizando… ({percentage}%)

# reportErrorDescription
source: 😭 Oh no. Something went wrong. If you want, you can report this bug to the developers.
es: 😭 Oh, no. Algo ha salido mal. Si quieres, puedes informar de este fallo a los desarrolladores.
hu: 😭 Sajnos valami félresiklott. Ha kívánja jelezheti a bugot a fejlesztőknek.

# hasKnocked
source: 🚪 {user} has knocked
es: 🚪 {user} ha avisado
hu: 🚪 {user} bekopogott

# noBackupWarning
source: Warning! Without enabling chat backup, you will lose access to your encrypted messages. It is highly recommended to enable the chat backup first before logging out.
es: ¡Cuidado! Si no se habilita la copia de seguridad del chat, perderás acceso a tus mensajes cifrados. Se recomienda encarecidamente habilitar la copia de seguridad del chat antes de salir.
hu: Figyelem! Ha nem kapcsolja be a csevegés mentést, elveszíti a hozzáférést a tikosított üzeneteihez. Erősen ajánlott a csevegés mentés bekapcsolása kijelentkezés előtt.

# userWouldLikeToChangeTheChat
source: {user} would like to join the chat.
es: {user} quiere unirse al chat.
hu: {user} szeretne csatlakozni a csevegéshez.

source: Your global user-ID is:
es: Tu id de usuario global es:
hu: A globális felhasználó-ID-je:

# noKeyForThisMessage
source: This can happen if the message was sent before you have signed in to your account at this device. It is also possible that the sender has blocked your device or something went wrong with the internet connection. Are you able to read the message on another session? Then you can transfer the message from it! Go to Settings > Devices and make sure that your devices have verified each other. When you open the room the next time and both sessions are in the foreground, the keys will be transmitted automatically. Do you not want to lose the keys when logging out or switching devices? Make sure that you have enabled the chat backup in the settings.
es: Esto puede ocurrir si el mensaje se envió antes de que entraras en tu cuenta en este dispositivo. También puede que el remitente haya bloqueado tu dispositivo o haya fallado algo en la conexión a Internet. ¿Puedes leer el mensaje en otra sesión? Entonces, ¡puedes transferir el mensaje desde allí! Ve a Ajustes > Dispositivos y asegúrate de que tus dispositivos se han verificado mutuamente. Cuando abras la sala la próxima vez y ambas sesiones estén en primer plano, las claves se transmitirán automáticamente. ¿No quieres perder las claves al salir o al cambiar de dispositivo? Asegúrate de que has habilitado la copia de seguridad del chat en los ajustes.
hu: Akkor fordulhat elő, ha az üzenet az eszközre való bejelentkezés előtt került küldésre. Az is elképzelhető, hogy a küldő blokkolta az eszközét, vagy valami probléma lépett fel az internet kapcsolatban. Más helyen látja az üzenetet? Akkor át tudja másolni ide is! Menjen a Beállítások > Eszközök részbe, és győződjön meg róla, hogy az eszközei megerősítették egymást. Legközelebb amikor ezt a szobát megnyitja, és mind a két kliens az előtérben van, akkor szikronizálódni fognak. Nem akarja elveszíteni a kulcsokat amikor kijelentkezik, vagy eszközt cserél? Győződjön meg róla, hogy bekapcsolta a chat mentést a beállításokban.

source: 📨 Invite private chat
es: 📨 Invitar a chat privado
hu: 📨 Meghívó csevegéshez

# banUserDescription
source: The user will be banned from the chat and will not be able to enter the chat again until they are unbanned.
es: Se expulsará al usuario del chat y no podrá volver a entrar hasta que se le permita.
hu: A felhasználó kitiltásra kerül a csevegésből, és nem fog tudni visszajönni egészen a kitiltás feloldásáig.

source: Login with Matrix-ID
es: Entrar con un ID de Matrix

# changeTheCanonicalRoomAlias
source: Change the main public chat address
es: Cambiar la dirección pública principal de chat

# noContactInformationProvided
source: Server does not provide any valid contact information
es: El servidor no suministra ninguna información de contacto válida

# noUsersFoundWithQuery
source: Unfortunately no user could be found with "{query}". Please check whether you made a typo.
es: Desgraciadamente, no se encontró ningún usuario con "{query}". Por favor, revisa si cometiste un error.
hu: "{query}" néven nem található felhasználó. Ellenőrizze nincs e elírás.

# changeTheVisibilityOfChatHistory
source: Change the visibility of the chat history
es: Cambiar la visibilidad de la historia de chat

# doesNotSeemToBeAValidHomeserver
source: Doesn't seem to be a compatible homeserver. Wrong URL?
es: No parece ser un homeserver compatible. ¿URL equivocada?

# moderatorLevel
source: {level} - Moderator
es: {level} - Moderador

# homeserverDescription
source: All your data is stored on the homeserver, just like an email provider. You can choose which homeserver you want to use, while you can still communicate with everyone. Learn more at at https://matrix.org.
es: Todos tus datos se guardan en el homeserver, como en un proveedor de correo electrónico. Puedes elegir el homeserver que quieres usar, a la par que te puedes comunicar con todos. Más en https://matrix.org.

source: What is a homeserver?
es: ¿Qué es un homeserver?

source: Open
es: Abrir

# appIntroduction
source: FluffyChat lets you chat with your friends across different messengers. Learn more at https://matrix.org or just tap *Continue*.
es: FluffyChat te permite chatear con tus amigos con diferentes mensajerías. Aprende más en https://matrix.org o simplemente pincha *Continuar*.

# forwardMessageTo
source: Forward message to {roomName}?
es: ¿Reenviar mensaje a {roomName}?
hu: Üzenet továbbítása a {roomName} szobába?

source: Previous
es: Anterior

# otherPartyNotLoggedIn
source: The other party is currently not logged in and therefore cannot receive messages!
es: La otra parte ahora mismo no está conectada y por tanto ¡no puede recibir mensajes!

source: Account information
es: Información de la cuenta

# addGroupDescription
source: Add a chat description
es: Agregar una descripción al grupo
sl: Dodajte opis skupine

source: Already have an account?
es: ¿Ya tiene una cuenta?

source: Choose a username
es: Elija un nombre de usuario
sl: Izberi uporabniško ime

# createNewGroup
source: Create a new chat
es: Crear nuevo chat
sl: Ustvari novo skupino

source: Please choose a username
es: Por favor, elija un nombre de usuario

source: Sign up
es: Registrarse

source: Add new friend
es: Agregar nuevo amigo

source: Edit chat permissions
es: Editar permisos de chat

# pleaseEnterValidEmail
source: Please enter a valid email address.
es: Por favor ingrese un correo electrónico válido.
sl: Vnesite veljaven elektronski naslov.

# pleaseChooseAtLeastChars
source: Please choose at least {min} characters.
es: Por favor elegir al menos {min} carácteres
sl: Izberite najmanj {min} znakov.

# updateLanguage
source: My languages
es: Cambiar mis idiomas

# languageLevelPreA1
source: True Beginner (Pre A1)
es: Principiante absoluto (Pre A1)

# languageLevelA1
source: Beginner (A1)
es: Principiante elemental (A1)

# languageLevelA2
source: Elementary (A2)
es: Principiante básico (A2)

# languageLevelB1
source: Intermediate (B1)
es: Intermedio (B1)

# languageLevelB2
source: Upper Intermediate (B2)
es: Intermedio alto (B2)

# languageLevelC1
source: Advanced (C1)
es: Avanzado (C1)

# languageLevelC2
source: Mastery (C2)
es: Maestría (C2)

# whatLanguageYouWantToLearn
source: What language do you want to learn?
es: ¿Qué idioma quiere aprender?

source: What is your base language?
es: ¿Cuál es su idioma base? Actualmente, la traducción interactiva solo está disponible cuando su idioma base es inglés y español. La asistencia gramatical está disponible para todos los idiomas base.

source: Share Video
es: Enviar videos

# shareVideoDesc
source: Toggle this on to allow students to share videos in chats.
es: Active esta opción para permitir que los estudiantes compartan videos en los chats.

source: Share Files
es: Enviar archivos

# countryInformation
source: My country
es: Información de país

source: Select language level
es: Seleccione nivel de lengua

# addStudents
source: Invite users by link or code
es: Agregar estudiantes

source: Target Language
es: Idioma a aprender

# sourceLanguage
source: Base language
es: Idioma base

# myLanguages
source: My base and target languages
es: Mi idioma base y idioma a aprender

source: Save changes
es: Guardar

# findAClass
source: Find a class (coming soon)
es: Encuentre una clase (¡Próximamente!)

# iWantAConversationPartner
source: I want a conversation partner who
es: Quiero un compañero de conversación quién

# inviteStudentByUserName
source: Invite users by username
es: Invitar a estudiantes por usuario

source: Chat topic
es: Tema del chat

# chatTopicDesc
source: Set a chat topic
es: Establecer un tema para el chat

# inviteStudentByUserNameDesc
source: If your student already has an account, you can search for them.
es: Si su estudiante ya tiene una cuenta, puede buscarlo.

# changeTheNameOfTheClass
source: Change the name
es: Cambiar el nombre

source: Change the name of the chat
es: Cambiar el nombre del chat

# toggleIT
source: Interactive Translation
es: Asistencia de Traducción

# interactiveTranslatorNotAllowed
source: Disabled
es: Deshabilitado

# interactiveTranslatorAllowed
source: Student Choice
es: Elección del estudiante

# interactiveTranslatorRequired
source: Required
es: Requerido

# interactiveTranslatorSliderHeader
source: Interactive Translator
es: Asistencia de traducción

# interactiveTranslator
source: Translation assistance
es: Asistencia de traducción

# interactiveTranslatorAutoPlaySliderHeader
source: Autoplay translation
es: Traducción de reproducción automática

# interactiveTranslatorAutoPlayDesc
source: Launches the interactive translator without asking.
es: Inicia el traductor interactivo sin preguntar.

# oneday
source: Last 24 hours
es: Las últimas 24 horas

# oneweek
source: Last 7 days
es: Los últimos 7 días

# onemonth
source: Past month
es: El último mes

# errorPleaseRefresh
source: We're looking into it! Please reload and try again.
es: ¡Algo salió mal! El error ha sido registrado y lo estamos investigando. Mientras tanto, actualice la página y vuelva a intentarlo. Si el error persiste, háganoslo saber en support@pangea.chat.

# loginOrSignup
source: Sign in with
es: Iniciar / Registrarse

# noIdenticalLanguages
source: Please choose different base and target languages
es: Por favor, elija diferentes idiomas base e idiomas de aprender.

# searchBy
source: Search by country and languages
es: Buscar por país e idiomas

source: Languages I speak
es: Idiomas que hablo

# iWantALanguagePartnerFrom
source: Is from:
es: Es de:

# iWantALanguagePartnerWhoSpeaks
source: Speaks:
es: Habla:

# iWantALanguagePartnerWhoIsLearning
source: Is learning:
es: Está aprendiendo:

# noResults
source: No results! Try broadening your search.
es: ¡No hay resultados! Intente ampliar su búsqueda.

source: Worldwide
es: En todo el mundo

# ignoreInThisText
source: Ignore
es: Ignorar para este mensaje.

source: Send Voice Notes
es: Enviar notas de voz

# sendVoiceNotesDesc
source: Toggle this on to allow students to send voice notes in chats.
es: Active esta opción para permitir que los estudiantes envíen notas de voz en los chats.

# needsItShortMessage
source: Out of target
es: ¡Pruebe la traducción interactiva!

# needsItMessage
source: Wait, that's not {targetLanguage}! Do you need help translating?
es: Espera, ¡ese no es {targetLanguage}! ¿Necesitas ayuda para traducir?

# needsIgcMessage
source: This message has a grammar error.
es: Este mensaje tiene un error gramatical.

# tokenTranslationTitle
source: A word is in your base language.
es: Una palabra está en su idioma base.

# helpMeTranslate
source: Yes!
es: ¡Sí!

# publicProfileTitle
source: Allow my profile to be found in search
es: Perfil público

# publicProfileDesc
source: By turning on, you enable other users to find your profile in the global search bar and send requests to chat. At this point, you can choose to accept or deny the request.
es: Al activarlo, permite que otros usuarios encuentren su perfil en la barra de búsqueda global y envíen solicitudes para chatear. En este punto, puede optar por aceptar o rechazar la solicitud.

source: Not yet set
es: Aún no está establecido.

# otherTitle
source: You have an error.
es: Tiene un error de gramática.

# otherDesc
source: See possible corrections below.
es: Vea las correcciones sugeridas a continuación.

# spanTranslationTitle
source: Some words are in your base language.
es: Algunas palabras están en su idioma base.

# spanTranslationDesc
source: See possible translations below.
es: Vea posibles traducciones abajo.

# error405Title
source: Languages not set
es: Idiomas no seleccionados.

# error405Desc
source: Please set your languages in Main Menu > Learning Settings.
es: Por favor, seleccione sus idiomas en Ajustes de cuenta > Ajustes de aprendizaje.

# itInstructionsTitle
source: I can help you translate!
es: ¡Le puedo ayudar a traduccir!

# itInstructionsBody
source: You can click and hold choices for word info.
es: Puede oprimir con clic largo las opciones para más información.

# holdForInfo
source: Click and hold for word info.
es: Use clic largo para ver información de la palabra.

# askPangeaBot
source: Ask Pangea Bot for a contextual definition.
es: Pídale al Pangea Bot una definición contextual.

source: Change date range
es: Cambiar rango de fechas

# l1SpanAndGrammarTitle
source: Outside target language
es: Fuera del idioma de destino

# l1SpanAndGrammarDesc
source: This could in your base language or it could be a grammar error.
es: Esto podría estar en su idioma base o podría ser un error gramatical.

# allCorrect
source: That's how I would say it! Nice!
es: ¡Así es como lo diría yo! ¡Muy bien!

# newWayAllGood
source: That's not how I would have said it but it looks good!
es: Yo no lo habría dicho así, ¡pero está bien!

# othersAreBetter
source: Hm, there might be a better way to say that.
es: Hm, creo que deberías decirlo de esta manera.

# greenFeedback
source: That's what I would put!
es: ¡Eso es lo que yo diría!

# yellowFeedback
source: Hm, you can try that and see if it works! To use this word, just click it again.
es: Hm, ¡probablemente pueda hacer que eso funcione! Para usar esta palabra, simplemente haga clic en ella nuevamente.

# redFeedback
source: I don't think that's right...
es: No creo que sea correcto, ¡pero puede intentarlo!

# almostPerfect
source: That seems right! Here's what I would have said.
es: ¡Eso parece correcto! Esto es lo que yo hubiera dicho.

# prettyGood
source: Pretty good! Here's what I would have said.
es: ¡Bastante bien! Esto es lo que yo hubiera dicho.

# letMeThink
source: Hmm, let's see how you did!
es: Hmm, ¡vamos a ver cómo le fue!

# understandingMessagesTitle
source: Definitions and translations!
es: ¡Definiciones y traducciones!

# understandingMessagesBody
source: Click underlined words for definitions. Translate with message options (upper right).
es: Haga clic en las palabras subrayadas para ver las definiciones. Traduzca con 'opciones de mensajes' (arriba a la derecha).

source: All done!
es: ¡Listo!

source: Vocab
es: Vocabulario

# low
source: We have evidence the user does not understand these words.
es: Tenemos evidencia de que el usuario no entiende estas palabras.

# medium
source: These words have been used. It is unclear if the words are fully understood or not.
es: Esta palabra ha sido utilizada. No está claro si la palabra se entiende completamente o no.

# high
source: We have evidence the user understands these words.
es: Tenemos evidencia de que el usuario entiende estas palabras.

# unknownProficiency
source: These words have not been used in Pangea Chat.
es: Esta palabra no se ha utilizado en Pangea Chat.

# generateVocabulary
source: Generate vocabulary from title and description
es: Generar vocabulario basado en el título y la descripción

source: Generate prompts
es: Generar preguntas basado en el título y la descripción

# toggleImmersionMode
source: Immersion Mode
es: Modo de inmersión

# toggleImmersionModeDesc
source: When enabled, all messages are displayed in your target language. This setting is most useful in language exchanges.
es: Cuando está habilitado, todos los mensajes se muestran en su idioma de destino. Esta configuración es más útil en intercambios de idiomas.

source: Subscribe
es: Subscríbase

# getAccess
source: Subscribe now!
es: Activar herramientas

# subscriptionDesc
source: Messaging is free! Subscribe to unlock interactive translation, grammar checking and learning analytics.
es: ¡Enviar y recibir mensajes es gratis! Suscríbase para aceder a la traducción interactiva, la revisión gramatical y el análisis de aprendizaje.

source: Subscription Management
es: Manejar subscripción

source: Current Subscription
es: Subscripción actual

# changeSubscription
source: Change your subscription
es: Cambiar su subscripción

# cancelSubscription
source: Cancel your subscription
es: Cancelar su subscripción
