Repository: krille-chan/fluffychat
Catalog: assets/l10n/intl_*.arb
Languages: es, fil, he, hu, ia, sl

source: Hide redacted messages
es: Esconde mensajes eliminados
hu: Szerkesztett üzenetek elrejtése

# appLockDescription
source: Lock the app when not using with a pin code
es: Bloquear la aplicación cuando no se use con código pin
fil: I-lock ang app kapag hindi ginagamit sa pamamagitan ng pin code
hu: Alkalmazás zárolása PIN-kód használat hiányában

# alwaysUse24HourFormat
source: false
es: falso

source: Access and visibility
es: Acceso y visibilidad
fil: Pag-access at visibility
hu: Hozzáférés és láthatóság

source: Global chat ID
es: ID de chat Global
hu: Globális csevegő azonosító

# accessAndVisibilityDescription
source: Who is allowed to join this chat and how the chat can be discovered.
es: A quién se le permite unirse a este chat y cómo se puede descubrir el chat.
fil: Sino ang pinapayagang sumali sa chat at paano matutuklas ang chat.
hu: Kinek engedélyezett a csevegéshez való csatlakozás és a csevegést hogyan lehet megtalálni.

source: Calls
es: Llamadas
fil: Mga Tawag
hu: Hívások

source: Custom emojis and stickers
es: Emojis y stickers personalizados
fil: Mga custom emoji at sticker
hu: Egyedi emotikonok és matricák

# customEmojisAndStickersBody
source: Add or share custom emojis or stickers which can be used in any chat.
es: Agrega o comparte emojis y stickers personalizados que se pueden utilizar en cualquier chat.
fil: Magdagdag o magbahagi ng mga custom emoji o sticker na maaring gamitin sa anumang chat.
hu: Egyedi emotikonok és matricák létrehozása, amelyek bármely csevegésben használhatóak.

source: Blocked users
es: Usuarios bloqueados
hu: Blokkolt felhasználók

# blockUsername
source: Ignore username
es: Ignorar nombre de usuario
hu: Felhasználónév mellőzése

source: No more chats found...
es: No se encontraron más chats...

# countChatsAndCountParticipants
source: {chats} chats and {participants} participants
es: {chats} chats y {participants} participantes

source: Notify me for
es: Notificarme
hu: Értesítsen engem

# presencesToggle
source: Show status messages from other users
es: Mostrar mensajes de estado de otros usuarios
hu: Mások státusz üzenetének megjelenítése

source: Place call
es: Llamar
hu: Tér hívás

source: Calling account
es: Llamando a cuenta
hu: Hívási fiók

# appearOnTopDetails
source: Allows the app to appear on top (not needed if you already have Fluffychat setup as a calling account)
es: Permite que la app aparezca delante (no hace falta si ya tienes Fluffychat configurado como cuenta llamante)
hu: Engedélyezi az app számára, hogy mindig legfelül jelenjen meg (nem szükséges, ha a FluffyChat hívó fiókként lett beállítva)

# disableEncryptionWarning
source: For security reasons you can not disable encryption in a chat, where it has been enabled before.
es: Por motivos de seguridad no es posible deshabilitar el cifrado en un chat si ha sido habilitado previamente.
hu: Biztonsági okokból nem kapcsolható ki egy korábban bekapcsolt csevegés titkosítás.

source: Set color theme:
es: Poner tema de color:
hu: Szín téma beállítása:

source: 📨 Invite group chat
es: 📨 Invitar a grupo de chat
hu: 📨 Meghívó a csoportba

source: Invalid input!
es: ¡Entrada no válida!
hu: Hibás bevitel!

# wrongPinEntered
source: Wrong pin entered! Try again in {seconds} seconds...
es: ¡Pin erróneo! Vuelve a intenrarlo en {seconds} segundos...
hu: Hibás pinkód került beírásra. Próbálja újra {seconds} mp múlva...

source: Decline
es: Declinar
hu: Elutasítás

source: This device:
es: Este dispositivo:
hu: Ez az eszköz:

# minimumPowerLevel
source: {level} is the minimum power level.
es: {level} es el nivel mínimo.
hu: {level} a minimum szint.

source: 🔐 Verify other device
es: 🔐 Verificar otro dispositivo
hu: 🔐 Más eszköz megerősítése

# chatPermissionsDescription
source: Define which power level is necessary for certain actions in this chat. The power levels 0, 50 and 100 are usually representing users, moderators and admins, but any gradation is possible.
es: Definir el nivel necesario para ciertas acciones en este chat. Los niveles 0, 50 y 100 habitualmente representan usuarios, moderadores y administradores, pero se puede establecer cualquier escala.

# updateInstalled
source: 🎉 Update {version} installed!
es: ¡🎉 Actualización {version} instalada!

source: Changelog
es: Cambios

# sendCanceled
source: Sending canceled
es: Envío cancelado

source: Invite
es: Invitación
hu: Meghívás

# searchIn
source: Search in chat "{chat}"...
es: Buscar en chat "{chat}"...
hu: Keresés a csevegésben "{chat}"...

# appWantsToUseForLogin
source: Use '{server}' to log in
es: Usar '{server}' para entrar

# appWantsToUseForLoginDescription
source: You hereby allow the app and website to share information about you.
es: Por la presente permites a la app y web compartir información sobre ti.

source: Encrypt this chat
es: Cifrar este chat
hu: A csevegés titkosítása

source: Public link
es: Enlace público
hu: Nyilvános hivatkozás

source: Transparent
es: Transparente
hu: Átlátszó

source: Select
es: Elegir
hu: Kiválaszt

source: New password
es: Nueva clave
hu: Új jelszó

source: Nothing found...
es: No se encontró nada...
hu: Nincs találat...

source: Subspace
es: Sub espacio
hu: Al-tér

source: Open link in browser
es: Abrir enlace en navegador
hu: Hivatkozás megnyitása böngészőben

# presenceStyle
source: Presence:
es: Presencia:
hu: Jelenlét:

# youInvitedToBy
source: 📩 You have been invited via link to: {alias}
es: 📩 Te han invitado con un enlace a: {alias}
hu: 📩 Meghívást kapott linken keresztül a következőhöz: {alias}

# signInWith
source: Sign in with {provider}
es: Entrar con {provider}
hu: Bejelentkezés a következővel: {provider}

source: Set theme:
es: Poner tema:
hu: Téma beállítása:

source: Learn more
es: Aprender más
hu: Tudjon meg többet

source: Incoming messages
es: Mensajes entrantes
hu: Bejövő üzenetek

source: No other devices found
es: No se han encontrado otros dispositivos
hu: Nem található más eszköz

source: General notification settings
es: Ajustes de notificación generales

source: Room notification settings
es: Ajustes de notificación de salas

source: User specific notification settings
es: Ajustes de notificación por usuario

source: Content notification settings
es: Ajustes de notificación de contenido

source: Other notification settings
es: Otros ajustes de notificación

# notificationRuleContainsUserName
source: Contains User Name
es: Contiene nombre de usuario

# notificationRuleContainsUserNameDescription
source: Notifies the user when a message contains their username.
es: Notifica al usuario cuando un mensaje contiene su nombre de usuario.

# notificationRuleMaster
source: Mute all notifications
es: Silenciar todas las notificaciones

# notificationRuleMasterDescription
source: Overrides all other rules and disables all notifications.
es: Anula todas las demás reglas y desactiva todas las notificaciones.

# notificationRuleSuppressNotices
source: Suppress Automated Messages
es: Suprimir los mensajes automáticos

# notificationRuleSuppressNoticesDescription
source: Suppresses notifications from automated clients like bots.
es: Suprimir notificaciones de clientes automáticos, como bots.

# notificationRuleInviteForMe
source: Invite for Me
es: Invitación para mí

# notificationRuleInviteForMeDescription
source: Notifies the user when they are invited to a room.
es: Notifica al usuario cuando se les invita a una sala.

# notificationRuleMemberEvent
source: Member Event
es: Evento para miembros

# notificationRuleMemberEventDescription
source: Suppresses notifications for membership events.
es: Suprimir notificaciones de eventos para miembros.

# notificationRuleIsUserMention
source: User Mention
es: Mención al usuario

# notificationRuleIsUserMentionDescription
source: Notifies the user when they are directly mentioned in a message.
es: Notifica al usuario cuando son mencionados directamente en un mensaje.

# notificationRuleContainsDisplayName
source: Contains Display Name
es: Contiene el nombre visible

# notificationRuleContainsDisplayNameDescription
source: Notifies the user when a message contains their display name.
es: Notifica al usuario cuando un mensaje contiene su nombre visible.

# notificationRuleIsRoomMention
source: Room Mention
es: Mención de sala

# notificationRuleIsRoomMentionDescription
source: Notifies the user when there is a room mention.
es: Notifica al usuario cuando hay una mención de sala.

# notificationRuleRoomnotif
source: Room Notification
es: Notificación de sala

# notificationRuleRoomnotifDescription
source: Notifies the user when a message contains '@room'.
es: Notifica al usuario cuando un mensaje contiene '@sala'.

# notificationRuleTombstone
source: Tombstone
es: Lápida

# notificationRuleTombstoneDescription
source: Notifies the user about room deactivation messages.
es: Notifica al usuario sobre mensajes de desactivación de sala.

# notificationRuleReaction
source: Reaction
es: Reacción

# notificationRuleReactionDescription
source: Suppresses notifications for reactions.
es: Suprime notificaciones por reacciones.

# notificationRuleRoomServerAcl
source: Room Server ACL
es: ACL de servidor de sala

# notificationRuleRoomServerAclDescription
source: Suppresses notifications for room server access control lists (ACL).
es: Suprime notificaciones de listas de control de acceso de servidores de sala.

# notificationRuleSuppressEdits
source: Suppress Edits
es: Suprimir ediciones

# notificationRuleSuppressEditsDescription
source: Suppresses notifications for edited messages.
es: Suprime las notificaciones de mensajes editados.

# notificationRuleCall
source: Call
es: Llamar

# notificationRuleCallDescription
source: Notifies the user about calls.
es: Notifica al usuario de llamadas.

# notificationRuleEncryptedRoomOneToOne
source: Encrypted Room One-to-One
es: Sala cifrada uno a uno

# notificationRuleEncryptedRoomOneToOneDescription
source: Notifies the user about messages in encrypted one-to-one rooms.
es: Notifica al usuario sobre mensajes en salas cifradas uno a uno.

# notificationRuleRoomOneToOne
source: Room One-to-One
es: Sala uno a uno

# notificationRuleRoomOneToOneDescription
source: Notifies the user about messages in one-to-one rooms.
es: Notifica al usuario sobre mensajes en salas uno a uno.

# notificationRuleMessage
source: Message
es: Mensaje

# notificationRuleMessageDescription
source: Notifies the user about general messages.
es: Notifica al usuario sobre mensajes generales.

# notificationRuleEncrypted
source: Encrypted
es: Cifrado

# notificationRuleEncryptedDescription
source: Notifies the user about messages in encrypted rooms.
es: Notifica al usuario sobre mensajes en salas cifradas.

# notificationRuleJitsiDescription
source: Notifies the user about Jitsi widget events.
es: Notifica al usuario sobre eventos del componente de Jitsi.

# notificationRuleServerAcl
source: Suppress Server ACL Events
es: Suprimir eventos de ACL del servidor

# notificationRuleServerAclDescription
source: Suppresses notifications for Server ACL events.
es: Suprime notificaciones de eventos de ACL del servidor.

# unknownPushRule
source: Unknown push rule '{rule}'
es: Regla de notificación desconocida '{rule}'

# deletePushRuleCanNotBeUndone
source: If you delete this notification setting, this can not be undone.
es: Si eliminas este ajuste de notificación, esto no se puede deshacer.

source: More
es: Más

# serverLimitReached
source: Server limit reached! Waiting {seconds} seconds...
es: ¡Alcanzado límite del servidor! Esperando {seconds} segundos...

source: Group can be found via search
es: Los grupos se pueden encontrar buscando
hu: Kereséssel megtalálhatja a kívánt csoportot

source: Add chat or sub space
es: Añadir chat o sub espacio
hu: Csevegés vagy al-tér hozzáadása

# sendRoomNotifications
source: Send a @room notifications
es: Mandar notificación @sala

source: Change the chat permissions
es: Cambiar los permisos de chat

source: Set wallpaper
es: Poner fondo

# sendImages
source: Send {count} image
es: Envío de la imagen {count}

# invitedBy
source: 📩 Invited by {user}
es: 📩 Invitado por {user}

source: Users must knock
es: Los usuarios han de avisar
hu: A felhasználóknak be kell kopogniuk

source: No one can join
es: Nadie puede unirse
hu: Senki sem csatlakozhat

source: Reopen chat
es: Reabrir chat
hu: Csevegés újranyitása

# hidePresences
source: Hide Status List?
es: ¿Esconder la lista de estado?
hu: El kívánja menteni a státusz listát?

# fileIsTooBigForServer
source: Unable to send! The server only supports attachments up to {max}.
es: ¡No se pudo mandar! El servidor solamente permite adjuntos de hasta {max}.
hu: A szerver számára túl nagy a fájl a küldéshez.

source: Jump to last read message
es: Saltar al último mensaje leído
hu: Az utoljára olvasott üzenethez ugrás

source: report
es: informe
hu: bejelentés

source: Read up to here
es: Leer hasta aquí
hu: Ezidáig elolvasva

source: Sign in with password
es: Entrar con clave
hu: Bejelentkezés jelszóval

source: Formatted messages
es: Mensajes con formato
hu: Formázott üzenetek

source: Public spaces
es: Espacios públicos
hu: Nyilvános terek

# formattedMessagesDescription
source: Display rich message content like bold text using markdown.
es: Mostrar contenido de mensaje enriquecido, como texto en negrita, usando markdown.
hu: Formázott szöveg - mint például félkövér - megjelenítése "markdown"-al.

# userLevel
source: {level} - User
es: {level} - Usuario

# completedKeyVerification
source: {sender} completed key verification
es: {sender} completó la verificación de clave
hu: {sender} befejezte a kulcs megerősítést

source: Sending attachment...
es: Enviando adjunto...

source: Compress
es: Comprimir

source: Please fill out
es: Por favor, rellenar

source: 📩 New chat request
es: 📩 Nueva petición de chat

# unbanUserDescription
source: The user will be able to enter the chat again if they try.
es: El usuario podrá entrar al chat de nuevo si lo intenta.
hu: A felhasználó vissza tud jönni a csevegésbe ha akar.

# roomUpgradeDescription
source: The chat will then be recreated with the new room version. All participants will be notified that they need to switch to the new chat. You can find out more about room versions at https://spec.matrix.org/latest/rooms/
es: El chat se volverá a crear con la nueva versión de sala. Todos los participantes serán notificados de que tienen que cambiarse al nuevo chat. Puedes encontrar más información sobre versiones de salas en https://spec.matrix.org/latest/rooms/
hu: A csevegés újra elkészül az új verzióval. Minden résztvevő értesítést kap, hogy át kell állniuk az új csevegésre. További információkért a szoba verziókról látogasson el a https://spec.matrix.org/latest/rooms/ címre

# makeAdminDescription
source: Once you make this user admin, you may not be able to undo this as they will then have the same permissions as you.
es: Una vez hagas que este usuario sea admin, puede que no puedas deshacerlo porque tendrá los mismos permisos que tú.
hu: Miután a felhasználóból admin lesz, nem fogja tudni visszavonni döntését, mivel azonos jogosultsági szinttel fognak rendelkezni.

source: Knocking
es: Avisando
hu: Bekopogás

# chatCanBeDiscoveredViaSearchOnServer
source: Chat can be discovered via the search on {server}
es: El chat se puede descubrir buscando en {server}
hu: Csevegés felfedezhető a {server} szerveren történő kereséssel

# searchChatsRooms
source: Search for #chats, @users...
es: Buscar #chats, @usuarios...
hu: Keressen #csevegéseket, @felhasználókat...

source: Group name
es: Nombre de grupo
hu: Csoport név

# createGroupAndInviteUsers
source: Create a group and invite users
es: Crear un grupo e invitar usuarios
hu: Hozzon létre egy csoportot és hívjon meg felhasználókat

# databaseMigrationTitle
source: Database is optimized
es: La base de datos está optimizada
hu: Adatbázis optimalizálása

source: Search for @users...
es: Buscar @usuarios...
hu: Keressen @felhasználókat...

source: Start conversation
es: Iniciar conversación
hu: Beszélgetés indítása

source: Gallery
es: Galería
hu: Galéria

source: Files
es: Archivos
hu: Fájlok

# initAppError
source: An error occured while init the app
es: Hubo un error al arrancar la app
hu: Hiba lépett fel az app indítása során

# sessionLostBody
source: Your session is lost. Please report this error to the developers at {url}. The error message is: {error}
es: Se perdió tu sesión. Por favor, informa de este error a los desarrolladores en {url}. El mensaje de error es: {error}
hu: A munkamenete elvesződött. Kérem jelentse ezt a fejlesztőknek a {url} címen. A hiba szövege a következő: {error}

# unreadChatsInApp
source: {appname}: {unread} unread chats
es: {appname}: {unread} chats no leídos
hu: {appname}: {unread} olvasatlan csevegések

source: Restricted
es: Restringido
hu: Korlátozott

# requestedKeyVerification
source: {sender} requested key verification
es: {sender} ha pedido verificación de clave
hu: {sender} kulcs megerősítést kér

# adminLevel
source: {level} - Admin
es: {level} - Administrador

source: Change general chat settings
es: Cambiar los ajustes generales de chat

# inviteOtherUsers
source: Invite other users to this chat
es: Invitar a otros usuarios a este chat

source: Calculating file size...
es: Calculando tamaño de archivo...

source: Prepare sending attachment...
es: Prepara envío del adjunto...

source: Generating video thumbnail...
es: Generando miniatura de vídeo...

# sendingAttachmentCountOfCount
source: Sending attachment {index} of {length}...
es: Enviando adjunto {index} de {length}...

# compressVideo
source: Compressing video...
es: Comprimiendo vídeo...

source: Blur:
es: Difuminar:

# continueText
source: Continue
es: Continuar

# welcomeText
source: Hey Hey 👋 This is FluffyChat. You can sign in to any homeserver, which is compatible with https://matrix.org. And then chat with anyone. It's a huge decentralized messaging network!
es: Eh, eh, 👋 Esto es FluffyChat. Puedes acceder a cualquier homeserver, que sea compatible con https://matrix.org. Y luego chatear con cualquiera. ¡Es una red de mensajería descentralizada enorme!

source: Opacity:
es: Opacidad:

source: Version
es: Versión

source: Server information:
es: Información del servidor:

source: Website
es: Web

source: Name
es: Nombre

source: Knock restricted
es: Aviso restringido
hu: Kopogás korlátozva

source: Hide member changes in public chats
es: Ocultar cambios de miembros en salas públicas
hu: Tag változások elrejtése a publikus csevegésben

# hideMemberChangesInPublicChatsBody
source: Do not show in the chat timeline if someone joins or leaves a public chat to improve readability.
es: No mostrar en el chat que alguien entra o sale de una sala pública para mejorar la inteligibilidad.
hu: Ne mutassa ha valaki be- vagy kilép a csevegésből az olvashatóság javítása végett.

source: Password recovery settings
es: Ajustes de recuperación de clave
hu: Jelszó-helyreállítási beállítások

# acceptedKeyVerification
source: {sender} accepted key verification
es: {sender} aceptó la verificación de clave
hu: {sender} elfogadta a kulcs megerősítést

source: Stickers
es: Pegatinas
hu: Matrica

source: Share keys with...
es: Compartir claves con...

# shareKeysWithDescription
source: Which devices should be trusted so that they can read along your messages in encrypted chats?
es: ¿Qué dispositivos deben ser de confianza para que puedan leer tus mensajes en chats cifrados?

source: Cross verified devices if enabled
es: Dispositivos verificados si están habilitados

source: All devices
es: Todos los dispositivos

source: Cross verified devices
es: Dispositivos verificados

source: Verified devices only
es: Solo dispositivos verificados

source: Device keys:
es: Claves de dispositivo:
hu: Eszköz kulcsok:

source: Overview
es: Vista general
hu: Áttekintés

# removeDevicesDescription
source: You will be logged out of this device and will no longer be able to receive messages.
es: Vas a salir en este dispositivo y ya no podrás recibir mensajes.
hu: Ki fog jelentkezni a készülékről, és többi nem fog tudni fogadni üzeneteket.

# databaseMigrationBody
source: Please wait. This may take a moment.
es: Por favor espera. Esto llevará un momento.
hu: Kérem várjon. Ez igénybe vehet valamennyi időt.

source: Please enter your current password
es: Por favor, pon tu clave actual
hu: Kérem adja meg jelenlegi jelszavát

source: Please choose a strong password
es: Por favor, pon una clave fuerte
hu: Kérem válasszon egy erős jelszót

source: Join space
es: Unirse al espacio
hu: Csatlakozás a térre

# wrongRecoveryKey
source: Sorry... this does not seem to be the correct recovery key.
es: Lo siento... esta no parece ser la clave de recuperación correcta.
hu: Sajnos, úgy tűnik hibásan adta meg a visszaállítási kulcsot.

# leaveEmptyToClearStatus
source: Leave empty to clear your status.
es: Deja vacío para limpiar tu estado.
hu: Hagyja üresen a státusz kitörléséhez.

# databaseBuildErrorBody
source: Unable to build the SQlite database. The app tries to use the legacy database for now. Please report this error to the developers at {url}. The error message is: {error}
es: No pude crear la base de datos SQlite. La app intenta usar la base de datos heredada por ahora. Por favor, informa de este error a los desarrolladores en {url}. El mensaje de error es: {error}
hu: Nem lehetséges az SQlite adatbázis létrehozása. Az app megpróbálja a régi típusú adatbázist használni. Kérem jelentse a hibát a fejlesztőknek a {url} linken. A hiba szövege a következő: {error}

# restoreSessionBody
source: The app now tries to restore your session from the backup. Please report this error to the developers at {url}. The error message is: {error}
es: La app ahora trata de recuperar tu sesión de la copia de seguridad. Por favor, informa de este error a los desarrolladores en {url}. El mensaje de error es: {error}
hu: Megpróbálkozunk visszaállítani a munkamenetét egy korábbi mentésből. Kérem jelezze a hibát a fejlesztőknek a {url} címen. A hiba szövege a következő: {error}

source: Send read receipts
es: Mandar recibos de lectura
hu: Olvasási igazolás küldése

# sendTypingNotificationsDescription
source: Other participants in a chat can see when you are typing a new message.
es: Otros participantes en un chat pueden ver cuándo estás escribiendo un mensaje.
hu: A csevegés többi tagja látja amikor gépel.

# sendReadReceiptsDescription
source: Other participants in a chat can see when you have read a message.
es: Otros participantes en un chat pueden ver cuándo has leído un mensaje.
hu: A csevegés többi tagja látja melyik üzenetet látta.

# verifyOtherUserDescription
source: If you verify another user, you can be sure that you know who you are really writing to. 💪 When you start a verification, you and the other user will see a popup in the app. There you will then see a series of emojis or numbers that you have to compare with each other. The best way to do this is to meet up or start a video call. 👭
es: Si verificas a otro usuario, puedes estar seguro de a quién estás escribiendo realmente. 💪 Cuando empiezas una verificación, tú y el otro usuario veréis una ventana emergente en la app. En ella veréis una serie de emojiso números que tenéis que comparar. La mejor forma de hacer esto es quedar o una videollamada. 👭
hu: Ha megerősít egy másik felhasználót, akkor teljesen biztos lehet abban kivel cseveg. 💪 A megerősítési folyamat kezdetekor megjelenik egy felugró ablak mindkettejüknél. Ekkor egy emoji vagy szám sor összehasonlítási folyamat veszi kezdetét. A legpraktikusabb módja ennek, hogy találkozzanak, vagy videó hívás során beszéljék meg. 👭
